Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_OSD_RS_PRESENT_NEAREST_ON
source: Present at Nearest VSync: On
ar: إظهار التقريب في VSync: يعمل
be: Паказ пры найбліжэйшай вертыкальнай сінхранізацыі: Укл
bn: নিকটবর্তী VSyncএ উপস্থাপন: চালু করা হল
bs_ba: Prisutno kod najbližeg VSync-a: Uključeno
ca: Presenta a la Sincronització Vertical més propera: Activat
cs: Zobrazit při nejbližším VSync: Zapnuto
da: Til stede ved nærmeste lodret synkronisering: Til
de: Videobilder mit nächstgelegenem VSync darstellen: Ein
el: Παρουσίαση στον πλησιέστερο VSync: Ναι
es: Presentación en la VSync (sincronización vertical) más próxima: Activado
eu: Hurbileneko ZAldb: Eraginda
fi: Nykyinen lähimmässä VSync:ssa: Päällä
fr: Présenter à la synchronisation verticale la plus proche : Oui
gl: Presente no VSync máis preto: Encendido
he: הצגה בנקודת הסנכרון האנכי הקרובה ביותר: מופעלת
hr: Prikaži s najbližim VSync-om: Uključeno
hy: Ներկայացումը մոտակա VSync-ին. Միաց
it: Present al VSync più vicino: On
ja: 最も近い垂直同期で表示: オン
lt: Teikti su artimiausiu VSync: Įj.
ms_my: Hadir pada VSync terhampir: Hidup
nl: Aanwezig op dichtstbijzijnde VSync: Aan
pl: Obecność przy najbliższej synchronizacji pionowej: włączona
ru: Вывод на ближайшей VSync: вкл
sk: Zobraziť pri najbližšej VSync: zapnuté
sl: Present pri najbližjem VSync: Vklj.
sr: Прикажи са најближом верт. синхр.: укључено
sv: Visa vid närmaste VSync: På
th_th: นำเสนอที่ VSync ใกล้เคียงที่สุด: เปิด
tt: Представлять с ближайшим VSync: включено
vi: Hiện nay gần nhất VSync: Bật

# IDS_OSD_RS_PRESENT_NEAREST_OFF
source: Present at Nearest VSync: Off
ar: إظهار التقريب في VSync: مغلق
be: Паказ пры найбліжэйшай вертыкальнай сінхранізацыі: Адкл
bn: নিকটবর্তী VSyncএ উপস্থাপন: বন্ধ করা হল
bs_ba: Prisutno kod najbližeg VSync-a: Isključeno
ca: Presenta a la Sincronització Vertical més propera: Desactivat
cs: Zobrazit při nejbližším VSync: Vypnuto
da: Til stede ved nærmeste lodret synkronisering: Fra
de: Videobilder mit nächstgelegenem VSync darstellen: Aus
el: Παρουσίαση στον πλησιέστερο VSync: Όχι
es: Presentación en la VSync más próxima: Desactivado
eu: Hurbileneko ZAldb: Etenda
fi: Nykyinen lähimmässä VSync:ssa: Pois päältä
fr: Présenter à la synchronisation verticale la plus proche : Non
gl: Presente no VSync máis preto: Apagado
he: הצגה בנקודת הסנכרון האנכי הקרובה ביותר: כבויה
hr: Prikaži s najbližim VSync-om: Isključeno
hy: Ներկայացումը մոտակա VSync-ին. Անջ
it: Present al VSync più vicino: Off
ja: 最も近い垂直同期で表示: オフ
lt: Teikti su artimiausiu VSync: Išj.
ms_my: Hadir pada VSync terhampir: Mati
nl: Aanwezig op dichtstbijzijnde VSync: Uit
pl: Obecność przy najbliższej synchronizacji pionowej: wyłączona
ru: Вывод на ближайшей VSync: откл
sk: Zobraziť pri najbližšej VSync: vypnuté
sl: Present pri najbližjem VSync: Izklj.
sr: Прикажи са најближом верт. синхр.: искључено
sv: Visa vid närmaste VSync: Av
th_th: นำเสนอที่ VSync ใกล้เคียงที่สุด: ปิด
tt: Представлять с ближайшим VSync: отключено
vi: Hiện nay gần nhất VSync: Tắt

# IDS_OSD_RS_COLOR_MANAGEMENT_ON
source: Color Management: On
ar: إدارة اللون: تعمل
be: Кіраванне колерам: Укл
bn: রং ব্যবস্থাপনা: চালু করা হল
bs_ba: Upravljanje Bojom: Uključeno
ca: Gestió de Colors: Activada
cs: Správa barev: Zapnuto
da: Farvehåndtering: Til
de: Farbmanagement: Ein
el: Διαχείριση χρωμάτων: Ναι
es: Gestión de color: Activada
eu: Margo Kudeaketa: Eraginda
fi: Värin hallinta: Päällä
fr: Gestion des couleurs : Activée
gl: Xestión de Cor: Encendido
he: ניהול צבעים: מופעל
hr: Upravljanje bojama: Uklj.
hu: Színkezelés: Bekapcsolva
hy: Գույնի կառավարում. Միաց
it: Gestione colori: On
ja: カラー調整: オン
lt: Spalvų valdymas: Įj.
ms_my: Pengurusan Warna: Hidup
nl: Kleurbeheer: Aan
pa: ਰੰਗ ਪਰਬੰਧ: ਚਾਲੂ
pl: Zarządzanie kolorami: włączone
ru: Управление цветом: вкл
sk: Správa farieb: zapnutá
sl: Upravljanje barv: Vklj.
sr: Управљање бојама: укључено
sv: Färghantering: På
th_th: การจัดการสี: เปิด
tt: Төс идарәсе: кабызылган
vi: Quản lí màu: Bật

# IDS_OSD_RS_COLOR_MANAGEMENT_OFF
source: Color Management: Off
ar: إدارة اللون: مغلق
be: Кіраванне колерам: Адкл
bn: রং ব্যবস্থাপনা: বন্ধ করা হল
bs_ba: Upravljanje Bojom: Isključeno
ca: Gestió de Colors: Desactivada
cs: Správa barev: Vypnuto
da: Farvehåndtering: Fra
de: Farbmanagement: Aus
el: Διαχείριση χρωμάτων: Όχι
es: Gestión de color: Desactivada
eu: Margo Kudeaketa: Etenda
fi: Värin hallinta: Pois päältä
fr: Gestion des couleurs : Désactivée
gl: Xestión de Cor: Apagado
he: ניהול צבעים: כבוי
hr: Upravljanje bojama: Isklj.
hu: Színkezelés: Kikapcsolva
hy: Գույնի կառավարում. Անջ
it: Gestione colori: Off
ja: カラー調整: オフ
lt: Spalvų valdymas: Išj.
ms_my: Pengurusan Warna: Mati
nl: Kleurbeheer: Uit
pa: ਰੰਗ ਪਰਬੰਧ: ਬੰਦ
pl: Zarządzanie kolorami: wyłączone
ru: Управление цветом: откл
sk: Správa farieb: vypnutá
sl: Upravljanje barv: Izklj.
sr: Управљање бојама: искључено
sv: Färghantering: Av
th_th: การจัดการสี: ปิด
tt: Төс идарәсе: сүндерелгән
vi: Quản lí màu: Tắt

# IDS_OSD_RS_INPUT_TYPE_AUTO
source: Input Type: Auto-Detect
ar: نوع الإدخال: إكتشاف آلي
be: Уваходны тып: Аўтараспазнанне
bn: ইনপুটের ধরন: স্বয়ংক্রিয়-সনাক্তকরণ
bs_ba: Tip Ulaza: Auto-Detekcija
ca: Tipus d'entrada: Autodetecció
cs: Typ vstupu: Automaticky
da: Inputtype: Automatisk
de: Eingangstyp: Auto-Erkennung
el: Τύπος εισόδου: Αυτόματη ανίχνευση
es: Tipo de entrada: detectar automáticamente
eu: Sarrera Mota: Berez-Atzeman
fi: Tulon tyyppi: Automaattinen tunnistus
fr: Type d'entrée : Détection automatique
gl: Tipo de Entrada: Autodetectar
he: סוג קלט: זיהוי אוטומטי
hr: Vrsta unosa: Automatsko prepoznavanje
hu: Bemenet típusa: Automatikus észlelés
hy: Մուտքի տեսակը. Ինքնորոշում
it: Tipo input: Autorileva
ja: 入力タイプ: 自動検出
lt: Įėjimo tipas: Nustatyti automatiškai
ms_my: Jenis Input: Kesan-Sendiri
nl: Invoer type: Automatisch detecteren
pa: ਇਨਪੁਟ ਕਿਸਮ: ਆਟੋ-ਖੋਜ
pl: Format wejściowy: Automatyczny
ru: Тип ввода: Автоопределение
sk: Typ vstupu: detegovať automaticky
sl: Vrsta vhoda: Samodejno zaznaj
sr: Тип улаза: аутоматски
sv: Inmatningstyp: Automatiskt
th_th: ชนิดขาเข้า: ตรวจสอบอัตโนมัติ
tt: Керү төре: Үзе билгеләү
vi: Loại ngõ vào: Tự động nhận diện

# IDS_OSD_RS_INPUT_TYPE_HDTV
source: Input Type: HDTV
ar: نوع الإدخال: HDTV
be: Уваходны тып: HDTV
bn: ইনপুটের ধরন: HDTV
bs_ba: Tip Ulaza: HDTV
ca: Tipus d'Entrada: HDTV
cs: Typ vstupu: HDTV
de: Eingangstyp: HDTV
el: Τύπος εισόδου: HDTV
es: Tipo de entrada: HDTV
eu: Sarrera Mota: HDTV
fi: Tulon tyyppi: HDTV
fr: Type d'entrée : Haute Définition
gl: Tipo de Entrada: HDTV
he: סוג קלט: טלוויזיה בהפרדה גבוהה
hr: Vrsta unosa: HDTV
hu: Bemenet típusa: HDTV
hy: Մուտքի տեսակը. HDTV
it: Tipo input: HDTV
ja: 入力タイプ: HDTV
lt: Įėjimo tipas: HDTV
ms_my: Jenis Input: HDTV
nl: Invoer-type: HDTV
pa: ਇਨਪੁਟ ਕਿਸਮ: HDTV
pl: Format wejściowy: HDTV
ru: Тип ввода: HDTV
sk: Typ vstupu: HDTV
sl: Vrsta vhoda: HDTV
sr: Тип улаза: HDTV
sv: Inmatningstyp: HDTV
th_th: ชนิดขาเข้า: HDTV
tt: Керү төре: HDTV
vi: Loại ngõ vào: HDTV

# IDS_OSD_RS_INPUT_TYPE_SD_NTSC
source: Input Type: SDTV NTSC
ar: نوع الإدخال: SDTV NTSC
be: Уваходны тып: SDTV NTSC
bn: ইনপুটের ধরন: SDTV NTSC
bs_ba: Tip Ulaza: SDTV NTSC
ca: Tipus d'Entrada: SDTV NTSC
cs: Typ vstupu: SDTV NTSC
de: Eingangstyp: SDTV-NTSC
el: Τύπος εισόδου: SDTV NTSC
es: Tipo de entrada: SDTV NTSC
eu: Sarrera Mota: SDTV NTSC
fi: Tulon tyyppi: SDTV NTSC
fr: Type d'entrée : Définition standard NTSC
gl: Tipo de Entrada: SDTV NTSC
he: סוג קלט: טלוויזיה בהפרדה נמוכה NTSC
hr: Vrsta unosa: SDTV NTSC
hu: Bemenet típusa: SDTV NTSC
hy: Մուտքի տեսակը. SDTV NTSC
it: Tipo input: SDTV NTSC
ja: 入力タイプ: SDTV NTSC
lt: Įėjimo tipas: SDTV NTSC
ms_my: Jenis Input: SDTV NTSC
nl: Invoer-type: SDTV NTSC
pa: ਇਨਪੁਟ ਕਿਸਮ: SDTV NTSC
pl: Format wejściowy: SDTV NTSC
ru: Тип ввода: SDTV NTSC
sk: Typ vstupu: SDTV NTSC
sl: Vrsta vhoda: SDTV NTSC
sr: Тип улаза: SDTV NTSC
sv: Inmatningstyp: SDTV NTSC
th_th: ชนิดขาเข้า: SDTV NTSC
tt: Керү төре: SDTV NTSC
vi: Loại ngõ vào: SDTV NTSC

# IDS_OSD_RS_INPUT_TYPE_SD_PAL
source: Input Type: SDTV PAL
ar: نوع الإدخال: SDTV PAL
be: Уваходны тып: SDTV PAL
bn: ইনপুটের ধরন: SDTV PAL
bs_ba: Tip Ulaza: SDTV PAL
ca: Tipus d'Entrada: SDTV PAL
cs: Typ vstupu: SDTV PAL
de: Eingangstyp: SDTV-PAL
el: Τύπος εισόδου: SDTV PAL
es: Tipo de entrada: SDTV PAL
eu: Sarrera Mota: SDTV PAL
fi: Tulon tyyppi: SDTV PAL
fr: Type d'entrée : Définition standard PAL
gl: Tipo de Entrada: SDTV PAL
he: סוג קלט: טלוויזיה בהפרדה נמוכה PAL
hr: Vrsta unosa: SDTV PAL
hu: Bemenet típusa: SDTV PAL
hy: Մուտքի տեսակը. SDTV PAL
it: Tipo input: SDTV PAL
ja: 入力タイプ: SDTV PAL
lt: Įėjimo tipas: SDTV PAL
ms_my: Jenis Input: SDTV PAL
nl: Invoer-type: SDTV PAL
pa: ਇਨਪੁਟ ਕਿਸਮ: SDTV PAL
pl: Format wejściowy: SDTV PAL
ru: Тип ввода: SDTV PAL
sk: Typ vstupu: SDTV PAL
sl: Vrsta vhoda: SDTV PAL
sr: Тип улаза: SDTV PAL
sv: Inmatningstyp: SDTV PAL
th_th: ชนิดขาเข้า: SDTV PAL
tt: Керү төре: SDTV PAL
vi: Loại ngõ vào: SDTV PAL

# IDS_OSD_RS_AMBIENT_LIGHT_BRIGHT
source: Ambient Light: Bright (2.2 Gamma)
ar: الضوء المحيطي: ساطع (2.2 غاما)
be: Вонкавае святло: Светлае (2.2 Gamma)
bn: পরিবেষ্টিত উজ্জ্বলতা: উজ্জ্বল (২.২ গামা)
bs_ba: Svjetlo Okruženja: Svijetlo (2.2 Gamma)
ca: Llum ambiental: Brillant (2,2 gamma)
cs: Osvětlení prostředí: Jasno (2.2 Gamma)
da: Omgivende lys: Lyst (2.2 gamma)
de: Umgebungslicht: Hell (Gamma: 2.2)
el: Περιβάλλον φωτισμού: Φωτεινό (2.2 Gamma)
es: Luz ambiental: brillante (2,2 gamma)
eu: Giro Argia: Argia (2.2 Gamma)
fi: Ympäristön valoisuus: Kirkas (2.2 Gamma)
fr: Luminosité ambiante : Claire (2.2 Gamma)
gl: Luz Ambiente: Clara (Gamma 2.2)
he: אור מקיף: בהיר (גאמה 2.2)
hr: Ambijentalno svjetlo: Svijetlo (2.2 Gamma)
hy: Լրջակայքի բաց-ը. Բաց (2.2 Գամմա)
it: Luce ambientale: Luminoso (Gamma 2.2)
ja: 環境光: 明るい (ガンマ 2.2)
lt: Supanti šviesa: Ryški (2.2 Gama)
ms_my: Cahaya Ambien: Cerah (Gamma 2.2)
nl: Omgevingslicht: Helder (2.2 Gamma)
pl: Oświetlenie otoczenia: Mocne (2.2 Gamma)
ru: Окружающий свет: Яркий (гамма 2.2)
sk: Okolité svetlo: Jasno (Gamma 2,2)
sl: Okoliška svetloba: Svetlo (2.2 Gamma)
sr: Околна осветљеност: светло (гама 2.2)
sv: Omgivningsljus: Ljust (2,2 Gamma)
th_th: แสงแวดล้อม: สว่าง (2.2 Gamma)
tt: Окружающий свет: Яркий (гамма 2.2)
vi: Môi trường xung quanh sáng: Bright (2.2 Gamma)

# IDS_OSD_RS_AMBIENT_LIGHT_DIM
source: Ambient Light: Dim (2.35 Gamma)
ar: الضوء المحيطي: خافت (2.35 غاما)
be: Вонкавае святло: Цьмянае (2.35 Gamma)
bn: পরিবেষ্টিত উজ্জ্বলতা: অনুজ্জ্বল (২.৩৫ গামা)
bs_ba: Svjetlo Okruženja: Prigušeno (2.2 Gamma)
ca: Llum ambiental: Tènue (2,35 gamma)
cs: Osvětlení prostředí: Šero (2.35 Gamma)
da: Omgivende lys: Nedtonet (2.35 gamma)
de: Umgebungslicht: Schwach (Gamma: 2.35)
el: Περιβάλλον φωτισμού: Μέσο (2.35 Gamma)
es: Luz ambiental: Tenue (2,35 gamma)
eu: Giro Argia: Itzalia (2.35 Gamma)
fi: Ympäristön valoisuus: Hämärä (2.35 Gamma)
fr: Luminosité ambiante : Moyenne (2.35 Gamma)
gl: Luz Ambiente: Reducida (Gamma 2.35)
he: אור מקיף: עמום (גאמה 2.35)
hr: Ambijentalno svjetlo: Tamno (2.35 Gamma)
hy: Լրջակայքի բաց-ը. Պղտոր (2.35 Գամմա)
it: Luce ambientale: Debole (Gamma 2.35)
ja: 環境光: 薄暗い (ガンマ 2.35)
lt: Supanti šviesa: Blanki (2.35 Gama)
ms_my: Cahaya Ambien: Malap (Gamma 2.35)
nl: Omgevingslicht: Gedimd (2.2 Gamma)
pl: Oświetlenie otoczenia: Średnie (2.35 Gamma)
ru: Окружающий свет: Тусклый (гамма 2.35)
sk: Okolité svetlo: Šero (Gamma 2,35)
sl: Okoliška svetloba: Zatemnjeno (2.35 Gamma)
sr: Околна осветљеност: затамњено (гама 2.35)
sv: Omgivningsljus: Svagt (2,35 Gamma)
th_th: แสงแวดล้อม: สลัว (2.35 Gamma)
tt: Окружающий свет: Тусклый (гамма 2.35)
vi: Môi trường xung quanh sáng: Dim (2.35 Gamma)

# IDS_OSD_RS_AMBIENT_LIGHT_DARK
source: Ambient Light: Dark (2.4 Gamma)
ar: الضوء المحيطي: مظلم (2.4 غاما)
be: Вонкавае святло: Цёмнае (2.4 Gamma)
bn: পরিবেষ্টিত উজ্জ্বলতা: অন্ধকার (২.৪ গামা)
bs_ba: Svjetlo Okruženja: Tamno (2.2 Gamma)
ca: Llum ambiental: Fosca (2,4 gamma)
cs: Osvětlení prostředí: Tma (2.4 Gamma)
da: Omgivende lys: Mørkt (2.4 gamma)
de: Umgebungslicht: Dunkel (Gamma: 2.4)
el: Περιβάλλον φωτισμού: Σκοτεινό (2.4 Gamma)
es: Luz ambiental: oscura (2,4 gamma)
eu: Giro Argia: Iluna (2.4 Gamma)
fi: Ympäristön valoisuus: Pimeä (2.4 Gamma)
fr: Luminosité ambiante : Sombre (2.4 Gamma)
gl: Luz Ambiente: Escura (Gamma 2.4)
he: אור מקיף: כהה (גאמה 2.4)
hr: Ambijentalno svjetlo: Mračno (2.4 Gamma)
hy: Լրջակայքի բաց-ը. Մուգ (2.4 Գամմա)
it: Luce ambientale: Scuro (Gamma 2.4)
ja: 環境光: 暗い (ガンマ 2.4)
lt: Supanti šviesa: Tamsi (2.4 Gama)
ms_my: Cahaya Ambien: Gelap (Gamma 2.4)
nl: Omgevingslicht: Donker (2.2 Gamma)
pl: Oświetlenie otoczenia: Słabe (2.4 Gamma)
ru: Окружающий свет: Темный (гамма 2.4)
sk: Okolité svetlo: Tma (Gamma 2,4)
sl: Okoliška svetloba: Temno (2.4 Gamma)
sr: Околна осветљеност: тамно (гама 2.4)
sv: Omgivningsljus: Mörkt (2,4 Gamma)
th_th: แสงแวดล้อม: มืด (2.4 Gamma)
tt: Окружающий свет: Темный (гамма 2.4)
vi: Môi trường xung quanh sáng: Dark(2.4 Gamma)

# IDS_OSD_RS_REND_INTENT_PERCEPT
source: Rendering Intent: Perceptual
ar: إعادة التصميم: إدراكي
be: Мэта апрацоўкі: Зрокавае ўспрыманне
bn: রেনডারিং লক্ষ্য: দর্শনযোগ্য
bs_ba: Namjera Renderiranja: Po osjećaju
ca: Tipus de renderització: Perceptiva
cs: Vykreslení: Percepční
da: Renderingsformål: Sanselig
de: Wiedergabeziel: Perzeptiv
el: Στόχος φωτοαπόδοσης: Ποσοστιαία
es: Gama (intent) de renderización: Perceptiva
eu: Aurkezpen Saioa: Oharmenezkoa
fi: Muuntoperuste: Havaittava
fr: Intention de rendu : Perceptuelle
gl: Modo Procesamento: Perceptivo
he: מטרת הצגה: תפיסתית
hr: Namjera prikazivanja: Perceptualna
hy: Ռենդեր. մտայ-ը. Զգայուն
it: Rendering Intent: Percettivo
ja: レンダリングの目的: 知覚的
lt: Vaizdavimo metodas: Suvokimas
ms_my: Niat Penerapan: Perseptual
nl: Opbouw intentie: Perceptueel
pl: Sposób renderowania: Percepcyjny
ru: Метод пересчета: Перцептуальный
sk: Vykresľovanie: percepčné
sl: Namen izrisovalnika: Zaznavalno
sr: Циљ рендеровања: перцепција
sv: Återgivningsmetod: Perceptuell
th_th: เจตนาการแปลผล: ให้รับรู้ได้
tt: Киредән санау ысулы: Үзләштерү
vi: Ra ý định: Tri giác

# IDS_OSD_RS_REND_INTENT_RELATIVE
source: Rendering Intent: Relative Colorimetric
ar: إعادة التصميم: لون نسبي متري
be: Мэта апрацоўкі: Адносная колераметрыя
bn: রেনডারিং লক্ষ্য: আপেক্ষিক কালারিমেট্রিক
bs_ba: Namjera Renderiranja: Relativno Po bojama
ca: Tipus de renderització: Colorimetria relativa
cs: Vykreslení: Relativní kolorimetrické
da: Renderingsformål: Relativ farvemåling
de: Wiedergabeziel: Relativ farbmetrisch
el: Στόχος φωτοαπόδοσης: Σχετική μέτρηση χρωμάτων
es: Gama (intent) de renderización: Colorimétrica relativa
eu: Aurkezpen Saioa: Margoneurketa Erlatiboa
fi: Muuntoperuste: Suhteellisen kolorimetrinen
fr: Intention de rendu : Colorimétrique relative
gl: Modo Procesamento: Colorimétrico
he: מטרת הצגה: מדידת צבע יחסית
hr: Namjera prikazivanja: Relativno kolorimetrijska
hy: Ռենդեր. մտայ-ը. Հարաբերական գույնայնացում
it: Rendering Intent: Colorimetrico relativo
ja: レンダリングの目的: 相対カラーメトリック
lt: Vaizdavimo metodas: Santykinis kolorimetrinis
ms_my: Niat Penerapan: Kolorimetrik Relatif
nl: Opbouw intentie: Relatief kleurmetrisch
pl: Sposób renderowania: Względnie kolorymetryczny
ru: Метод пересчета: Относительный колориметрический
sk: Vykresľovanie: relatívne kolorimetrické
sl: Namen izrisovalnika: Relatívno kolorimetrično
sr: Циљ рендеровања: релативна колориметрија
sv: Återgivningsmetod: Relativ kolorimetrisk
th_th: เจตนาการแปลผล: เมตริกสีสัมพัทธ์
tt: Метод пересчета: Относительный колориметрический
vi: Ra ý định: Đo màu tương đối

# IDS_OSD_RS_REND_INTENT_SATUR
source: Rendering Intent: Saturation
ar: إعادة التصميم: إشباع
be: Мэта апрацоўкі: Насычанасць
bn: রেনডারিং লক্ষ্য: পরিপৃক্ত
bs_ba: Namjera Renderiranja: Zasićenost
ca: Tipus de renderització: Saturació
cs: Vykreslení: Sytost
da: Renderingsformål: Mætning
de: Wiedergabeziel: Sättigungserhaltend
el: Στόχος φωτοαπόδοσης: Κορεσμός
es: Gama (intent) de renderización: Saturación
eu: Aurkezpen Saioa: Margoasetasuna
fi: Muuntoperuste: Kylläisyys
fr: Intention de rendu : Saturation
gl: Modo Procesamento: Saturación
he: מטרת הצגה: הרוויה
hr: Namjera prikazivanja: Zasićenje
hy: Ռենդեր. մտայ-ը. Խտայնությունը
it: Rendering Intent: Saturazione
ja: レンダリングの目的: 彩度
lt: Vaizdavimo metodas: Sodrumas
ms_my: Niat Penerapan: Ketepuan
nl: Opbouw intentie: Verzadiging
pl: Sposób renderowania: Nasyceniowy
ru: Метод пересчета: Насыщенность
sk: Vykresľovanie: sýtosť
sl: Namen izrisovalnika: Nasičenje
sr: Циљ рендеровања: засићеност
sv: Återgivningsmetod: Mättnad
th_th: เจตนาการแปลผล: ความอิ่มตัว
tt: Киредән санау ысулы: Куелык
vi: Ra ý định: Độ bão hòa

# IDS_OSD_RS_REND_INTENT_ABSOLUTE
source: Rendering Intent: Absolute Colorimetric
ar: إعادة التصميم: لون مطلق متري
be: Мэта апрацоўкі: Абсалютная колераметрыя
bn: রেনডারিং লক্ষ্য: পরম কালারিমেট্রিক
bs_ba: Namjera Renderiranja: Apsolutno Po bojama
ca: Tipus de renderització: Colorimetria absoluta
cs: Vykreslení: Absolutní kolorimetrické
da: Renderingsformål: Absolut farvemåling
de: Wiedergabeziel: Absolut farbmetrisch
el: Στόχος φωτοαπόδοσης: Απόλυτη μέτρηση χρωμάτων
es: Gama (intent) de renderización: Colorimétrica absoluta
eu: Aurkezpen Saioa: Margoneurketa Osoa
fi: Muuntoperuste: Ehdottoman kolorimetrinen
fr: Intention de rendu : Colorimétrique absolue
gl: Modo Procesamento: Colorimétrico Absoluto
he: מטרת הצגה: מדידת צבע מוחלטת
hr: Namjera prikazivanja: Apsolutno kolorimetrijska
hy: Ռենդեր. մտայ-ը. Բացարձակ գույնայնացում
it: Rendering Intent: Colorimetrico assoluto
ja: レンダリングの目的: 絶対カラーメトリック
lt: Vaizdavimo metodas: Absoliutus kolorimetrinis
ms_my: Niat Penerapan: Kolorimetrik Mutlak
nl: Opbouw intentie: Absoluut kleurmetrisch
pl: Sposób renderowania: Bezwzględnie kolorymetryczny
ru: Метод пересчета: Абсолютный колориметрический
sk: Vykresľovanie: absolútne kolorimetrické
sl: Namen izrisovalnika: Absolutno kolorimetrično
sr: Циљ рендеровања: апсолутна колориметрија
sv: Återgivningsmetod: Absolut kolorimetrisk
th_th: เจตนาการแปลผล: เมตริกสีสัมบูรณ์
tt: Метод пересчета: Абсолютный колориметрический
vi: Ra ý định: Tuyệt đối đo màu

# IDS_OSD_RS_OUTPUT_RANGE
source: Output Range: %s
ar: مدى الناتج: %s
be: Дыяпазон вываду: %s
bn: আউটপুট সীমা: %s
bs_ba: Raspon Izlaza: %s
ca: Rang de sortida: %s
cs: Rozsah výstupu: %s
da: Outputområde: %s
de: Ausgabebereich: %s
el: Εύρος εξαγωγής: %s
es: Rango de salida: %s
eu: Irteera Maila: %s
fi: Ulostulon alue: %s
fr: Plage de sortie : %s
gl: Rango de Saída: %s
he: טווח פלט: %s
hr: Izlazni raspon: %s
hu: Kimeneti tartomány: %s
hy: Արտածման կարգը. %s
it: Intervallo di output: %s
ja: 出力範囲: %s
lt: Išėjimo diapazonas: %s
ms_my: Julat Output: %s
nl: Uitvoer Bereik: %s
pl: Zakres luminacji: %s
ru: Диапазон вывода: %s
sk: Rozsah výstupu: %s
sl: Izhodni obseg: %s
sr: Излазни опсег: %s
sv: Utmatningsomfång: %s
th_th: ช่วงขาออก: %s
tt: Чыгару аралыгы: %s
vi: Phạm vi đầu ra: %s

# IDS_OSD_RS_FLUSH_BEF_VSYNC_ON
source: Flush GPU before VSync: On
ar: تدفق GPU قبل VSync: يعمل
be: Ачышчаць буфер GPU да верт. сінхранізацыі: Укл
bn: VSyncএর আগে GPU ফ্লাশ করণ: চালু করা হল
bs_ba: Počisti GPU prije VSync: Uključeno
ca: Buida la GPU abans de la VSync: Activat
cs: Vyprázdnit GPU před VSync: Zapnuto
da: Tøm GPU før lodret synkronisering: Til
de: GPU vor VSync leeren: Ein
el: Εκκαθάριση GPU πριν το VSync: Ναι
es: Vaciar GPU antes de la VSync: Activado
eu: Jalgi GPU-a ZAldb aurretik: Eraginda
fi: Kiihdytä GPU ennen VSync: Päällä
fr: Vidage du GPU avant la synchronisation verticale : Activé
gl: Baleirar GPU Antes da VSync: Encendido
he: רוקן מעבד גרפי לפני סנכרון אנכי: מופעל
hr: Očisti GPU prije VSync-a: Uključeno
hu: GPU memória ürítése függőleges szinkronizáció előtt: Bekapcsolva
hy: Flush GPU VSync-ից առաջ. Միաց
it: Svuota GPU prima del VSync: On
ja: 垂直同期前に GPU をフラッシュ: オン
lt: Užpildyti GPU prieš VSync: Įj.
ms_my: Kosongkan GPU sebelum VSync: Hidup
nl: Leeg GPU voor VSync: Aan
pl: Opróżnianie bufora przed synchronizacją pionową: włączone
ru: Опустошить GPU перед VSync: вкл
sk: Uvoľnenie z GPU pred VSync: zapnuté
sl: Izprazni GPU pred VSync: Vklj.
sr: Испразни GPU пре верт. синхр.: укључено
sv: Töm GPU före VSync: På
th_th: ล้าง GPU ก่อน VSync: เปิด
tt: Заполнить GPU перед VSync: включено
vi: Flush GPU trước khi VSync: Bật

# IDS_OSD_RS_FLUSH_BEF_VSYNC_OFF
source: Flush GPU before VSync: Off
ar: تدفق GPU قبل VSync: مغلق
be: Ачышчаць буфер GPU да верт. сінхранізацыі: Адкл
bn: VSyncএর আগে GPU ফ্লাশ করণ: বন্ধ করা হল
bs_ba: Počisti GPU prije VSync: Isključeno
ca: Buida la GPU abans de la VSync: Desactivat
cs: Vyprázdnit GPU před VSync: Vypnuto
da: Tøm GPU før lodret synkronisering: Fra
de: GPU vor VSync leeren: Aus
el: Εκκαθάριση GPU πριν το VSync: Όχι
es: Vaciar GPU antes de la VSync: Desactivado
eu: Jalgi GPU-a ZAldb aurretik: Etenda
fi: Kiihdytä GPU ennen VSync: Pois päältä
fr: Vidage du GPU avant la synchronisation verticale : Désactivé
gl: Baleirar GPU Antes da VSync: Apagado
he: רוקן מעבד גרפי לפני סנכרון אנכי: כבוי
hr: Očisti GPU prije VSync-a: Isključeno
hu: GPU memória ürítése függőleges szinkronizáció előtt: Kikapcsolva
hy: Flush GPU VSync-ից առաջ. Անջ
it: Svuota GPU prima del VSync: Off
ja: 垂直同期前に GPU をフラッシュ: オフ
lt: Užpildyti GPU prieš VSync: Išj.
ms_my: Kosongkan GPU sebelum VSync: Mati
nl: Leeg GPU voor VSync: Uit
pl: Opróżnianie bufora przed synchronizacją pionową: wyłączone
ru: Опустошить GPU перед VSync: откл
sk: Uvoľnenie z GPU pred VSync: vypnuté
sl: Izprazni GPU pred VSync: Izklj.
sr: Испразни GPU пре верт. синхр.: искључено
sv: Töm GPU före VSync: Av
th_th: ล้าง GPU ก่อน VSync: ปิด
tt: Заполнить GPU перед VSync: отключено
vi: Flush GPU trước khi VSync: Tắt

# IDS_OSD_RS_FLUSH_AFT_PRES_ON
source: Flush GPU after Present: On
ar: تدفق GPU بعد التقديم: يعمل
be: Ачышчаць буфер GPU пасля паказу: Укл
bn: উপস্থাপনের পরে GPU ফ্লাশ করণ: চালু করা হল
bs_ba: Počisti GPU nakon Trenutnog: Uključeno
ca: Buida la GPU després de la presentació: Activat
cs: Vyprázdnit GPU po zobrazení: Zapnuto
da: Tøm GPU efter præsentation: Til
de: GPU nach Ausgabe leeren: Ein
el: Εκκαθάριση GPU μετά την παρουσίαση: Ναι
es: Vaciar GPU después de la presentación: Activado
eu: Jalgi GPU-a Aurkezpenaren ondoren: Eraginda
fi: Kiihdytä GPU nykyisen jälkeen: Päällä
fr: Vidage du GPU après la présentation : Activé
gl: Baleirar GPU despois da presente: Encendido
he: רוקן מעבד גרפי אחרי הצגה: מופעל
hr: Očisti GPU prije memorije: Uključeno
hu: GPU memória ürítése megjelenítés után: Bekapcsolva
hy: Flush GPU ներկ.-ից հետո. Միաց
it: Svuota GPU dopo il Present: On
ja: 表示後に GPU をフラッシュ: オン
lt: Užpildyti GPU po teikimo: Įj.
ms_my: Kosongkan GPU selepas Ini: Hidup
nl: Leeg GPU na VSync: Aan
pl: Opróżnianie bufora po wyświetleniu: włączone
ru: Опустошить GPU после вывода: вкл
sk: Uvoľnenie z GPU po vykreslení: zapnuté
sl: Izprazni GPU po Present: Vklj.
sr: Испразни GPU након репродукције: укључено
sv: Töm GPU efter Present: På
th_th: ล้าง GPU หลังจากปัจจุบัน: เปิด
tt: Заполнить GPU после представления: включено
vi: Flush GPU sau khi hiện tại: Bật
