Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_PPAGESYNC_IDC_STATIC10
source: Changes take effect after the playback has been closed and restarted.
ar: تسري التغييرات بعد إغلاق و إعادة تشغيل العرض.
be: Змены ажыццявяцца толькі пасля перазапуску прайгравання.
bn: পরিবর্তনসমূহ কার্যকর করার জন্যে প্লেব্যাক বন্ধ করে পুনরায় চালনা করতে হবে।
bs_ba: Izmjene će biti primijenjene nakon što je reprodukcija zaustavljena i restartovana.
ca: Els canvis tindran efecte després de tancar i reiniciar la reproducció.
cs: Změny se projeví až po zastavení a opětovném spuštění přehrávání.
da: Ændringerne træder i kraft efter afspilningen er blevet lukket eller genstartet.
de: Änderungen werden erst nach Neustart der Wiedergabe wirksam.
el: Οι αλλαγές θα ενεργοποιηθούν μετά το κλείσιμο κι επανεκκίνηση της αναπαραγωγής.
es: Los cambios tendrán efecto tras cerrar y reiniciar la reproducción.
eu: Aldaketek eragina dute irakurketa itxi eta berrabiarazi ondoren.
fi: Muutokset astuvat voimaan kun toisto on lopetettu ja käynnistetty uudelleen.
fr: Les changements prennent effet après que la lecture ait été arrêtée et redémarrée.
gl: Os cambios terán efecto ao pechar e reiniciar a reprodución.
he: השינויים נכנסים לתוקף רק לאחר שהניגון הופסק והופעל מחדש.
hr: Promjene će stupiti na snagu nakon što se reprodukcija zatvori i ponovno pokrene
hu: A módosítások akkor lépnek érvénybe, ha a lejátszót bezárta és újraindította.
hy: Ցուցադրել մոտագույն vsync-ի հետ
id: Perubahan terdampak setelah pemutaran ditutup dan dimulai ulang.
it: Le modifiche saranno effettive dopo un riavvio della riproduzione.
ja: ファイルを開き直すと、変更が有効になります。
lt: Pakeitimai įsigalios sustabdžius ir paleidus iš naujo grojimą
ms_my: Perubahan berkesan selepas main balik telah ditutup dan dimulakan semula.
nl: Vereist heropening van de video.
pt_br: As alterações terão efeito somente após o fechamento do vídeo e seu reinicio.
ru: Изменения вступят в силу после перезапуска воспроизведения.
sk: Zmeny sa prejavia až po zastavení aktuálneho prehrávania a po reštartovaní.
sl: Spremembe obveljajo, ko se predvajanje zapre in ponovno zažene.
sr: Измене ступају на снагу након што поново покренете репродукцију.
sv: Ändringarna börjar gälla efter omstart av uppspelning.
th_th: การเปลี่ยนแปลงจะได้ผล หลังปิดการเล่นแล้วเริ่มต้นใหม่
tt: Үзгәртүләр уйнату туктагач һәм киредән кабызылгач кабул ителә
uk: Зміни набудуть чинності після перезапуску плеєра.

# IDD_PPAGEFULLSCREEN_IDC_CHECK1
source: Launch files in fullscreen
ar: بدء الملفات في وضع ملء الشاشة
be: Запуск файлаў у поўнаэкранным рэжыме
bn: ফাইলসমূহ ফুলস্ক্রীনে চালনা
bs_ba: Pokreni dokumente preko cijelog ekrana
ca: Obre els fitxers en pantalla completa
cs: Spouštět v režimu na celou obrazovku
da: Start filer i fuldskærm
de: Wiedergabe im Vollbild starten
el: Εκκίνηση αρχείων σε μεγιστοποιημένη προβολή
es: Abrir archivos en pantalla completa
eu: Abiarazi agiriak ikusleiho-osoan
fi: Käynnistä tiedostot koko näytössä
fr: Lancer en mode plein écran
gl: Executar ficheiros en pantalla completa
he: הפעל קבצים במסך מלא
hr: Pokreni datoteke u fullscreen modu
hu: Inditás teljes képernyővel
hy: Բացել ֆայլերը ամբողջ էկրանով
id: Luncurkan berkas di layar penuh
it: Avvia i file a schermo intero
ja: 全画面表示でファイルを起動する
lt: Paleisti failus pilnaekranėje veiksenoje
ms_my: Lancar fail dalam skrin penuh
nl: Bestanden met volledig scherm openen
pt_br: Abrir arquivos em tela cheia
ru: Запускать файлы в полноэкранном режиме
sk: Spúšťať súbory na celú obrazovku
sl: Zaženi datoteke celozaslonsko
sr: Покрећи датотеке преко целог екрана
sv: Starta filer i helskärmläge
th_th: เปิดไฟล์ให้เต็มจอ
tt: Файлларны тулы экранда кабызырга
uk: Запускати файли на повний екран

# IDD_PPAGEFULLSCREEN_IDC_CHECK4
source: Hide controls in fullscreen
ar: اخفاء ادوات التحكم في وضع ملء الشاشة
be: Схаваць элементы кіравання ў поўнаэкранным рэжыме.
bn: ফুলস্ক্রীনে কন্ট্রোলসমূহ লুকিয়ে যাওয়া
bs_ba: Sakrij kontrole u prikazu preko cijelog ekrana
ca: Amaga els controls en pantalla completa
cs: V režimu na celou obrazovku skrýt ovládací prvky
da: Skjul kontrolelementer i fuldskærm
de: Bedienelemente bei Vollbild automatisch ausblenden
el: Απόκρυψη κουμπιών ελέγχου στη μεγιστοποιημένη προβολή
es: Ocultar controles en pantalla completa
eu: Ezkutatu aginteak ikusleiho-osoan
fi: Piilota säätimet kokoruututilassa
fr: Cacher les contrôles en plein écran
gl: Agochar controis en pantalla completa
he: הסתר כלי שליטה במסך מלא
hr: Sakrij kontrole u fullscreen modu
hu: Vezérlők elrejtése Teljes képernyős módban
hy: Թաքցնել կառավարումը Լիաէկրան եղանակում
id: Sembunyikan pengendali di layar penuh
it: Nascondi controlli a schermo intero
ja: 全画面表示でコントロールを隠す
lt: Slėpti valdymo elementus pilno ekrano veiksenoje
ms_my: Sembunyi kawalan dalam skrin penuh
nl: Verberg besturing in schermvullende modus
pt_br: Ocultar controles em tela cheia
ru: Скрывать элементы управления в полноэкранном режиме
sk: Skryť ovládacie prvky pri zobrazení na celú obrazovku
sl: Skrij kontrole v celozaslonskem načinu
sr: Сакриј контроле у режиму целог екрана
sv: Göm kontrollpanelen i helskärmsläge
th_th: ซ่อนปุ่มควบคุมในขณะเต็มจอ
tt: Тулы экранда идарә кисәкләрен яшерергә
uk: Приховувати елементи керування якщо 'На весь екран'

# IDD_PPAGEFULLSCREEN_IDC_STATIC1
source: ms
ar: ج.ث
be: мс
bn: ms পরে
eu: sm
he: מילישניות
hy: մվ
ja: ミリ秒
ru: мс
sr: мс
th_th: มว.
tt: мс
uk: мс

# IDD_PPAGEFULLSCREEN_IDC_CHECK6
source: Hide docked panels
ar: إخفاء لوحة الإختصار
be: Схаваць замацаваныя панэлі
bn: সংযুক্ত প্যানেলসমূহ লুকিয়ে যাওয়া
bs_ba: Sakrij usidrene panele
ca: Amaga els panells acoblats
cs: Skrýt ukotvené panely
da: Skjul forankret paneler
de: Zusatzfenster ausblenden
el: Απόκρυψη αγκυρωμένων πινάκων
es: Ocultar paneles acoplados
eu: Ezkutatu uztartutako panelak
fi: Piilota telakoidut paneelit
fr: Cacher les panneaux ancrés
gl: Agochar paneis acoplados
he: הסתר פנלים מעוגנים
hr: Sakrij dodatni prozor
hu: Rögzített panelek elrejtése
hy: Թաքցնել հարակցված վահանակները
id: Sembunyikan panel tersemat
it: Nascondo pannelli aggancaiti
ja: ドッキングされたパネルを隠す
lt: Slėpti užtvirtintas juostas
ms_my: Sembunyi panel dilabuh
nl: Verberg gekoppelde panelen
pt_br: Ocultar painéis encaixados
ru: Скрыть закрепленные панели
sk: Skryť ukotvené panely
sl: Skrij zasidrane plošče
sr: Сакриј усидрене панеле
sv: Göm dockade paneler
th_th: ซ่อนผังที่ถูกเทียบ
tt: беркетелгән аслыкларны ачарга
uk: Приховувати закріплені панелі

# IDD_PPAGEFULLSCREEN_IDC_CHECK5
source: Exit fullscreen at the end of playback
ar: الخروج من وضع ملء الشاشة عند انتهاء العرض
be: Выйсці з поўнаэкраннага рэжыму па сканчэнні прайгравання
bn: প্লেব্যাক শেষে ফুলস্ক্রীন থেকে প্রস্থান
bs_ba: Napusti prikaz preko cijelog ekrana na kraju reprodukcije
ca: Surt de la pantalla completa en acabar
cs: Po přehrání přejít do režimu zobrazení v okně
da: Afslut fuldskærm når afspilning er færdig
de: Vollbild am Ende der Wiedergabe verlassen
el: Έξοδος από μεγιστοποιημένη προβολή στο τέλος της αναπαραγωγής
es: Salir de pantalla completa al terminar
eu: Irten ikusleiho-osotik irakurketaren amaieran
fi: Poistu kokonäyttötilasta toiston loputtua
fr: Quitter le mode plein écran en fin de lecture
gl: Saír da pantalla completa ao rematar
he: צא ממסך מלא בסיום הניגון
hr: Pri završetku reprodukcije napusti fullscreen
hu: Kilépes teljes képernyőből a lejátszás végén
hy: Վերարտադրելուց հետո դուրս գալ Ամբողջ էկրանից
id: Keluar dari layar penuh diakhir pemutaran
it: Disattiva schermo intero dopo la riproduzione
ja: 再生終了時に全画面表示を解除する
lt: Baigus groti išeiti iš pilnaekranės veiksenos
ms_my: Keluar skrin penuh di penghujung main balik
nl: Bij stoppen, volledig scherm verlaten
pt_br: Sair da tela cheia ao terminar a reprodução
ru: Выход из полноэкранного режима по окончании воспроизведения
sk: Po prehratí vypnúť režim na celú obrazovku
sl: Izhod iz celozaslonskega prikaza na koncu predvajanja
sr: Изађи из режима целог екрана на крају репродукције
sv: Avsluta helskärmsläget efter uppspelningen
th_th: ออกจากแบบเต็มจอเมื่อเล่นจบ
tt: Уйнату тәмамлангач, тулы экранлы рәвештән чыгарга
uk: Вихід з повноекранного режиму після закінчення відтворення

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Fullscreen monitor
ar: الشاشة المستخدمة لوضع ملء الشاشة
be: Манітор для поўнаэкраннага рэжыму
bn: ফুলস্ক্রীনের মনিটর
bs_ba: Monitor za prikaz preko cijelog ekrana
ca: Monitor a pantalla completa
cs: Monitor pro zobrazení na celou obrazovku:
da: Fuldskærm monitor
de: Anzeigegerät bei Vollbild
el: Οθόνη μεγιστοποιημένης προβολής
es: Monitor a pantalla completa
eu: Ikusleiho-osoko monitorea
fi: Kokoruutumonitori
fr: Écran à utiliser pour le mode plein écran
gl: Monitor da pantalla completa
he: צג המסך המלא
hr: Monitor za fullscreen
hu: Teljes képernyős monitor
hy: Ամբողջ էկրանի համար մոնիտորը
id: Monitor layar penuh
it: Schermo intero
ja: 全画面表示モニタ
lt: Monitorius pilnaekranei veiksenai
ms_my: Monitor skrin penuh
nl: Volledigscherm monitor
pt_br: Monitor da tela cheia
ru: Монитор для полноэкранного режима
sk: Monitor pre režim na celú obrazovku
sl: Zaslon za celozaslonski prikaz
sr: Монитор за режим целог екрана
sv: Bildskärm för helskärmsläge
th_th: จอภาพแบบเต็มจอ
tt: Тулы экран өчен монитор
uk: Монітор для повноекранного відтворення

# IDD_PPAGEFULLSCREEN_IDC_CHECK2
source: Use autochange fullscreen monitor mode
ar: إستعمال تغيير آلي لنمط مراقبة الشاشة الكاملة
be: Выкарыстаўваць аўтазмену рэжыму манітора ў поўнаэкранным рэжыме
bn: ফুলস্ক্রীন মনিটরের মোড স্বয়ংক্রিয়ভাবে-পরিবর্তন ব্যবহার
bs_ba: Koristi modus za automatsku promjenu monitora ca prikaz preko cijelog ekrana
ca: Utilitza el mode de canvi automàtic a pantalla completa del monitor
cs: Automatická změna režimu monitoru pro režim na celou obrazovku
da: Brug automatisk skift af fuldskærm monitor-tilstand
de: Anzeigemodus bei Vollbild automatisch wechseln
el: Χρήση λειτουργίας οθόνης αυτόματης αλλαγής για μεγιστοποιημένη προβολή
es: Usar modo de cambio automático a pantalla completa del monitor
eu: Erabili berez-aldatu ikusleiho-osoko monitore modua
fi: Käytä automaattisesti kokonäyttötilan monitoritilaa
fr: Utiliser le changement automatique de mode lors du passage en plein écran
gl: Autocambiar automaticamente as configuracións do monitor da pantalla completa
he: השתמש בשינוי מצב אוטומטי של צג במסך מלא
hr: Uporabi automatsku promjenu načina rada monitora u fullscreenu
hu: Automatikus teljes képernyős mód használata
hy: Օգտ. մոնիտորի ամբողջ էկրանով ինքնափոխման եղանակը
id: Gunakan oto-ubah mode monitor layar penuh
it: Attiva il cambio automatico delle impostazioni monitor a schermo intero
ja: 全画面表示モニタ モードの自動変更を使用する
lt: Perjungti monitoriaus režimą pilnaekranėje veiksenoje
ms_my: Guna mod monitor skrin penuh perubahan sendiri
nl: Weergavemodus automatisch overschakelen in volledig scherm
pt_br: Mudar automaticamente as configurações do monitor da tela cheia
ru: Использовать автопереключение монитора в полноэкранном режиме
sk: Použiť automatickú zmenu režimu na celú obrazovku
sl: Uporabi samodejno spremembo celozaslonskega prikaza
sr: Аутоматска промена монитора у режиму целог екрана
sv: Ändra automatiskt bildskärmsläge vid helskärm
th_th: ใช้โหมดจอภาพแบบเต็มจอซึ่งเปลี่ยนอัตโนมัติ
tt: Монитор рәвешен тулы экран рәвешенә күчергеч
uk: Використовувати автозміну повноекранного режиму монітора

# IDD_PPAGEFULLSCREEN_IDC_BUTTON1
source: Add
ar: إضافة
be: Дадаць
bn: যোগ করি
bs_ba: Dodaj
ca: Afegeix
cs: Přidat
da: Tilføj
de: &Neu
el: Προσθήκη
es: Añadir
eu: Gehitu
fi: Lisää
fr: Ajouter
gl: Engadir
he: הוסף
hr: Dodaj
hu: &Hozzáadás
hy: Ավելացնել
id: Tambah
it: Aggiungi
ja: 追加
lt: Pridėti
ms_my: Tambah
nl: Toevoegen
pt_br: Adicionar
ru: Добавить
sk: Pridať
sl: Dodaj
sr: &Додај
sv: Lägg till
th_th: เพิ่ม
tt: Өстәргә
uk: Додати

# IDD_PPAGEFULLSCREEN_IDC_BUTTON2
source: Del
ar: حذف
be: Выдаліць
bn: মুছে ফেলি
bs_ba: Izbriši
ca: Elimina
cs: Smazat
da: Slet
de: &Entfernen
el: Διαγραφή
es: Eliminar
eu: Ezabatu
fi: Poista
fr: Supprimer
gl: Borrar
he: מחק
hr: Obriši
hu: Törlés
id: Hapus
it: Canc
ja: 削除
lt: Pašalinti
ms_my: Padam
nl: Verwijder
pt_br: Apagar
ru: Удалить
sk: Vymazať
sl: Briši
sr: &Избриши
sv: Ta bort
th_th: ลบ
tt: Бетерергә
uk: Видалити

# IDD_PPAGEFULLSCREEN_IDC_BUTTON3
source: Up
ar: اعلى
be: Уверх
bn: উপরে উঠাই
bs_ba: Naviše
ca: Amunt
cs: Nahoru
da: Op
de: H&öher
el: Πάνω
es: Subir
eu: Gora
fi: Ylös
fr: Monter
gl: Subir
he: העלה
hr: Gore
hu: Fel
hy: Վեր
id: Atas
it: Su
ja: 上へ
lt: Aukštyn
ms_my: Naik
nl: Omhoog
pt_br: Subir
ru: Вверх
sk: Nahor
sl: Gor
sr: &Горе
sv: Upp
th_th: ขึ้น
tt: Өскә
uk: Догори

# IDD_PPAGEFULLSCREEN_IDC_BUTTON4
source: Down
ar: اسفل
be: Уніз
bn: নিচে নামাই
bs_ba: Naniže
ca: Avall
cs: Dolů
da: Ned
de: &Tiefer
el: Κάτω
es: Bajar
eu: Behera
fi: Alas
fr: Descendre
gl: Baixar
he: הורד
hr: Dolje
hu: Le
hy: Վար
id: Turun
it: Giù
ja: 下へ
lt: Žemyn
ms_my: Turun
nl: Omlaag
pt_br: Descer
ru: Вниз
sk: Nadol
sl: Dol
sr: &Доле
sv: Ner
th_th: ลง
tt: Аска
uk: Донизу

# IDD_PPAGEFULLSCREEN_IDC_CHECK3
source: Apply default monitor mode on fullscreen exit
ar: تطبّيق كنمط مراقب أصلي إفتراضي لخروج الشاشة الكاملة
be: Ужыць рэжым манітора па змаўчанні пасля выхаду з поўнаэкраннага рэжыму
bn: ফুলস্ক্রীন থেকে প্রস্থানে ডিফল্ট মনিটর মোড প্রয়োগ করণ
bs_ba: Primijeni modus podrazumijevanog monitora pri izlasku iz prikaza preko cijelog ekrana
ca: Aplica la visualització per defecte del monitor en sortir de la pantalla completa
cs: Po skončení režimu na celou obrazovku obnovit výchozí nastavení
da: Anvend standard monitor-tilstand ved afslutning af fuldskærm
de: Standard-Anzeigemodus nach Beenden des Vollbilds verwenden
el: Χρήση προεπιλεγμένης λειτουργίας οθόνης στην έξοδο από μεγιστ/μένη προβολή
es: Aplicar modo predeterminado del monitor al salir de pantalla completa
eu: Ezarri berezko monitore modua ikusleiho-osotik irtetzerakoan
fi: Siirry oletusnäyttötilaan poistuttaessa kokonäyttötilasta
fr: Revenir au mode d'affichage par défaut en quittant le mode plein écran
gl: Aplicar o modo de monitor predefinido ao saír da pantalla completa
he: החזר מצב לברירת המחדל בסיום תצוגת מסך מלא
hr: Primjeni zadane postavke monitora kad se napusti fullscreen
hu: Alap monitor módra váltás teljes képernyőből való kilépéskor
hy: Կիրառել 'Ըստ ծրագրայինի' եղանակը՝ պատուհանի եղանակին անցնելիս
id: Terapkan mode monitor bawaan saat keluar dari layar penuh
it: Applica la modalità schermo predefinita all'uscita dallo schermo intero
ja: 全画面表示終了時に既定のモニタ モードを適用する
lt: Pereinant iš pilnaekranės veiksenos panaudoti režimą „pagal nutylėjimą“
ms_my: Laksana mod monitor lalai bila keluar dari skrin penuh
nl: Standaard monitor modus toepassen bij verlaten volledig scherm
pt_br: Aplicar o modo padrão do monitor ao sair da tela cheia
ru: Применять режим по умолчанию при выходе из полноэкранного режима
sk: Po ukončení režimu na celú obrazovku použiť predvolený režim monitora
sl: Uporabi privzeti način zaslona ob izhodu iz celozaslonskega prikaza
sr: Подразумевани режим монитора при изласку из целог екрана
sv: Använd normalt bildskärmsläge när helskärmsläget avslutas
th_th: ใช้โหมดตั้งต้นของจอภาพ เมื่อออกจากแบบเต็มจอ
tt: 'Килешү буенча' рәвешне тәрәзә формасына күчкәндә кулланырга
uk: Застосовув. типовий режим монітора при виході з повноекр.

# IDD_PPAGEFULLSCREEN_IDC_RESTORERESCHECK
source: Restore resolution on program exit
ar: استعادة الدقة عند انهاء البرنامج
be: Аднаўляць разрознасць пасля выхаду з праграмы
bn: প্রোগ্রাম বন্ধে রেজ্যুলূশন পূর্বাবস্থায় ফিরিয়ে আনা
bs_ba: Vrati rezoluciju pri izlasku iz programa
ca: Restaura la resolució en sortir
cs: Po ukončení obnovit výchozí rozlišení
da: Genskab opløsning ved lukning af program
de: Ursprüngliche Auflösung bei Programmende wiederherstellen
el: Επαναφορά ανάλυσης στην έξοδο του προγράμματος
es: Restaurar resolución al salir
eu: Leheneratu bereizmena programatik irtetzerakoan
fi: Palauta resoluutio poistuttaessa ohjelmasta
fr: Restaurer la résolution lors de la fermeture du programme
gl: Restaurar resolución ao saír
he: שחזר רזולוצייה ביציאה מהתוכנה
hr: Vrati rezoluciju prilikom izlaska iz programa
hu: Felbontás visszaállítása kilépéskor
hy: Վերականգնել չափը՝ ծրագիրը փակելիս
id: Kembalikan resolusi saat keluar dari program
it: Ripristina la risoluzione all'uscita
ja: プログラム終了時に解像度を元に戻す
lt: Atstatyti skiriamąją gebą išeinant iš programos
ms_my: Pulih resolusi bila keluar dari program
nl: Herstel resolutie bij afsluiten
pt_br: Restaurar a resolução ao sair do programa
ru: Восстанавливать разрешение после выхода из программы
sk: Po ukončení obnoviť pôvodné rozlíšenie
sl: Obnovi ločljivost ob izhodu iz programa
sr: Врати резолуцију при изласку из програма
sv: Återställ skärmupplösning när programmet avslutas
th_th: คืนค่าความละเอียด เมื่อออกจากโปรแกรม
tt: Программадан чыккач, рөхсәтне торгызырга
uk: Відновлювати роздільну здатність після закриття програми

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Delay
ar: التأخير
be: Затрымка
bn: বিলম্বন
bs_ba: Odgoda
ca: Retard
cs: Zpoždění
da: Forsinkelse
de: Verzögerung
el: Καθυστέρηση
es: Retardo
eu: Atzerapena
fi: Viive
fr: Délai
gl: Retraso
he: עיכוב
hr: Kašnjenje
hu: Késleltetés
hy: Ուշացում
id: Jeda
it: Ritardo
ja: 遅延
lt: Delsa
ms_my: Lengah
nl: Vertraging
pt_br: Atraso
ru: Задержка
sk: Oneskorenie
sl: Zakasnitev
sr: Кашњење
sv: Fördröjning
th_th: หน่วง
tt: Тоткарлык
uk: Затримка

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_INFO
source: Info
ar: معلومات
be: Звесткі
bn: তথ্যাদি
ca: Informació
cs: Informace
el: Πληροφορίες
es: Información
eu: Argibideak
fi: Tiedot
gl: Información
he: מידע
hu: Információ
hy: Ինֆո
ja: 情報
lt: Informacija
ms_my: Maklumat
ru: Сведения
sr: Информације
th_th: ข้อมูล
tt: Белешмә
uk: Інформація

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_SCAN
source: Scan
ar: مسح
be: Сканір.
bn: স্ক্যানকরণ
bs_ba: Skeniraj
ca: Analitza
cs: Naladit
da: Skan
el: Σάρωση
es: Analizar
eu: Mihaketa
fi: Skannaa
fr: Recherche
gl: Sintonizar
he: סרוק
hu: Keres
hy: Ստուգել
id: Pindai
it: Scansiona
ja: スキャン
lt: Skenuoti
ms_my: Imbas
pt_br: Escanear
ru: Поиск
sk: Sken
sl: Preišči
sr: Скенирај
sv: Skanna
th_th: สแกน
tt: Эзләү
uk: Сканувати

# IDD_PPAGESUBMISC_IDC_CHECK1
source: Prefer forced and/or default subtitles tracks
ar: تفضيل مسارات الترجمة الإجبارية و/أو الإفتراضية
be: Аддаваць перавагу фарсіраваным і/або субцітрам па змаўчанні
bn: জোরপূর্বক এবং/বা ডিফল্ট সাবটাইটেল ট্র্যাকসমূহকে অগ্রাধিকার
bs_ba: Preferiraj nametnute i/ili podrazumijevane titlove
ca: Prefereix pistes de subtítols forçades/per defecte
cs: Upřednostňovat titulky s příznakem vynucený a/nebo výchozí
da: Foretræk tvunget og/eller standard undertekster-spor
de: Erzwungene Anzeige und Standardspur bevorzugen
el: Προτίμηση αναγκαστικών και/ή προεπιλεγμένων καναλιών υποτίτλων
es: Preferir pistas de subtítulos forzadas/predeterminadas
eu: Hobetsi behartutako eta/edo berezko azpidatzi bideak
fi: Suosi pakotettuja ja/tai oletustekstitysraitoja
fr: Préférer les pistes de sous-titres forcées et/ou par défaut
gl: Preferir forzado e/ou pistas de subtítulos por defecto
he: העדף זרמי כתוביות המסומנים כברירת מחדל ו/או כפויים
hr: Preferiraj forsirana i/ili zadane titlove
hu: Kényszerített és/vagy alapértelmezett feliratok preferálása
hy: Նախընտրել հարկադիր և/կամ հիմնական տողագրերը
id: Lebih memilih trek subtitel yang dipaksakan dan/atau subtitel bawaan
it: Preferisci tracce sottotitoli forzate e/o predefinite
ja: 強制字幕トラックおよびまたは既定の字幕トラックを優先する
lt: Teikti pirmenybę forsuotiems ir subtitrams pagal nutylėjimą
ms_my: Utama trek sarikata lalai dan/atau terpaksa
nl: Geef de voorkeur aan geforceerde en/of standaard ondertitels
pt_br: Preferir faixas de legendas forçadas e/ou padrão
ru: Предпочитать принудительные и/или дорожки субтитров по умолчанию
sk: Uprednostniť vynútené a/alebo predvolené stopy s titulkami
sl: Uporabi vsiljene in/ali privzete posnetke podnapisov
sr: Приоритет имају унутрашњи титлови уместо спољних
sv: Föredra tvingade och/eller standardundertexter
th_th: ชอบแทร็คศัพท์บรรยายตั้งต้น และ/หรือศัพท์บรรยายที่ถูกบังคับ
tt: Тизләтелгән һәм килешү буенча субтитрларга өстенлек бирү
uk: Віддавати перевагу форсованим і/або типовим доріжкам субтитрів

# IDD_PPAGESUBMISC_IDC_CHECK2
source: Prefer external subtitles over embedded subtitles
ar: تفضيل الترجمات الخارجية على الترجمات المضمنة
be: Выкарыстоўваць знешнія субцітры замест убудаваных
bn: সংযুক্ত সাবটাইটেল থেকে বাহিরস্থ সাবটাইটেলকে অগ্রাধিকার
bs_ba: Preferiraj eksterne titlove umjesto ugrađenih
ca: Prefereix subtítols externs als incrustats
cs: Pokud jsou dostupné, upřednostňovat externí titulky
da: Foretræk eksterne-undertekster over indlejrede-undertekster
de: Untertiteldateien gegenüber eingebetteten Untertiteln bevorzugen
el: Προτίμηση εξωτερικών υπότιτλων πάνω στους ενσωματωμένους υπότιτλους
es: Preferir subtítulos externos a los integrados
eu: Hobetsi kanpoko azpidatziak barneko azpidatziei
fi: Suosi ulkoisia tekstityksiä sulautettujen asemesta
fr: Préférer les pistes de sous-titres externes à celles internes
gl: Preferir subtítulos externos en lugar dos incrustados
he: העדף כתוביות חיצוניות אם קיימות
hr: Daj prednost vanjskim titlovima
hu: Külső feliratok használata, ha elérhetőek
hy: Միշտ օգտագործել արտաքին տողագրերը որպես հիմնական
id: Lebih memilih subtitel eksternal daripada subtitel tertanam
it: Usa sempre i sottotitoli esterni se disponibili
ja: 埋め込まれた字幕ではなく外部字幕を優先する
lt: Visada naudoti išorinius subtitrus kaip pagrindinius
ms_my: Utama sarikata luar berbanding sarikata terbenam
nl: Prefereer externe ondertiteling over interne ondertiteling
pt_br: Preferir legendas externas às internas
ru: Использовать внешние субтитры вместо встроенных
sk: Uprednostniť externé titulky pred vloženými
sl: Uporabi zunanje podnapise pred vgrajenimi podnapisi
sr: Приоритет имају спољни титлови уместо унутрашњих
sv: Föredra externa undertexter över inbäddade undertexter
th_th: ชอบศัพท์บรรยายภายนอก มากกว่าศัพท์บรรยายที่ถูกฝังไว้
tt: Гел тышкы субтитрларны төп итеп кулланырга
uk: Завжди, якщо можливо, робити типовими зовнішні субтитри

# IDD_PPAGESUBMISC_IDC_CHECK3
source: Ignore embedded subtitles
ar: تجاهل الترجمات المضمنة
be: Не загружаць убудаваныя субцітры
bn: সংযুক্ত সাবটাইটেলকে উপেক্ষাকরণ
bs_ba: Ignoriši ugrađene titlove
ca: Ignora els subtítols incrustats
cs: Nenačítat vložené titulky
da: Ignorerer indlejrede-undertekster
de: Eingebettete Untertitel nicht verwenden
el: Παράβλεψη ενσωματωμένων υπότιτλων
es: Ignorar los subtítulos integrados
eu: Ezikusi barneratutako azpidatziak
fi: Ohita sulautetut tekstitykset
fr: Ignorer les pistes de sous-titres internes
gl: Ignorar subtítulos internos
he: אל תטען כתוביות מובנות מהקונטיינר
hr: Ignoriraj ugrađene titlove
hu: Beágyazott feliratok figyelmen kívül hagyása
hy: Չօգտագործել ներքին տողագրերը
id: Abaikan subtitel tertanam
it: Non caricare i sottotitoli interni al video
ja: 埋め込まれた字幕を無視する
lt: Nenaudoti integruotų subtitrų
ms_my: Abali sarikata terbenam
nl: Geïntegreerde ondertiteling niet laden
pt_br: Ignorar legendas internas
ru: Игнорировать встроенные субтитры
sk: Nenačítavať vložené titulky
sl: Prezri vgrajene podnapise
sr: Занемари унутрашње титлове
sv: Ignorera inbäddade undertexter
th_th: ละเลยศัพท์บรรยายที่ถูกฝังไว้
tt: Кертелгән субтитрларны кулланмаска
uk: Не завантажувати вбудовані субтитри
