Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDC_RMDX9
source: The output of Real's engine rendered by the DX9-based Allocator-Presenter of VMR-9 (renderless).
ar: ناتج عارض محرّك لـ Real's من قبل DX9 ويستند على خصائص متقدّمة من VMR-9 (عارض أقل).
be: Вывад RealMedia апрацоўваецца з дапамогай плагіна Allocator-Presenter у VMR-9 (renderless).
bn: Realএর ইঞ্জিন থেকে প্রাপ্ত আউটপুট DX9এর উপর ভিত্তি করা VMR-9 (renderless)এর অ্যালোকেটর-প্রেজেন্টার দ্বারা রেনডার করা হয়।
bs_ba: Izlaz Real engine-a renderiran sa DX9-baziranim Allocator-Presenter od VMR-9 (renderless).
ca: La sortida del motor Real serà renderitzada per l'"Asignador-Presentador" basat en DX9 del VMR-9 (sense renderitzat).
cs: Výstup Real enginu vykreslovaný pomocí Allocator-Presenteru VMR-9 (renderless).
da: Output fra Real's motor renderet af den DX9-baseret allokationspræsentation fra VMR-9 (renderless).
de: Gibt RealMedia-Video über den VMR-9 (renderless) aus.
el: Η έξοδος των μηχανών απόδοσης των Real, από τη βασισμένη στο DX9 Εκχώρηση-Παρουσίαση της VMR-9 (χωρίς απόδοση).
es: La salida del motor de Real se expresará por el componente Allocator-Presenter (asignador-presentador) del renderizador VMR-9 (sin renderizado) del entorno DX9 (DirectX 9).
eu: Real-ren gailuaren irteera VMR-9-ren (aurkezgabe) DX9-ohinarriko Banantzaile-Aurkezleak aurkeztuta.
fi: DX9-pohjaisen Sijoittaja-Esittäjän avulla muunnetun VMR-9 (renderöimätön) Real-moottorin ulostulo.
fr: La sortie du moteur Real affichée par le plugin Présentation/Allocation de VMR-9 (sans rendu).
gl: A saída do mecanismo Real será renderizado polo "Allocator-Presenter" basado en DX9 de VMR-9 (sen renderizador).
he: פלט מנוע ה-Real המוצג על-ידי מקציב התצוגה מבוסס ה-DX9 של VMR-9 (renderless).
hr: Izlaz Real prikazan sa DX9 temeljenom na Allocator-Presenter VMR-9 (bez-prikazivanja).
hu: A Real-Motor kimenete, amit a DX9-alapú VMR-9 (renderless) átalakító generál.
hy: RealMedia-ի արտածումը մշակվում է Allocator-Presenter օժանդակիչի միջոցով VMR-9 (renderless)-ում։
it: L'output del motore di Real renderizzato dall'Allocator-Presenter DX9-based di VMR-9 (renderless).
ja: VMR-9 (レンダーレス) の DirectX 9 ベースのアロケータ プレゼンタで表示される Real 用の出力エンジンです。
lt: Real išvestis apdorojama su DX97 Allocator-Presenter VMR-9 (renderless).
ms_my: Output bagi enjin Real diterap oleh Allocator-Presenter berasaskan-DX9 bagi VMR-9 (tak diterap).
nl: De output van Real's engine rendered door de op DX9 gebaseerde VMR-9 (opbouwloos).
pl: Renderuje strumień wyjściowy modułu RealMedia przy użyciu filtra „VMR-9 (renderless)”, który jest częścią pakietu DirectX 9.
ru: Вывод RealMedia обрабатывается с помощью плагина Allocator-Presenter в VMR-9 (renderless).
sk: Výstup z engine Real vykresľovaný pomocou Allocator-Presentera na báze DX9 z VMR-9 (bez vykreslenia).
sl: Izhod iz Real izrisan z Allocator-Presenter na osnovi DX9 od VMR-9 (brez izrisovalnika).
sr: Излаз модула RealMedia који је обрађен помоћу додатка додељивач-излагач у VMR-9 (без рендера).
sv: Utmatningen av Reals motor renderad av den DX9-baserade Allokering-Presentatören från VMR-9 (renderlös).
th_th: ขาออกของ Real's engine ถูกแปลผลโดย DX9-based Allocator-Presenter ของ VMR-9 (renderless)
tt: Вывод RealMedia обрабатывается с помощью плагина Allocator-Presenter в VMR-9 (renderless).
vi: Đầu ra công cụ của Real đưa ra bởi các DX9 dựa trên cấp phát của VMR-9 (ít render hơn).

# IDC_QTSYSDEF
source: QuickTime's own renderer. Gets a little slow when its video area is resized or partially covered by another window. When Overlay is not available it likes to fall back to GDI.
ar: عارض QuickTime's الخاص. يصبح بطيئاً إلى حدّ ما في إعادة تحجيم الفيديو أو تغطيه جزء بنافذة أخرى. عندما تكون الطبقة غير متوفرة هو سيتراجع إلى GDI.
be: Уласны рэндэр QuickTime. Запавольваецца пры змене памеру відэакадра або калі акно часткова закрыта іншым акном. Калі аверлей недаступны вяртаецца да метаду GDI.
bn: QuickTimeএর নিজস্ব রেনডারার। কিছুটা ধীরগতিতে কাজ করে যখন ভিডিওর সাইজপরিবর্তন করা হয় বা ভিডিও ক্ষেত্র আংশিকভাবে অন্য উইন্ডো দ্বারা ঢেকে যায়। এটা যখন Overlay ব্যবহার করতে পারে না তখন GDIএ ফিরে আসতে পছন্দ করে।
bs_ba: QickTime vlastiti renderer. Postaje malo spor tokom promjene veličine video prozora ili kada je djelimično pokrivne drugim prozorom. Kada Overlay nije dostupan, voli pasti u GDI.
ca: El renderitzador propi del Quicktime, es torna una mica lent quan l'àrea del vídeo es redimensiona o bé queda parcialment coberta per una altre finestra. Quant l'Overlay no està disponible li agrada recórrer al mode GDI (interfície -bàsica- de dispositiu gràfic).
cs: Vlastní renderer QuickTime. Pomalý pokud dojde ke změně velikosti oblasti videa nebo je video částečně překryto jiným oknem. Pokud není k dispozici overlay, většinou použije GDI.
da: QuickTime's egen renderer. Bliver lidt langsom når videoens område ændre størrelse eller delvist dækket af andre vinduer. Den kan godt lide at falde tilbage til GDI når Overlay ikke er tilgængelig.
de: Gibt QuickTime-Video über Apple's eigenen Renderer aus. Ist bei größenverändertem oder verdecktem Videofenster vergleichsweise langsam. Kann mangels Overlay-Modus auf das GDI zurückzufallen.
el: Η απόδοση του QuickTime. Είναι λίγο αργή όταν η περιοχή του βίντεο αλλάζει μέγεθος ή καλύπτεται εν μέρει από ένα άλλο παράθυρο. Όταν η επικάλυψη δεν είναι διαθέσιμη, αυτό μπορεί να επανέλθει στο GDI.
es: El renderizador propio de QuickTime. Se vuelve un poco lento cuando su área de vídeo es redimensionada o es parcialmente cubierta por otra ventana. Cuando el modo Overlay (hardware de renderizado directo) no está disponible le gusta recurrir al modo GDI (interfaz [básica] del dispositivo gráfico).
eu: QuickTime-ren bere aurkezlea. Apur bat astiroa bideo eremua birneurriratua bada edo beste leiho batez erdi estalia. Gainjarpena ez dagoenean eskuragarri GDI-ra itzultzeko joera dau.
fi: QuickTimen oma muunnin. Hidastuu vähän, kun videon alueen kokoa muunnetaan tai toinen ikkuna varjostaa sitä. Kun peittokuvaa ei voi käyttöö, se tahtoo pudota takaisin GDI:hin.
fr: Moteur de rendu de QuickTime. Parfois un peu lent lorsque la zone vidéo est redimensionnée ou partiellement couverte par une autre fenêtre. Quand l'overlay n'est pas disponible, il tend à repasser en GDI.
gl: O renderizador propio de QuickTime. Volvese un pouco lento cando a súa área de vídeo é redimensionada ou parcialmente cuberta por outra xanela. Cando o overlay non esta dispoñible gustalle regresarse a GDI.
he: מציג הוידאו של QuickTime. קצת איטי כאשר גודל שטח הוידאו משתנה או מכוסה על-ידי חלון אחר. כאשר Overlay אינו זמין, הוא כנראה ניסוג ל-GDI.
hr: QuickTime prikazivač. Postaje sporiji kad se poveća video ili kad je prekriven sa drugim prozorom. Kada Overlay nije dostupan vraća se na GDI.
hu: A QuickTime saját átalakítója. Egy kicsit belassul, ha a videósáv át van méretezve, vagy ha részben lefedi egy másik ablak. Ha az Overlay mód nem elérhető, GDI-re vált vissza.
hy: QuickTime-ի սեփական ցուցադրիչը։ Դանդաղում է կադրի չափի փոփոխման դեպքում։ Եթե Overlay-ը հասանելի չէ անցեք GDI-ի եղանակի։
it: Renderer di QuickTime. Rallenta leggermentente quando l'area video è ridimensionata o parzialmente coperta da un'altra finestra. Quando l'Overlay non è disponibile, andrà in GDI.
ja: QuickTime 独自のレンダラです。ビデオの表示領域がサイズ変更されたり、他のウィンドウによって部分的に隠されたりすると少し遅くなります。オーバーレイが使用できない場合、 GDI が使用されます。
lt: Savas QuickTime renderis. Sulėtėja keičiant vaizdo kadro dydį arba jei langą dalinai uždengia kitas. Jei overlėjus nepasiekiamas, grįžta prie GDI metodo.
ms_my: Penerap QuikTime sendiri. Menjadi lebih perlahan jika kawasan videonya disaiz semula atau sebahagiannya ditutupi oleh tetingkap lain. Bila Tindihan tidak tersedia ia berkemungkinan akan jatuh-balik ke GDI.
nl: QuickTime's eigen opbouwer. Wordt langzaam als het venster gedeeltelijk bedekt is of als de grootte verandert wordt. Als Overlay niet toegepast kan worden, wordt normaliter GDI toegepast.
pl: Renderuje pliku formatu QuickTime przy użyciu natywnego filtra. Nieznacznie zwalnia, gdy zmieniono rozmiar okna bądź jest ono częściowo zakryte. Jeżeli tryb nakładki jest niedostępny, najczęściej przełącza na GDI.
ru: Рендер QuickTime. Замедляется при изменении размера видеокадра или частичном закрытии плеера другим окном. Если оверлей недоступен, возвращается к GDI.
sk: Vlastné vykresľovanie QuickTime. Vykresľovanie sa spomalí pri zmene oblasti s videom alebo pri čiastočnom prekrytí iným oknom. Ak nie je dostupná funkcia Overlay, použije sa GDI.
sl: Lastni izrisovalnik QuickTime. Postane počasen, ko je velikost video območja spremenjena ali delno prekrito z drugim oknom. Ko prekrivanje ni na voljo najraje preklopi nazaj na GDI.
sr: Сопствени рендерер QuickTime формата. Може успорити приликом промене величине прозора за видео или његовог делимичног покривања. Када није доступан Overlay, користи се GDI.
sv: QuickTimes egna renderare. Blir aningen långsam när videostorleken ändrads eller när videon blir delvis övertäckt av ett annat fönster. När Overlay inte är tillgänglig kommer den att falla tillbaka till GDI.
th_th: ตัวแปลผลของ QuickTime เอง ช้ากว่าเล็กน้อยเมื่อพื้นที่วิดีโอของมันถูกปรับขนาดหรือบางส่วนถูกทับโดยหน้าต่างอื่น, เมื่อไม่มี Overlay มันมักจะกลับไปที่ GDI
tt: Собственный рендер QuickTime. Замедляется при изменении размера видеокадра или если окно частично закрыто другим окном. Если оверлей недоступен возвращается к методу GDI.
vi: Dựng hình của QuickTime. Được một chút chậm khi khu vực video của nó được thay đổi kích cỡ hoặc phủ một phần bởi một cửa sổ khác. Lớp phủ khi không có nó thích rơi trở lại GDI.

# IDC_QTDX9
source: The output of QuickTime's engine rendered by the DX9-based Allocator-Presenter of VMR-9 (renderless).
ar: ناتج عارض محرّك لـ QuickTime's من قبل DX9 ويستند على خصائص متقدّمة من VMR-9 (عارض أقل).
be: Вывад QuickTime апрацоўваецца з дапамогай плагіна Allocator-Presenter у VMR-9 (renderless).
bn: QuickTimeএর ইঞ্জিন থেকে প্রাপ্ত আউটপুট DX9এর উপর ভিত্তি করা VMR-9 (renderless)এর অ্যালোকেটর-প্রেজেন্টার দ্বারা রেনডার করা হয়।
bs_ba: Izlaz OickTime engine-a renderiran sa DX9-baziranim Allocator-Presenter od VMR-9 (renderless).
ca: La sortida del motor de QuickTime serà renderitzada per l'"Allocator-Presenter" basat en DX9 del VMR-9 (sense renderitzat).
cs: Výstup QuickTime enginu vykreslovaný pomocí Allocator-Presenteru VMR-9 (renderless).
da: Output fra QuickTime's motor renderet af den DX9-baseret allokationspræsentation fra VMR-9 (renderless).
de: Gibt QuickTime-Video über den VMR-9 (renderless) aus.
el: Η έξοδος των μηχανών απόδοσης του QuickTime, από τη βασισμένη στο DX9 Εκχώρηση-Παρουσίαση της VMR-9 (χωρίς απόδοση).
es: La salida del motor de QuickTime será representada por el componente Allocator-Presenter (asignador-presentador) del renderizador VMR-9 (sin renderizado) del entorno DirectX 9 (DX9).
eu: QuickTime-ren gailuaren irteera VMR-9-ren (aurkezgabe) DX9-ohinarriko Banantzaile-Aurkezleak aurkeztuta.
fi: DX9-pohjaisen Sijoittaja-Esittäjän avulla muunnetun VMR-9 (renderöimätön) QuickTime-moottorin ulostulo.
fr: La sortie du moteur QuickTime affichée par le plugin Présentation/Allocation de VMR-9 (sans rendu).
gl: A saída do mecanismo QuickTime será renderizado polo "Allocator-Presenter" basado en DX9 de VMR-9 (sen renderizador).
he: פלט מנוע ה-QuickTime המוצג על-ידי מקציב התצוגה מבוסס ה-DX9 של VMR-9 (renderless).
hr: Izlaz QuickTime prikazan sa DX9 temeljenom na Allocator-Presenter VMR-9 (bez-prikazivanja).
hu: A QuickTime-Motor kimenete, amit a DX9-alapú VMR-9 (renderless) átalakító generál.
hy: QuickTime-ի արտածումը մշակվում է Allocator-Presenter օժանդակիչի միջոցով VMR-9 (renderless)-ում։
it: L'output del motore di QuickTime renderizzato dall'Allocator-Presenter DX9-based di VMR-9 (renderless).
ja: VMR-9 (レンダーレス) の DirectX 9 ベースのアロケータ プレゼンタで表示される QuickTime 用の出力エンジンです。
lt: QuickTime išvestis apdorojama su DX9 Allocator-Presenter VMR-9 (renderless).
ms_my: Output bagi enjin QuickTime diterap oleh Allocator-Presenter berasaskan-DX9 bagi VMR-9 (tak diterap).
nl: De uitvoervan QuickTime's engine wordt opgebouwd door de op DX7 gebasserde VMR-9 (opbouwloos).
pl: Renderuje strumień wyjściowy modułu QuickTime przy użyciu filtra „VMR-9 (renderless)”, który jest częścią pakietu DirectX 9.
ru: Вывод QuickTime обрабатывается с помощью плагина Allocator-Presenter в VMR-9 (renderless).
sk: Výstup z enginu QuickTime vykresľovaný pomocou Allocator-Presentera na báze DX9 z VMR-9 (bez vykreslenia).
sl: Izhod iz QuickTime izrisan z Allocator-Presenter na osnovi DX9 od VMR-9 (brez izrisovalnika).
sr: Излаз модула QuickTime-а који је обрађен помоћу додатка додељивач-излагач у VMR-9 (без рендера).
sv: Utmatningen av QuickTimes motor renderad av den DX9-baserade Allokering-Presentatören från VMR-9 (renderlös).
th_th: ขาออกของ QuickTime's engine ถูกแปลผลโดย DX9-based Allocator-Presenter ของ VMR-9 (renderless)
tt: Вывод QuickTime обрабатывается с помощью плагина Allocator-Presenter в VMR-9 (renderless).
vi: Đầu ra công cụ của QuickTime kết xuất của DX9 dựa trên cấp phát của VMR-9 (ít render hơn).

# IDC_REGULARSURF
source: Video surface will be allocated as a regular offscreen surface.
ar: سطح الفيديو سيخصّص كسطح واقعي منتظم.
be: Паверхня для відэа вылучаецца як звычайная паверхня па-за экранам.
bn: ভিডিও উপরিতলটি একটি সাধারণ বাইরেরস্ক্রীন উপরিতল হিসেবে নির্দেশিত হবে।
bs_ba: Video površina će biti alocirana kao regularna površina van ekrana.
ca: La superfície del vídeo serà asignada com una de regular en una zona fora de la pantalla.
cs: Plocha videa bude vymezena jako běžná mimoobrazovková plocha.
da: Video-overflade vil blive allokeret som en almindelig overflade uden for skærmbilledet.
de: Stellt die Videooberfläche als gleichmäßige Offscreen-Oberfläche bereit.
el: Η επιφάνεια του βίντεο θα διατεθεί ως μια κανονική εκτός οθόνης επιφάνεια.
es: La superficie de vídeo será asignada como una superficie regular fuera de pantalla.
eu: Bideo azalera ikusleiho-kanpoko azalera arrunt bat bezala izendatuko da.
fi: Videopinta sijoitetaan kuten tavallinen kuvaruudun ulkopuolinen pinta.
fr: La surface vidéo sera allouée comme une surface hors-écran classique.
gl: A superficie do vídeo será distribuida como unha superficie regular fora da pantalla.
he: משטח הוידאו יוקצה כמשטח רגיל מחוץ למסך.
hr: Video površina će biti dodijeljena kao normalna površina van ekrana.
hu: A videó-felület normál képernyőn-kívüli (offscreen) felületként lesz lefoglalva.
hy: Տեսանյութի մակերեսը առանձնացվում է որպես էկրանից դուրս։
it: La superficie video sarà allocata come una superficie regolare su schermo.
ja: ビデオ サーフェスを通常のオフスクリーン サーフェスとして割り当てます。
lt: Paviršius vaizdui išskiriamas kaip įprastas paviršius ne ekrane.
ms_my: Permukaan video akan diperuntuk sebagai permukaan luar-skrin biasa.
nl: Video oppervlak is een normaal offscreen oppervlak.
pl: Alokuje płaszczyznę wideo jako normalną powierzchnię ekranową.
ru: Поверхность видео выделяется как обычная поверхность вне экрана.
sk: Plocha videa sa vymedzí ako bežná plocha mimo obrazovky.
sl: Video površina bo dodeljena kot redna izvenzaslonska površina.
sr: Површина за видео ће бити додељена као обична површина ван екрана.
sv: Videoytan kommer att allokeras som en vanlig offscreen yta.
th_th: ผิวหน้าวิดีโอจะถูกจัดสรรเป็นผิวหน้า offscreen ปกติ
tt: Поверхность для видео выделяется как обычная поверхность вне экрана.
vi: Bề mặt video sẽ được phân bổ như một bề mặt ngoài đời thường.

# IDS_PPAGE_OUTPUT_SYNC
source: Sync Renderer
ar: تزامن العارض
bs_ba: Sinhronizacioni Renderer
de: Sync-Renderer (EVR-CP)
el: Απόδοση συγχρονισμού
es: Renderizador Sync
eu: Aldb Aurkezlea
fi: Synkronointimuunnin
fr: Moteur de rendu Sync
gl: Renderizador de sincronización
he: מציג מסונכרן
hr: Sync prikazivač
hy: Սինքի ռենդերերը
it: Render Sync
ja: 同期レンダラ
ms_my: Penerap Segerak
nl: Sync opbouwer
pa: ਸਿੰਕ ਰੈਂਡਰਰ
sk: Vykresľovanie so synchronizáciou
sl: Sync izrisovalnik
th_th: ตัวแปลผลซิงค์
vi: Đồng bộ kết xuất

# IDS_PPAGE_OUTPUT_SURF_OFFSCREEN
source: Regular offscreen plain surface
ar: السطح البسيط الواقعي المنتظم
be: Звычайная паверхня па-за экранам.
bn: সাধারণ বাইরেরস্ক্রীন মসৃণ উপরিতল
bs_ba: Obična regularna površina izvan ekrana
ca: Superfície simple normal fora de pantalla
cs: Běžný mimoobrazovkový povrch
da: Almindelig simpel overflade uden for skærmbilledet
de: Gleichmäßige Offscreen-Oberfläche
el: Κανονική απλή επίπεδη επιφάνεια
es: Superficie simple normal fuera de pantalla
eu: Ikusleiho-kanpoko gainazal lau arrunta
fi: Tavallinen näytön ulkopuolinen taso
fr: Surfaces hors-écran classiques
gl: Superficie fora de pantallas convencionais
hr: Regularna čista površina izvan ekrana
hy: Սովորական մակերես էկրանից դուրս
it: Superfice piana offscreen regolare
ja: 通常のオフスクリーン プレーン サーフェス
lt: Įprastas paviršius ne ekrane
ms_my: Permukaan biasa luar-skrin biasa
nl: Regulier "offscreen" vlakke ondergrond
pa: ਨਿਯਮਤ ਆਫਸਕਰੀਨ ਪਲੇਨ ਸਰਫੇਸ
pl: Zwykła poza ekranowa płaska płaszczyzna
ru: Обычная поверхность вне экрана
sk: Bežná plocha mimo obrazovky
sl: Veljavna enostavna površina izven zaslona
sr: Обична површина ван екрана
sv: Vanlig offscreen plan yta
th_th: ผิวหน้าธรรมดา offscreen ปกติ
tt: Гади өслек экраннан тыш
vi: Offscreen thường xuyên bề mặt phẳng

# IDS_PPAGE_OUTPUT_SURF_2D
source: 2D surfaces
ar: 2D سطح
be: 2D-паверхні
bn: দ্বিমাত্রিক উপরিতলসমূহ
bs_ba: 2D površine
ca: Superfícies 2D
cs: 2D povrchy
da: 2D overflader
de: 2D-Oberflächen
el: 2D επιφάνειες
es: Superficies 2D
eu: 2D gainazalak
fi: 2D pinnat
fr: Surfaces 2D
gl: Superficies 2D
he: משטחי 2D
hr: 2D površine
hu: 2D felületek
it: Superfice 2D
ja: 2D サーフェス
lt: 2D paviršiai
ms_my: Permukaan 2D
nl: 2D oppervlaktes
pa: 2D ਸਰਫੇਸ
pl: Płaszczyzny 2D
ru: 2D-поверхности
sk: 2D povrchy
sl: 2D ploskve
sr: 2D површина
sv: 2D-ytor
th_th: ผิวหน้า 2D
tt: 2D-өслек
vi: Bề mặt 2D

# IDS_PPAGE_OUTPUT_SURF_3D
source: 3D surfaces (recommended)
ar: أسطح 3D (مستحسن)
be: 3D-паверхні (рэкамендуецца)
bn: ত্রিমাত্রিক উপরিতলসমূহ (পরামর্শ দেয়া হচ্ছে)
bs_ba: 3D površine (preporučeno)
ca: Superfícies 3D (recomanat)
cs: 3D povrchy (doporučeno)
da: 3D overflader (anbefalet)
de: 3D-Oberflächen (empfohlen)
el: 3D επιφάνειες (συνιστάται)
es: Superficies 3D (aconsejado)
eu: 3D gainazalak (gomendatua)
fi: 3D pinnat (suositeltu)
fr: Surfaces 3D (recommandé)
gl: Superficies 3D (recomendado)
he: משטחי 3D (מומלץ)
hr: 3D površine (preporučeno)
hu: 3D felületek (ajánlott)
hy: 3D surfaces (խորհուրդ է տրվում)
it: Supefice 3D (consigliata)
ja: 3D サーフェス (推奨)
lt: 3D paviršiai (rekomenduojama)
ms_my: Permukaan 3D (disarankan)
nl: 3D oppervlaktes (aanbevolen)
pa: 3D ਸਰਫੇਸ (ਸਿਫਾਰਸ਼ੀ)
pl: Płaszczyzny 3D (zalecane)
ru: 3D-поверхности (рекомендуется)
sk: 3D povrchy (odporúča sa)
sl: 3D ploskve (priporočeno)
sr: 3D површина (препоручује се)
sv: 3D-ytor (rekommenderas)
th_th: ผิวหน้า 3D (แนะนำ)
tt: 3D-өслек (тәкъдим ителә)
vi: Bề mặt 3D (Khuyên dùng)

# IDS_PPAGE_OUTPUT_RESIZE_NN
source: Nearest neighbor
ar: تجاور أقرب
be: Бліжэйшы сусед
bn: সবচেয়ে নিকটবর্তী সাইজপরিবর্তন
bs_ba: Najbliži susjed
ca: Interpolació per proximitat
cs: Nejbližší sousední pixel
da: Nærmeste nabo
de: Nächster Nachbar
el: Πλησιέστερη γειτονική
es: Vecino más cercano
eu: Hurbileneko auzkokidea
fi: Lähin naapuri
fr: Au plus proche
gl: Veciño máis preto
he: השכן הקרוב ביותר
hr: Najbliži susjed
hy: Մոտակա հարևանը
it: Vicino più prossimo
ja: ニアレスト ネイバー
lt: Artimiausias kaimynas
ms_my: Jiran terhampir
nl: Naaste buur
pa: ਸਭ ਤੋਂ ਨੇੜਲੇ ਗੁਆਂਢੀ
ru: Ближайший сосед
sk: Najbližšie susedné
sl: Najbližji sosed
sr: најближи сусед
sv: Angränsande
tt: Якындагы күрше
vi: Gần nhất

# IDS_PPAGE_OUTPUT_RESIZER_BILIN
source: Bilinear
ar: ثنائي الخطية
be: Білінейная
bs_ba: Bilinearno
ca: Bilineal
da: Bi-lineær
el: Διγραμμική
es: Bilineal
eu: Bilinearra
fi: Bilineaarinen
fr: Bilinéaire
gl: Bilineal
he: דו-ליניארי
hr: Bilinearno
it: Bilineare
ja: バイリニア
ms_my: Dwi-linear
pa: ਬਾਈਲੀਨੀਅਰ
ru: Билинейный
sk: Bilineárne
sl: Bilinearno
sr: билинеарна
sv: Bilinjär
tt: Сызыксыман

# IDS_PPAGE_OUTPUT_RESIZER_BIL_PS
source: Bilinear (PS 2.0)
ar: ثنائي الخطية (PS 2.0)
be: Білінейная (PS 2.0)
bs_ba: Bilinearno (PS 2.0)
ca: Bilineal (PS 2.0)
da: Bi-lineær (PS 2.0)
el: Διγραμμική (PS 2.0)
es: Bilineal (Pixel Shader 2.0)
eu: Bilinearra (PS 2.0)
fi: Bilineaarinen (PS 2.0)
fr: Bilinéaire (PS 2.0)
gl: Bilineal (PS 2.0)
he: דו-ליניארי (מצליל פיקסלים 2.0)
hr: Bilinearno (PS 2,0)
it: Bilineare (PS 2.0)
ja: バイリニア (PS 2.0)
ms_my: Dwi-linear (PD 2.0)
pa: ਬਾਈਲੀਨੀਅਰ (PS 2.0)
ru: Билинейный (PS 2.0)
sk: Bilineárne (PS 2.0)
sl: Bilinearno (PS 2.0)
sr: билинеарна (PS 2.0)
sv: Bilinjär (PS 2.0)
tt: Сызыксыман (PS 2.0)

# IDS_PPAGE_OUTPUT_RESIZER_BICUB1
source: Bicubic A=-0.60 (PS 2.0)
ar: الأسلوب A=-0.60 (PS 2.0)
be: Бікубічная A=-0.60 (PS 2.0)
bs_ba: Bikubno A=-0.60 (PS 2.0)
da: Bi-kubisk A=-0.60 (PS 2.0)
de: Bikubisch A=-0.60 (PS 2.0)
el: Δικυβική A=-0.60 (PS 2.0)
es: Bicúbico A=-0.60 (PS 2.0)
eu: Bikubikoa A=-0.60 (PS 2.0)
fr: Bicubique A=-0.60 (PS 2.0)
gl: Bicúbica A=-0.60 (PS 2.0)
hr: Bikubično A=-0.60 (PS 2.0)
it: Bicubico A=-0.60 (PS 2.0)
ja: バイキュビック A=-0.60 (PS 2.0)
ms_my: Dwi-kiub A=-0.60 (PS 2.0)
pa: ਬਾਈਕਿਊਬਕ A=-0.60 (PS 2.0)
ru: Бикубический A=-0.60 (PS 2.0)
sk: Bikubicky A=-0.60 (PS 2.0)
sl: Bikubično A=-0.60 (PS 2.0)
sr: бикубна A=-0.60 (PS 2.0)
sv: Bikubisk A=−0,60 (PS 2.0)
tt: Бикуб A=-0.60 (PS 2.0)

# IDS_PPAGE_OUTPUT_RESIZER_BICUB2
source: Bicubic A=-0.75 (PS 2.0)
ar: الأسلوب A=-0.75 (PS 2.0)
be: Бікубічная A=-0.75 (PS 2.0)
bs_ba: Bikubno A=-0.75 (PS 2.0)
da: Bi-kubisk A=-0.75 (PS 2.0)
de: Bikubisch A=-0.75 (PS 2.0)
el: Δικυβική A=-0.75 (PS 2.0)
es: Bicúbico A=-0.75 (PS 2.0)
eu: Bikubikoa A=-0.75 (PS 2.0)
fr: Bicubique A=-0.75 (PS 2.0)
gl: Bicúbica A=-0.75 (PS 2.0)
hr: Bikubično A=-0.75 (PS 2.0)
it: Bicubico A=-0.75 (PS 2.0)
ja: バイキュビック A=-0.75 (PS 2.0)
ms_my: Dwi-kiub A=-0.75 (PS 2.0)
pa: ਬਾਈਕਿਊਬਕ A=-0.75 (PS 2.0)
ru: Бикубический A=-0.75 (PS 2.0)
sk: Bikubicky A=-0.75 (PS 2.0)
sl: Bikubično A=-0.75 (PS 2.0)
sr: бикубна A=-0.75 (PS 2.0)
sv: Bikubisk A=−0,75 (PS 2.0)
tt: Бикуб A=-0.75 (PS 2.0)

# IDS_PPAGE_OUTPUT_RESIZER_BICUB3
source: Bicubic A=-1.00 (PS 2.0)
ar: الأسلوب A=-1.00 (PS 2.0)
be: Бікубічная A=-1.00 (PS 2.0)
bs_ba: Bikubno A=-1 (PS 2.0)
da: Bi-kubisk A=-1.00 (PS 2.0)
de: Bikubisch A=-1.00 (PS 2.0)
el: Δικυβική A=-1.00 (PS 2.0)
es: Bicúbico A=-1.00 (PS 2.0)
eu: Bikubikoa A=-1.00 (PS 2.0)
fr: Bicubique A=-1.00 (PS 2.0)
gl: Bicúbica A=-1.00 (PS 2.0)
hr: Bikubično A=-1.00 (PS 2.0)
it: Bicubico A=-1.00 (PS 2.0)
ja: バイキュビック A=-1.00 (PS 2.0)
ms_my: Dwi-kiub A=-1.00 (PS 2.0)
pa: ਬਾਈਕਿਊਬਕ A=-1.00 (PS 2.0)
ru: Бикубический A=-1.00 (PS 2.0)
sk: Bikubicky A=-1.00 (PS 2.0)
sl: Bikubično A=-1.00 (PS 2.0)
sr: бикубна A=-1.00 (PS 2.0)
sv: Bikubisk A=−1,00 (PS 2.0)
tt: Бикуб A=-1.00 (PS 2.0)

# IDS_PPAGE_OUTPUT_UNAVAILABLE
source: **unavailable**
ar: **غير متوفر**
be: **невядомы**
bn: **ব্যবহার উপযোগী নয়**
bs_ba: **nije dostupno**
ca: **no disponible**
cs: **nedostupný**
da: **ikke tilgængelig**
de: * nicht verfügbar *
el: **μη διαθέσιμη**
es: **no disponible**
eu: **eskuraezina**
fi: **ei käytettävissä**
fr: **non disponible**
gl: **non dispoñible**
he: **לא זמין**
hr: **nedostupno**
hu: **nem elérhető**
hy: **անհասանելի է**
it: **non disponibile**
ja: **利用不可**
lt: **neprieinama**
ms_my: **tidak tersedia**
nl: **onbeschikbaar**
pa: **ਨਾ-ਮੌਜੂਦ**
pl: **niedostępny**
ru: **недоступно**
sk: **nedostupné**
sl: **ni na voljo**
sr: **недоступно**
sv: **inte tillgänglig**
th_th: **ไม่มีอยู่**
tt: **мөмкин түгел**
vi: **không có**
