Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_HOTKEY_NOT_DEFINED
source: <not defined>
ar: <غير معرّف>
be: <не вызначана>
bn: <নির্ধারণ করা হয় নি>
bs_ba: <nije definisano>
ca: <sense definir>
cs: <není nastaveno>
da: <udefineret>
de: <nicht definiert>
el: <Δεν έχει καθοριστεί>
es: <sin definir>
eu: <zehaztu gabe>
fi: <ei määritelty>
fr: <non défini>
gl: <Non definido>
hr: <nije definirano>
hu: <nincs megadva>
ja: <未定義>
lt: <neapibrėžta>
ms_my: <tidak ditakrif>
nl: <niet gedefinieerd>
pa: <ਪਰਿਭਾਸ਼ਿਤ ਨਹੀਂ>
pl: <nie określono>
sk: <nedefinované>
sl: <nedefinirano>
sr: <није дефинисано>
sv: <inte definierad>
th_th: <ไม่ได้กำหนด>
vi: <không xác định>

# IDS_NAVIGATION_WATCH
source: Watch
ar: الساعة
be: Прагляд
bn: পর্যবেক্ষণ করি
bs_ba: Gledaj
ca: Mira
cs: Sledovat
da: Se
de: &Öffnen
el: Παρακολούθηση
es: Observar
eu: Behatu
fi: Katso
fr: Regarder
gl: Observar
hr: Pogledaj
it: Guarda
ja: 視聴
lt: Žiūrėti
ms_my: Tonton
nl: Bekijk
pa: ਨਿਗਰਾਨੀ
pl: Oglądaj
ru: Смотреть
sk: Sledovať
sl: Opazuj
sr: Погледај
sv: Kolla
th_th: รับชม
vi: Xem

# IDS_NAVIGATION_MOVE_UP
source: Move Up
ar: تحريك لإعلى
be: Вышэй
bn: উপরে উঠাই
bs_ba: Pomakni Naviše
ca: Amunt
cs: Nahoru
da: Flyt op
de: Nach &oben
el: Μετακίν. πάνω
es: Subir
eu: Mugitu Gora
fi: Siirrä ylös
fr: Monter
gl: Subir
he: הזז למעלה
hr: Pomakni gore
hu: Mozgatás fel
hy: Վեր
it: Sposta su
ja: 上へ移動
lt: Kelti Aukštyn
ms_my: Alih ke Atas
nl: Omhoog
pa: ਉੱਤੇ ਭੇਜੋ
pl: W górę
ru: Вверх
sk: Posunúť hore
sl: Premakni gor
sr: Помери нагоре
sv: Flytta upp
th_th: ย้ายขึ้น
tt: Өскәрәк
vi: Lên trên

# IDS_NAVIGATION_MOVE_DOWN
source: Move Down
ar: تحريك لإسفل
be: Ніжэй
bn: নিচে নামাই
bs_ba: Premakni Naniže
ca: Avall
cs: Dolů
da: Flyt ned
de: Nach &unten
el: Μετακίν. κάτω
es: Bajar
eu: Mugitu Behera
fi: Siirrä alas
fr: Descendre
gl: Baixar
he: הזז למטה
hr: Pomakni dolje
hu: Mozgatás le
hy: Վար
it: Sposta giù
ja: 下へ移動
lt: Kelti Žemyn
ms_my: Alih ke Bawah
nl: Omlaag
pa: ਹੇਠਾਂ ਭੇਜੋ
pl: W dół
ru: Вниз
sk: Posunúť dole
sl: Premakni dol
sr: Помери надоле
sv: Flytta ned
th_th: ย้ายลง
tt: Аскарак
vi: Xuống dưới

# IDS_NAVIGATION_SORT
source: Sort by LCN
ar: الترتيب بـLCN
be: сартаваць па LCN
bn: LCN অনুযায়ী সাজাই
bs_ba: Sortiraj po LCN
ca: Ordena per número de canal lògic (LCN)
cs: Seřadit podle LCN
da: Sortér efter LCN
de: Nach &LCN sortieren
el: Ταξινόμηση κατά LCN
es: Ordenar por número de canal lógico (LCN)
eu: Antolatu LCN-z
fi: Lajittele kanavanumeron mukaan
fr: Trier par numéro de chaîne
gl: Ordear por número de canle lóxico (LCN)
hr: Sortiraj po LNC
hu: Rendezés LCN szerint
it: Ordina per LCN
ja: LCN 順に並べ替える
lt: Rikuoti pagal LCN
ms_my: Isih mengikut LCN
nl: Sorteer op LCN
pa: LCN ਰਾਹੀਂ ਲੜੀਬੱਧ
pl: Sortuj wg LCN
ru: Сортировать по LCN
sk: Zoradiť podľa logického číslovania kanálov (LCN)
sl: Sortiraj po LCN
sr: Сортирај по LCN-у
sv: Sortera efter LCN
th_th: เรียงตาม LCN
vi: Sắp xếp theo LCN

# IDS_NAVIGATION_REMOVE_ALL
source: Remove all
ar: إزالة الكل
be: Выдаліць усе
bn: সবগুলো অপসারণ করি
bs_ba: Ukloni sve
ca: Elimina-ho tot
cs: Odebrat vše
da: Fjern alle
de: &Alle entfernen
el: Κατάργηση όλων
es: Eliminar todos
eu: Kendu denak
fi: Poista kaikki
fr: Tout supprimer
gl: Eliminar todo
hr: Ukloni sve
hu: Mindegyik eltávolítása
it: Rimuovi tutto
ja: すべて削除
lt: Pašalinti viską
ms_my: Buang semua
nl: Verwijder alles
pa: ਸਭ ਹਟਾਓ
pl: Usuń wszystkie
ru: Удалить все
sk: Odstrániť všetko
sl: Odstrani vse
sr: Уклони све
sv: Ta bort alla
th_th: ลบออกทั้งหมด
vi: Xóa tất cả

# IDS_REMOVE_CHANNELS_QUESTION
source: Are you sure you want to remove all channels from the list?
ar: هل أنت متأكد بأنك تريد إزالة جميع القنوات من القائمة؟
be: Сапраўды выдаліць усе каналы са спісу?
bn: আপনি কি নিশ্চিত যে তালিকা থেকে সবগুলো চ্যানেল অপসারণ করতে চান?
bs_ba: Da li ste sigurni da želite ukloniti sve kanale iz liste?
ca: Esteu segur que voleu eliminar tots els canals de la llista?
cs: Opravdu chcete ze seznamu odebrat všechny kanály?
da: Er du sikker på, at du vil fjerne alle kanalerne fra listen?
de: Wirklich alle Sender von der Liste entfernen?
el: Είστε βέβαιος ότι θέλετε να καταργήσετε όλα τα κανάλια από τη λίστα;
es: ¿Confirma que quiere eliminar todos los canales de la lista?
eu: Zihur zaude bide guztiak kentzea nahi dituzula zerrendatik?
fi: Haluatko varmasti poistaa kaikki kanavat listalta?
fr: Êtes-vous sûr de vouloir supprimer toutes les chaînes de la liste ?
gl: Está seguro de que quere eliminar todas as canles da lista?
hr: Jeste li sigurni da želite ukloniti sve kanale s liste?
hu: Biztosan törölni szeretné az összes csatornát a listából?
it: Sei sicuro di rimuovere tutti i canali dalla lista?
ja: 一覧からすべてのチャンネルを削除してもよろしいですか？
lt: Ar jūs tikrai norite pašalinti visus kanalus iš sąrašo?
ms_my: Anda pasti mahu buang semua saluran dari senarai?
nl: Weet u zeker dat u alle kanalen van de lijst wilt verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਸੂਚੀ ਤੋਂ ਸਭ ਚੈਨਲਾਂ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć wszystkie kanały z listy?
ru: Вы уверены, что хотите удалить все каналы из списка?
sk: Naozaj chcete odstrániť všetky kanály zo zoznamu?
sl: Ste prepričani, da želite odstraniti vse kanale iz seznama?
sr: Заиста желите да избришете све канале са списка?
sv: Är du säker på att du vill ta bort alla kanaler från listan?
th_th: คุณต้องการลบช่องทั้งหมด ออกจากรายการหรือไม่?
vi: Bạn có chắc muốn xóa tất cả các kênh trong danh sách?

# IDS_MEDIAINFO_NO_INFO_AVAILABLE
source: No information available
ar: لا توجد معلومات متاحة
be: Звесткі недаступны
bn: কোন তথ্যাদি পাওয়া যায় নি
bs_ba: Nema dostupnih informacija
ca: No hi ha informació disponible
cs: K dispozici nejsou žádné informace
da: Der findes ingen oplysninger
de: Keine Information verfügbar
el: Δεν υπάρχουν διαθέσιμες πληροφορίες
es: No hay información disponible
eu: Ez dago argibiderik eskuragarri
fi: Ei tietoa saatavilla
fr: Aucune information n'est disponible
gl: Non hai información dispoñible
hr: Nema informacija
hu: Nem áll rendelkezésre információ
it: Nessuna informazione disponibile
ja: 利用できる情報はありません
lt: Nėra informacijos
ms_my: Tiada maklumat tersedia
nl: Geen informatie beschikbaar
pa: ਕੋਈ ਜਾਣਕਾਰੀ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
pl: Brak dostępnych informacji
ru: Информация недоступна
sk: Nie je dostupná žiadna informácia
sl: Informacije niso na voljo
sr: Нема доступних информација
sv: Ingen information tillgänglig
th_th: ไม่มีข้อมูล
vi: Không có thông tin

# IDS_MEDIAINFO_ANALYSIS_IN_PROGRESS
source: Please wait, analysis in progress...
ar: الرجاء الإنتظار، التحليل مستمرّ..
be: Пачакайце, ідзе аналіз...
bn: অনুগ্রহপূর্বক অপেক্ষা করুন, বিশ্লেষণ প্রক্রিয়া চলমান রয়েছে...
bs_ba: Molimo sačekajte, u toku je analiza...
ca: Espereu-vos, s'està analitzant...
cs: Čekejte, probíhá analýza...
da: Vent venligst, undersøger...
de: Analysiere...
el: Παρακαλώ περιμένετε. Ανάλυση σε εξέλιξη...
es: Espere, análisis en marcha…
eu: Mesedez itxaron, azterketa garatzen...
fi: Ole hyvä ja odota, analyysi on käynnissä...
fr: Veuillez patienter, l'analyse est en cours...
gl: Por favor agarde, estase analizando...
hr: Molimo pričekajte, u tijeku je analiza...
hu: Kérem várjon, analízis folyamatban...
it: Attendi, analisi in corso...
ja: お待ちください。分析中...
lt: Prašome palaukti, vykdoma analizė
ms_my: Tunggu sebentar, analisis dalam proses...
nl: Even geduld, analyse bezig...
pa: ...ਪੜਤਾਲ ਜਾਰੀ ਹੈ, ਉਡੀਕ ਕਰੋ ਜੀ
pl: Proszę czekać, analiza w toku...
ru: Пожалуйста, подождите. Идет анализ...
sk: Prosím čakajte, prebieha analýza...
sl: Prosimo počakajte, analiza poteka...
sr: Анализирам…
sv: Var vänlig vänta, analys pågår...
th_th: โปรดรอ, การวิเคราะห์กำลังดำเนิน...
vi: Vui lòng đợi, đang tiến hành phân tích...

# IDS_ASPECT_RATIO_FMT
source: AR %d:%d
be: Прапорцыі %d:%d
ca: RA %d:%d
cs: PS %d:%d
es: RdA %d:%d
eu: IM %d:%d
fi: Kuvasuhde %d:%d
ja: 縦横比 %d:%d
lt: Kraštinių santykis %d:%d
ru: Соотношение сторон %d:%d
sk: Pomer strán %d:%d
sv: Bildformat %d:%d
th_th: อัตราส่วนฯ %d:%d

# IDS_PPAGEADVANCED_LOGGER
source: Enables logging to file (requires restart)
ar: تمكين تسجيل الدخول لملف (يتطلب إعادة تشغيل)
be: Уключае вядзенне журнала (патрабуецца перазапуск)
bn: ফাইলে নিবন্ধন করা সক্রিয়করণ।(বন্ধ করে পুনরায় চালনা করতে হবে)
bs_ba: Omogućava logovanje u dokument (zahtijeva restart)
ca: Activa el registre a un fitxer (cal reiniciar)
cs: Povolit záznam protokolu do souboru (vyžaduje restart)
da: Aktiverer logning til fil (kræver genstart)
de: Aktiviert die Dateiprotokollierung (Neustart erforderlich).
el: Ενεργοποίηση καταγραφής σε αρχείο (απαιτεί επανεκκίνηση)
es: Activa el registro de eventos en un archivo (Requiere reinicio)
eu: Agirira oharreratzea gaitzen du (beharrezkoa berrabiaraztea)
fi: Lokin kirjoitus tiedostoon päälle (vaatii uudelleenkäynnistyksen)
fr: Sauvegarder le journal des événements dans un fichier (redémarrage nécessaire)
gl: Activa o rexistro de eventos nun ficheiro (require reinicio)
hr: Omogući zabilježavanje u datoteku (zahtjeva ponovno pokretanje)
hu: Fájlba naplózás engedélyezése (Újraindítást igényel)
ja: ファイルへのログ記録を有効にします。 (再起動が必要)
lt: Įjungti žurnalo įrašą į failą (reikalingas paleidimas iš naujo)
ms_my: Benarkan mengelog ke fail (perlu mulakan semula)
nl: Aanzetten loggen naar bestand (vereist een restart)
pa: ਫ਼ਾਈਲ ਵਿੱਚ ਲਾਗ ਰੱਖਣ ਸਮਰੱਥ ਕਰੋ (ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ)
pl: Włącz logowanie do pliku (wymaga restartu)
ru: Включить запись лога в файл (требуется перезапуск)
sk: Zapne zaznamenávanie do súboru (vyžaduje reštart)
sl: Omogoči beleženje v datoteko (zahteva ponovni zagon)
sv: Aktiverar loggning till fil (omstart krävs)
th_th: ใช้งานการจดข้อมูลลงสู่ไฟล์ (ต้องเริ่มใหม่)
vi: Cho phép đăng nhập vào tập tin (yêu cầu khởi động lại)

# IDS_TIMER_REMAINING_TIME
source: Remaining time
ar: الوقت المتبقي
be: Засталося часу
bn: অবশিষ্ট সময়
bs_ba: Preostalo vrijeme
ca: Temps restant
cs: Zbývající čas
da: Resterende tid
de: Restlaufzeit
el: Χρόνος που απομένει
es: Tiempo restante
eu: Gelditzen den denbora
fi: Jäljellä oleva aika
fr: Temps restant
gl: Tempo restante
hr: Preostalo vrijeme
hu: Hátralévő idő
ja: 残り時間
lt: Liko laiko
ms_my: Masa berbaki
nl: Resterende tijd
pa: ਬਾਕੀ ਰਹਿੰਦਾ ਸਮਾਂ
pl: Pozostały czas
ru: Оставшееся время
sk: Zostávajúci čas
sl: Preostali čas
sr: Преостало време
sv: Återstående tid
th_th: เวลาที่เหลือ
vi: Thời gian còn lại

# IDS_TIMER_HIGH_PRECISION
source: High precision
ar: دقة عالية
be: Высокая дакладнасць
bn: নিখুঁতভাবে
bs_ba: Visoka preciznost
ca: Alta precisió
cs: Vysoká přesnost
da: Høj præcision
de: Hohe Genauigkeit
el: Υψηλή ακρίβεια
es: Alta precisión
eu: Zehaztasun handia
fi: Korkea tarkkuus
fr: Haute précision
gl: Alta precisión
hr: Velika preciznost
hu: Nagy pontosság
ja: 高精細表示
lt: Didelis tikslumas
ms_my: Kejituan tinggi
nl: Hoge precisie
pa: ਉੱਚ ਸਹੀਪੁਣਾ
pl: Wysoka precyzja
ru: Высокая точность
sk: Veľká presnosť
sl: Visoka natančnost
sr: Велика прецизност
sv: Hög precision
th_th: แม่นยำสูง
vi: Độ chính xác cao

# IDS_AFTERPLAYBACK_REWIND
source: After Playback: Rewind current file
ar: بعد نهاية التشغيل: أعد تشغيل الملف الحالي
be: Па сканчэнні прайгравання: пераматаць відэа на пачатак
bn: প্লেব্যাকের পরে: চলতি ফাইলটি পুনরায় চালনা
bs_ba: Nakon reprodukcije: Premotaj trenutni dokument
ca: Després de la reproducció: Torna al principi del fitxer
cs: Po přehrání: Na začátek aktuálního souboru
da: Efter afspilning: Spol filen tilbage
de: Nach Wiedergabe: Zum Anfang springen
el: Μετά την αναπαραγωγή: Επαναφορά τρέχοντος αρχείου
es: Tras la reproducción: Volver al principio del archivo
eu: Irakurri Ondoren: Atzerabildu agiria
fi: Toiston jälkeen: Mene nykyisen tiedoston alkuun
fr: En fin de lecture : Rembobiner le fichier
gl: Tras a reprodución: Rebobinar o ficheiro actual
hr: Nakon reprodukcije: Premotaj trenutačnu datoteku
hu: Lejátszás után: fájl elejére ugrás
ja: 再生終了後: 現在のファイルを巻き戻す
lt: Baigus groti: persukti einamą failą
ms_my: Selepas Main Balik: Mandri fail semasa
nl: Na afspelen: Spoel huidig bestand terug
pa: ਚਲਾਓ ਦੇ ਬਾਅਦ: ਮੌਜੂਦਾ ਫ਼ਾਇਲ ਨੂੰ ਵਾਪਿਸ ਪਿੱਛੇ ਕਰੋ
pl: Po zakończeniu odtwarzania: Przewiń plik do początku
ru: По окончании воспроизведения: перемотать текущий файл
sk: Po prehratí: Vrátiť aktuálny súbor na začiatok
sl: Po predvajanju prevrti trenutno datoteko
sr: Након репродукције: премотај датотеку уназад
sv: Efter Uppspelning: Spola tillbaka aktuell fil
th_th: หลังจากเล่นเสร็จ: วนซ้ำไฟล์ปัจจุบัน
vi: Sau khi phát xong: Tua lại tập tin hiện tại

# IDS_AFTERPLAYBACK_CLOSE
source: After Playback: Close
ar: بعد نهاية التشغيل: أغلق
be: Па сканчэнні прайгравання: закрыць
bn: প্লেব্যাকের পরে: বন্ধ করি
bs_ba: Nakon Reprodukcije: Zatvori
ca: Després de la reproducció: Tanca el fitxer
cs: Po přehrání: Zavřít
da: Efter afspilning: Luk
de: Nach Wiedergabe: Medien schließen
el: Μετά την αναπαραγωγή: Κλείσιμο
es: Tras la reproducción: Cerrar
eu: Irakurri Ondoren: Itxi
fi: Toiston jälkeen: Sulje
fr: En fin de lecture : Fermer le fichier
gl: Tras a reprodución: Pechar
hr: Nakon reprodukcije: Zatvori
hu: Lejátszás után: Bezárás
ja: 再生終了後: 閉じる
lt: Baigus groti: Uždaryti
ms_my: Selepas Main Balik: Tutup
nl: Na afspelen: Sluiten
pa: ਚਲਾਓ ਦੇ ਬਾਅਦ: ਬੰਦ ਕਰੋ
pl: Po zakończeniu odtwarzania: Zamknij plik
ru: По окончании воспроизведения: закрыть
sk: Po prehratí: Uzatvoriť
sl: Po predvajanju: Zapri
sr: Након репродукције: затвори
sv: Efter Uppspelning: Stäng
th_th: หลังจากเล่นเสร็จ: ปิด
vi: Sau khi phát xong: Đóng

# IDS_FRAME_INIT_FAILED
source: MPC-HC encountered a problem during initialization. With your help we might be able to fix the issue. Do you want to report it?
ar: MPC-HC واجه مشكلة في بداية تشغيله. بمساعدتك قد نكون قادرين على إصلاح المشكلة. هل تريد الإبلاغ عن ذلك؟
be: Падчас ініцыялізацыі MPC-HC сутыкнуўся з праблемай. Вы можаце дапамагчы нам вырашыць яе. Паведаміць пра гэту праблему?
bn: ইনিশিয়ালাইজেশন প্রক্রিয়া চলার সময় MPC-HC একটি সমস্যার মুখোমুখি হয়েছে। আপনার সহযোগিতার মাধ্যমে বিষয়টি আমরা সমাধান করলেও করতে পারি। আপনি কি এই বিষয়ে প্রতিবেদন পেশ করতে চান?
bs_ba: MPC-HC je doživio problem tokom inicijalizacije. Uz vašu pomoću bićemo u mogućnosti da popravimo ovaj problem. Želite li ga prijaviti?
ca: L'MPC-HC ha trobat un problema durant la inicialització. Amb la vostra ajuda podríem solucionar el problema. Voleu informar d'aquest problema?
cs: Během inicializace došlo k chybě. S vaší pomocí by se nám mohlo podařit tuto chybu opravit. Chcete tuto chybu nahlásit?
da: MPC-HC støttet på et problem under initialisering. Med din hjælp, kan vi muligvis rette problemet. Vil du rapporterer det?
de: Initialisierungsfehler aufgetreten. Das geladene Videobild ist ungültig. Diesen Fehler jetzt melden?
el: Το MPC-HC αντιμετώπισε ένα πρόβλημα κατά τη διάρκεια της προετοιμασίας. Με τη βοήθειά σας, μπορεί να είμαστε σε θέση να διορθώσουμε το ζήτημα. Θέλετε να αναφέρετε αυτό το ζήτημα;
es: MPC-HC encontró un problema con la inicialización. Con su ayuda es posible que podamos corregir el problema. ¿Quiere informarnos del fallo?
eu: MPC-HC-k arazo bat aurkitu du abiarazpenean. Zure laguntzarekin arazoa zuzentzeko gai izan gaitezke. Jakinaraztea nahi duzu?
fi: MPC-HC kohtasi ongelman ohjelman alustuksen yhteydessä. Sinun avullasi voimme ehkä korjata tämän ongelman. Haluatko raportoida sen eteenpäin?
fr: MPC-HC a rencontré un problème pendant son initialisation. Avec votre aide nous pouvons peut-être le corriger. Souhaitez-vous signaler ce problème ?
gl: Produciuse un problema ao inicializar MPC-HC. Coa súa axuda é posible que poidamos corrixir o problema. Quere informarnos do erro?
hr: MPC-HC je naišao na problem tokom inicijalizacije. Sa vašom pomoći mogli bi popraviti taj problem. Želite li ga prijaviti?
ja: MPC-HC の初期化中に問題が発生しました。あなたのご協力によって問題を解決できるかもしれません。 問題を報告しますか？
lt: Inicializacijos metu MPC-HC susidūrė su problema. Su jūsų pagalba mes galime ištaisyti problemą. Ar jūs norite pranešti apie ją?
ms_my: MPC-HC menghadapi masalah ketika pengawalan. Dengan bantuan anda kami dapat membaiki masalah tersebut. Anda mahu laporkannya?
nl: PMC-HC kwam een fout tegen tijdens het initialiseren. Met uw hulp kunnen mogelijk het "probleem" herstellen. Wil je het rapporteren?
pl: MPC-HC napotkał problem podczas ładowania. Z Twoją pomocą możliwe będzie naprawienie tego problemu. Czy chcesz zgłosić problem?
ru: MPC-HC столкнулся с проблемой во время инициализации. Вы можете помочь нам исправить эту ошибку. Вы хотите сообщить о ней?
sk: Program MPC-HC zaznamenal problémy počas inicializácie. S vašou pomocou by sme možno boli schopní tieto problémy opraviť. Chcete ohlásiť vzniknuté problémy?
sl: MPC-HC je naletel na težavo med inicializacijo. Z vašo pomočjo bomo mogoče lahko uredili zadevo. Želite poslati poročilo o težavi?
sv: MPC-HC stötte på ett fel vid uppstart. Med din hjälp kan vi kanske lösa det. Vill du rapportera felet?
th_th: MPC-HC ได้ประสบปัญหาระหว่างการเริ่มต้น เราอาจแก้ปัญหานี้ได้ถ้าคุณช่วยเรา คุณต้องการรายงานหรือไม่?
vi: MPC-HC gặp vấn đề trong quá trình khởi động. Với sự giúp đỡ của bạn, chúng tôi có thể sửa lỗi. Bạn có muốn báo cáo lỗi này?

# IDS_TIME_SHIFT_TOOLTIP
source: Enter a positive value if the audio is early, a negative value if it is late.
ar: أدخل قيمة موجبة إذا كان الصوت متقدم، وقيمة سالبة إذا كان متأخر.
be: Увядзіце дадатную велічыню, калі гук спяшацца, або адмоўную - калі запазняецца.
bn: অডিও আগে আসলে একটি ধনাত্মক মান প্রবেশ করান, পরে আসলে একটি ঋণাত্মক মান প্রবেশ করান।
bs_ba: Uneiste pozitivnu vrijednost ako zvuk prednjači, a negativnu ako kasni.
ca: Introdueixi un valor positiu si l'àudio va avançat, o un de negatiu si va amb retard.
cs: Pokud se zvuk předchází, zadejte kladnou hodnotu, pokud se zpožďuje, tak zápornou.
da: Indtast en positiv værdi hvis lyden er for tidlig, en negativ værdi hvis den er forsinket.
de: Positive Werte erlauben eine spätere, negative Werte eine frühere Audiowiedergabe.
el: Εισάγετε μια θετική τιμή εάν ο ήχος είναι πρόωρος ή μια αρνητική τιμή εάν καθυστερεί.
es: Proporcione un valor positivo si el audio va adelantado, o uno negativo si va retrasado.
eu: Sartu balio positibo bat audioa aurreratua badago, balio negaitboa atzeratua badago.
fi: Syötä positiivinen arvo jos ääni tulee liian aikaisin ja negatiivinen jos se tulee liian myöhään.
fr: Entrez une valeur positive si le son est en avance sur l'image, une valeur négative s'il est en retard.
gl: Proporcione un valor positivo se o audio vai adiantado ou un negativo se vai atrasado.
hr: Unesite pozitivnu vrijednost ako zvuk rani i negativnu vrijednost ako kasni.
ja: 映像よりも音声が早く再生される場合は正の値を、遅く再生される場合は負の値を入力してください。
lt: Įveskite teigiamą reikšmę, jei garsas per anksti, neigiamą reikšmę, jei per vėlai.
ms_my: Masukkan nilai positif jika audio terlalu awal, nilai negatif jika ia lewat.
nl: Geef een positieve waarde, indien audio te vroeg is een negatieve waarde als het te laat is.
pl: Wprowadź dodatnią wartość jeżeli dźwięk wyprzedza obraz lub ujemną gdy dźwięk nie nadąża za obrazem.
ru: Введите положительное значение, если звук спешит, или отрицательное, если он отстает.
sk: Ak je zvuk popredu, zadajte kladnú hodnotu, ak je oneskorený, zadajte zápornú hodnotu.
sl: Vnesi pozitivno vrednost če zvok prehiteva, negativno vrednost če zamuja.
sv: Ange ett positivt värde om ljudet är för tidigt, negativt värde om det är för sent.
th_th: ใส่ค่าบวกถ้าเสียงเริ่มเร็วกว่าภาพ หรือใส่ค่าติดลบหากเสียงช้ากว่าภาพ
vi: Nhập giá trị dương nếu âm thanh phát sớm, giá trị âm nếu âm thanh phát trễ.

# IDS_WEBUI_DISABLED_PREVIEW_MSG
source: Preview is currently disabled. You can enable it in MPC-HC's options.
ar: الإستعراض، غير متاح حاليًا. يمكنك تفعيله عن طريق الخيارات
be: Папярэдні прагляд адключаны. Вы можаце ўключыць яго ў наладах MPC-HC.
bn: এই মুহূর্তে প্রাকদর্শন নিষ্ক্রিয় অবস্থায় রয়েছে। আপনি সেটি MPC-HCএর অপশনসমূহ থেকে সক্রিয় করতে পারেন।
bs_ba: Pregled je trenutno onemogućen. Možete ga uključiti u opcijama MPC-HC-a.
ca: La previsualització actualment està desactivada. Podeu habilitar-la a les opcions de l'MPC-HC.
cs: Náhled je zakázán. Můžete ho povolit v možnostech MPC-HC.
da: Forhåndsvisning er deaktiveret. Du kan aktiverer det i MPC-HC's indstillinger.
de: Medienvorschau aktuell deaktiviert
el: Η προεπισκόπηση είναι προσωρινά απενεργοποιημένη. Μπορείτε να την ενεργοποιήσετε από τις επιλογές του MPC-HC.
es: La previsualización actualmente está desactivada. Puede activarla en las opciones de MPC-HC.
eu: Aurreikuspena orain ezgaituta dago. MPC-HC-ren aukeratan gaitu dezakezu.
fi: Esikatselu on pois päältä. Voit laittaa sen päälle MPC-HC:n asetuksista.
fr: La prévisualisation est actuellement désactivée. Vous pouvez l'activer dans les options de MPC-HC.
gl: A previsualización actualmente está deshabilitada. Pode habilitala nas opcións de MPC-HC.
hr: Pregled je trenutno onemogućen. Možete ga omogućiti u MPC-HC-ovim postavkama.
ja: プレビューは現在無効になっています。MPC-HC のオプションで有効にすることができます。
lt: Išankstinė peržiūra šiuo metu išjungta. Jūs galite ją įjungti MPC-HC nustatymuose.
ms_my: Pratonton buat masa ini dilumpuhkan. Anda boleh benarkannya dalam pilihan MPC-HC.
nl: Voorbeeld momenteel uitgezet. Je kunt het aanzetten in de MPC-HC opties.
pl: Podgląd jest obecnie wyłączony. Można włączyć go w opcjach MPC-HC.
ru: Предпросмотр в настоящее время отключен. Вы можете включить его в настройках MPC-HC.
sk: Náhľad je momentálne zablokovaný. Odblokovať ho môžete v nastaveniach programu MPC-HC.
sl: Predogled je trenutno izključen. Lahko ga vključite v nastavitvah MPC-HC.
sv: Förhandsvisningen är avstängd, du kan aktivera den i MPC-HCs inställningar
th_th: การแสดงตัวอย่างไม่ถูกเปิดใช้งานในปัจจุบัน คุณสามารถเปิดใช้งานในตัวเลือกของ MPC-HC
vi: Xem trước đã bị vô hiệu hóa. Bạn có thể kích hoạt lại trong phần Tùy chọn của MPC-HC.
