Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_CMD_FIXEDSIZE
source: /fixedsize w,h Set a fixed window size
be: /fixedsize w,h Устанавіць фіксаваны памер акна (w - шырыня,h- вышыня)
bs_ba: /fixedsize w,h Podesi fiksnu veličinu prozora
ca: /fixedsize w,h Estableix una mida de finestra fixada
cs: /fixedsize w,h Spustí přehrávač se zadanou velikostí okna
da: /fixedsize b,h Indstil en fast vinduesstørrelse
de: /fixedsize W,H Fixiert die Fenstergröße bei Breite W und Höhe H.
el: /fixedsize w,h Ορισμός σταθερού μεγέθους παραθύρου
es: /fixedsize w,h Establece un tamaño de ventana fijado
eu: /fixedsize w,h Ezarri leiho neurri finko bat
fr: /fixedsize L,H Fixe la taille de la fenêtre vidéo à LxH
gl: /fixedsize w,h Establece un tamaño de xanela fixado
hr: /fixedsize w,h Namjesti fiksnu veličinu prozora
ja: /fixedsize w,h ウィンドウ サイズを固定する
ms_my: /fixedsize w,h Tetapkan saiz tetingkap tetap
nl: /fixedsize w,h Gebruik een vast window formaat
pl: /fixedsize x,y Ustawia rozmiar okna programu
ru: /fixedsize w,h Установить фиксированный размер окна
sk: /fixedsize w,h Nastaviť fixnú veľkosť okna
sl: /fixedsize w,h Določi fiksno velikost okna
vi: /fixedsize w,h Thiết lập kích cỡ cửa sổ đã được ấn định

# IDS_CMD_MONITOR
source: /monitor N Start player on monitor N, where N starts from 1
be: /monitor N Запуск на маніторы N, дзе N адлічваецца з 1
bs_ba: /monitor N Pokreni player na monitoru N, gdje N starta od 1
ca: /monitor N Inicia el reproductor al monitor N, on N comença des de 1
cs: /monitor N Spustí přehrávání na monitoru N, kde N začíná od 1
da: /monitor N Start afspiller på monitor N, hvor N starter fra 1
de: /monitor N Startet den Player auf Monitor N (N > 0).
el: /monitor N Εκκίνηση του MPC-HC στην οθόνη N (όπου το N ξεκινά από 1)
es: /monitor N Inicia el reproductor en el monitor N, donde N comienza desde 1
eu: /monitor N Hasi irakurgailua N monitorean, non N 1-etaik hasten da
fr: /monitor N Démarre MPC-HC sur l'écran N, où N commence à 1
gl: /monitor N Inicia o reprodutor no monitor N, onde N comeza dende 1
hr: /monitor N Počni izvođač na ekranu N, gdje N počinje od 1
ja: /monitor N N 番目 (N は 1 から始まる) のモニタでプレーヤーを起動する
ms_my: /monitor N Mulakan pemian pada monitor N, yang mana N bermula dari 1
nl: /monitor N Start player op monitor N, waar N begint bij 1
pl: /monitor N Uruchamia na N-tym ekranie, gdzie numer pierwszego ekranu to 1
ru: /monitor N Открыть плеер на мониторе N, где N начинается с 1
sk: /monitor N Spustiť prehrávač na monitore N, pričom N začína od čísla 1
sl: /monitor N Začni predvajalnik na zaslonu N, kjer se N začne pri 1
vi: /monitor N Khởi động trình phát trên màn hình N, với N bắt đầu bằng 1

# IDS_CMD_AUDIORENDERER
source: /audiorenderer N Start using audiorenderer N, where N starts from 1 (see "Output" settings)
be: /audiorenderer N Выкарыстаць аўдыярэндар N, дзе N адлічваецца з 1 (глядзіце налады "Вывад")
bs_ba: /audiorenderer N Pri startu koristi audiorenderer N, gdje N starta od 1 (pogledaj "Izlaz" podešenja)
ca: /audiorenderer N S'inicia fent servir el renderitzador d'àudio N, en què N comença des d'1 (mireu la configuració de "Sortida")
cs: /audiorenderer N Použije audiorenderer N, kde N začíná od 1 (viz nastavení "Výstup")
da: /audiorenderer N Start med brug af lyd-renderen N, hvor N starter fra 1 (se "Output" indstillinger)
de: /audiorenderer N Verwendet Audio-Renderer N (N > 0, siehe Ausgabe-Optionen).
el: /audiorenderer N Έναρξη απόδοσης ήχου με χρήση του N (όπου το N ξεκινά από 1)
es: /audiorenderer N Se inicia usando el renderizador de audio N, donde N comienza desde 1 (vea configuración de "Salida")
eu: /audiorenderer N Hasi N audio-aurkezlea erabiliz, non N 1-etatik hasten da (Ikusi "Irteera" ezarpenak)
fr: /audiorenderer N Utiliser le moteur de rendu audio N, où N commence à 1 (cf. "Sortie audio" dans les options)
gl: /audiorenderer N Iniciase usando o renderizador de audio N, onde N comeza dende 1 (vexa configuración de "Saída")
hr: /audiorenderer N Počni koristiti audiorenderer N, gdje N počinje od 1 (pogledaj "Izlazne" postavke)
ja: /audiorenderer N N 番目 (N は 1 から始まる) のオーディオ レンダラを使用する (「出力」 設定を参照)
ms_my: /audiorenderer N Mula menggunakan audiorenderer N, yang mana N bermula dari 1 (sila rujuk tetapan "Output")
nl: /audiorenderer N Gebruik audiorenderer N, waar N begint bij 1 (zie ook "Output" instellingen)
pl: /audiorenderer N Ustawia N-ty renderer dźwięku. N rozpoczyna się od 1 (ustawienia „Strumień wyjściowy”)
ru: /audiorenderer N Использовать рендеринг N, где N начинается с 1 (см. настройки вывода)
sk: /audiorenderer N Spustiť s použitím vykresľovača zvuku N, pričom N začína od čísla 1 (pozrite si nastavenia pre "Výstup")
sl: /audiorenderer N Začni z zvočnim predvajalnikom N, kjer se N začne pri 1 (glej "Izhod" nastavitve)
vi: /audiorenderer N Khởi động sử dụng bộ dựng âm thanh N, với N bắt đầu bằng 1 (xem các thiết lập về "Ngõ ra")

# IDS_CMD_SHADERPRESET
source: /shaderpreset "Pr" Start using "Pr" shader preset
be: /shaderpreset "Назва" Запуск з вызначанымі наладамі шэйдараў
bs_ba: /shaderpreset "Pr" Pri startu koristi "Pr" podešenja sjenčila
ca: /shaderpreset "Pr" S'inicia fent servir el preajustament "Pr" de shader (ombrejador)
cs: /shaderpreset "Př" Použije předvolbu shaderů "Př"
da: /shaderpreset "Fo" Start brug af "Fo" shader-forudindstilling
de: /shaderpreset "P" Lädt Shader-Profil "P".
el: /shaderpreset "Pr" Έναρξη με χρήση "Pr" προκαθορισμένη σκίαση
es: /shaderpreset "Pr" Se inicia usando el preajuste "Pr" de shader ('sombreador')
eu: /shaderpreset "Pr" Hasi "Pr" itzal aurrezarpena erabiliz
fr: /shaderpreset "Pr" Utiliser la présélection d'effets vidéo "Pr"
gl: /shaderpreset "Pr" Iniciase usando o preaxuste "Pr" do sombreador
hr: /shaderpreset "Pr" Počni "Pr" shader postavku
ja: /shaderpreset "Pr" "Pr" シェーダ プリセットを使用する
ms_my: /shaderpreset "Pr" Mula menggunakan praset pelorek "Pr"
nl: /shaderpreset "Pr" Gebruik "Pr" shader instelling
pl: /shaderpreset „Pr” Wybieranie konkretnego profilu shaderów
ru: /shaderpreset "Pr" Использовать предустановки шейдеров «Pr»
sk: /shaderpreset "Pr" Spustiť s použitím prednastavením shadera "Pr"
sl: /shaderpreset "Pr" Začni z uporabo nastavitve senčilnika "Pr"
vi: /shaderpreset "Pr" Khởi động sử dụng thiết lập đổ bóng sẵn có "Pr"

# IDS_PPAGE_CAPTURE_FG0
source: Never
ca: Mai
ja: なし

# IDS_PPAGE_CAPTURE_FG1
source: Only when switching different video types
ca: Només quan es canviï entre diferents tipus de vídeo
ja: 異なるビデオ タイプに切り替えた場合にのみ

# IDS_PPAGE_CAPTURE_FG2
source: Always (default)
ca: Sempre (per defecte)
ja: 常に (既定)

# IDS_PPAGE_CAPTURE_SFG1
source: Only when switching different video types
ca: Només quan es canviï entre diferents tipus de vídeo
ja: 異なるビデオ タイプに切り替えた場合にのみ

# IDS_SPEED_UNIT_G
source: GB/s
ar: جيجابايت / ثانية
be: ГБ/с
bn: গিগাবাইট/সেকন্ড
fr: Go/s
hy: ԳԲ/վ
ja: GB/秒
ru: ГБ/с
sr: GB/с
tt: ГБ/с
vi: GB/giây

# IDC_DSMPCVR
source: High-quality renderer, requires a GPU that supports D3D9 or later.
ca: Renderitzador d'alta qualitat, cal una GPU amb suport D3D9 o posterior.
ja: 高品質のレンダラで、 Direct3D 9 以降をサポートする GPU が必要です。

# IDS_CANNOT_CHANGE_FORMAT
source: MPC-HC does not have sufficient privileges to change file associations. Please click on the "Run as administrator" button.
ar: MPC-HC ليس لديه إمتيازات كافيه حتى يغيّر روابط صيغ الملفات. الرجاء إنقر على زر "تشغيل كمسؤول".
be: У MPC-HC недастаткова правоў для змены асацыяцый файлаў. Націсніце на «Выканаць ад імя адміністратара»
bn: ফাইলের ধরনসমূহের সম্পৃক্ততা পরিবর্তনের জন্য যথেষ্ট অধিকার MPC-HCএর নেই। অনুগ্রহপূর্বক "Run as administrator" বাটনে ক্লিক করুন।
bs_ba: MPC-HC nema dovoljne privilegije da bi promijenio asocijacije formata dokumenata. Molimo kliknite na dugme "Pokreni kao administrator".
ca: L'MPC-HC no té els privilegis suficients per canviar les associacions del fitxer. Si us plau, premi el botó "Executa com a administrador".
el: Το MPC-HC δεν έχει επαρκή δικαιώματα για να αλλάξει τις συσχετίσεις των μορφών αρχείων. Παρακαλώ κάντε κλικ στο κουμπί "Εκτέλεση ως διαχειριστής".
es: MPC-HC no tiene privilegios suficientes para cambiar las asociaciones de los formatos de archivo. Pulse el botón «Ejecutar como administrador».
fi: MPC-HC:n oikeudet eivät riitä tiedostomuotojen kytkentöjen muuttamiseen. Klikkaa "Suorita järjestelmänvalvojana" -painiketta.
fr: Vous ne disposez pas des droits suffisants pour modifier les associations des formats de fichiers. Veuillez cliquer sur le bouton "Exécuter en tant qu'administrateur".
hr: MPC-HC nema dovoljno privilegija da bi promijenio asocijacije formata. Molimo kliknite "Pokreni kao administrator".
hu: Az MPC-HC-nek nincs jogosultsága megváltoztatni a fájltársításokat. Kérem klikkeljen a "Futtatás rendszergazdaként" gombra.
it: MPC-HC non ha privilegi sufficienti per modificare le associazioni ai file nei vari formati. Avvia il programma come amministratore.
ja: MPC-HC はファイル形式の関連付けを変更する十分な権限をもっていません。 「管理者として実行」ボタンをクリックしてください。
lt: MPC-HC neturi pakankamai privilegijų pakeisti formatų susiejimą. Prašom spragtelėkite „Paleisti administratoriaus teisėmis“ mygtuką.
ms_my: MPC-HC tidak mempunyai kelayakan yang mencukupi untuk mengubah perkaitan format fail. Sila klik pada butang "Jalankan sebagai pentadbir".
nl: MPC-HC heeft niet genoeg rechten om bestand associaties te veranderen. Klik op "Uitvoeren als Administrateur".
pl: Program nie ma wystarczających uprawnień, aby zmienić skojarzenia plików. Proszę kliknąć przycisk „Uruchom jako administrator”, aby uzyskać uprawnienia administratora.
ru: MPC-HC не имеет достаточно прав для изменения файловых ассоциаций. Нажмите кнопку «Запуск от имени администратора».
sk: Program MPC-HC nemá dostatok oprávnení na zmenu asociácií pre formáty súborov. Prosím kliknite na tlačidlo „Spustiť ako administrátor“.
sl: MPC-HC nima zadostnih pravic za spremembo privzetih povezav datotek. Prosimo kliknite na gumb "Zaženi kot administrator".
sr: MPC-HC нема довољно овлашћења за промену повезаности датотека. Кликните на дугме „Покрени као администратор“.
vi: MPC-HC không có đủ quyền để thay đổi hỗ trợ định dạng tập tin. Vui lòng nhấn vào nút "Chạy dưới quyền quản trị.

# IDS_CANNOT_LOAD_SUB
source: To load subtitles you have to change the video renderer type and reopen the file. - DirectShow: EVR (Custom Presenter), Sync, VMR-9 (renderless), madVR, MPC VR, or Haali VR - RealMedia: Special renderer for RealMedia, or open it through DirectShow - QuickTime: DX7 or DX9 renderer for QuickTime - ShockWave: n/a
ca: Per carregar els subtítols heu de canviar el tipus de renderitzador de vídeo i reobrir el fitxer. - DirectShow: EVR (Custom Presenter), Sync, VMR-9 (renderless), madVR, MPC VR, o Haali VR - RealMedia: Renderitzador especial per el RealMedia, o obriu-ho a través del DirectShow - QuickTime: DX7 o DX9 renderitzador per al QuickTime - ShockWave: n/a
ja: 字幕を読み込むには、ビデオレンダラの種類を変更し、ファイルを開き直す必要があります。 - DirectShow: EVR (CP), 同期, VMR-9 (レンダーレス), madVR, MPC VR, または Haali VR - RealMedia: RealMedia 専用のレンダラ, または DirectShow で開く - QuickTime: QuickTime 用の DX7 または DX9 レンダラ - ShockWave: 利用不可

# IDS_SPEED_UNIT_K
source: KB/s
be: Кб/с
bn: কিলোবাইট/সেকন্ড
fi: KB/sek
fr: Ko/s
he: KB בשנייה
hy: ԿԲ/վ
ja: KB/秒
ru: Кб/с
sr: KB/с
tt: КБ/с
vi: KB/giây

# IDS_SPEED_UNIT_M
source: MB/s
be: Мб/с
bn: মেগাবাইট/সেকন্ড
fr: Mo/s
he: MB בשנייה
hy: ՄԲ/վ
ja: MB/秒
ru: Мб/с
sr: MB/с
tt: МБ/с
vi: MB/giây

# IDS_OSD_HUE
source: Hue: %s°
ar: تدرج اللون: %s°
be: Адценне: %s°
bn: রঙের আভা: %s°
bs_ba: Nijansa %s°
ca: To: %s°
cs: Odstín: %s°
da: Farvetone: %s°
de: Farbton: %s°
el: Απόχρωση : %s°
es: Tono: %s°
fi: Sävy: %s
fr: Teinte : %s°
gl: Matiz: %s°
he: גוון: %s°
hr: Nijansa: %s
hu: Színárnyalat: %s°
hy: Տոնը. %s°
it: Tonalità: %s°
ja: 色合い: %s°
lt: Atspalvis: %s°
nl: Tint: %s°
pa: ਰੰਗਤ: %s°
pl: Odcień: %s°
ru: Оттенок: %s°
sk: Odtieň: %s°
sl: Odtenek: %s°
sr: Нијанса: %s°
sv: Nyans: %s°
th_th: สีสัน: %s°
tt: Төсмер: %s°
vi: Sắc: %s°

# IDS_SUB_CREDENTIALS_ERROR
source: Failed to log in on "%1" with username "%2". Please enter the correct username and password or reset the credentials to log in as anonymous user.
ca: No s'ha pogut iniciar sessió a "%1" amb l'usuari "%2". Si us plau, entreu correctament l'usuari i contrasenya o esborreu les credencials per iniciar sessió com a usuari anònim.
el: Απέτυχε η σύνδεση στο "%1" με όνομα χρήστη "%2". Παρακαλώ εισάγετε το σωστό όνομα χρήστη και κωδικό ή ακυρώστε τα διαπιστευτήρια για να συνδεθείτε ως ανώνυμος χρήστης.
hr: Neuspjela prijava na "%1" s korisničkim imenom "%2". Molimo unesite ispravno korisničko ime i šifru ili uklonite podatke da biste se prijavili kao anonimni korisnik.
ja: ユーザー名 "%2" で "%1" にログインできませんでした。 正しいユーザー名とパスワードを入力するか、資格情報をリセットして匿名ユーザーとしてログインしてください。
nl: Inloggen op "%1" mislukt, met de gebruikersnaam "%2". Geef a.u.b. de juiste gebruikersnaam en wachtwoord in of reset de referenties en log in als anonieme gebruiker.
sl: Neuspela prijava v "%1" kot uporabnik "%2". Prosim vnesi pravilno uporabniško ime in geslo ali ponastavi poverilnice za anonimno prijavo.

# IDS_YOUTUBEDL_NOT_FOUND
source: Youtube-dl failed to launch. Make sure youtube-dl is in PATH.
ca: No s'ha pogut llançar el youtube-dl. Comprova que que el youtube-dl és a la ruta.
ja: youtube-dl の起動に失敗しました。youtube-dl が PATH にあることを確認してください。

# IDS_CONTROLS_YOUTUBEDL
source: Calling youtube-dl...
ca: S'està contactant amb el youtube-dl...
ja: youtube-dl を呼び出し中です...

# IDS_VERTICAL_ALIGN_VIDEO_TOP
source: Align Top
ca: Alineació a dalt
ja: 上に配置

# IDS_VERTICAL_ALIGN_VIDEO_MIDDLE
source: Align Middle
ca: Alineació al mig
ja: 中央に配置

# IDS_VERTICAL_ALIGN_VIDEO_BOTTOM
source: Align Bottom
ca: Alineació a baix
ja: 下に配置

# IDS_MESSAGEBOX_CANCEL
source: Cancel
ca: Cancel·la
ja: キャンセル

# IDS_MESSAGEBOX_ABORT
source: &Abort
ca: &Cancel·la
ja: 中止(&A)

# IDS_MESSAGEBOX_RETRY
source: &Retry
ca: &Reintenta
ja: 再試行(&R)

# IDS_MESSAGEBOX_IGNORE
source: &Ignore
ca: &Ignora
ja: 無視(&I)

# IDS_MESSAGEBOX_CONTINUE
source: &Continue
ca: &Continua
ja: 続行(&C)

# IDS_AG_TOGGLE_DEFAULT_SUBTITLE_STYLE
source: Toggle Default Subtitle Style
ca: Activa/desactiva l'estil per defecte dels subtítols
ja: 既定の字幕スタイルに切り替え

# IDS_AG_TOGGLE_MPCTHEME
source: Toggle Dark Theme
ca: Activa/desactiva el tema fosc
ja: ダーク テーマに切り替え

# IDS_SUBRESYNC_CLN_UNICODE
source: Unicode
ar: يونيكود
be: Юнікод
bn: ইউনিকোড
bs_ba: Unikod
he: יוניקוד
hy: Յունիքոդ
lt: Unikodas
ms_my: Unikod
pa: ਯੂਨੀਕੋਡ
ru: Юникод
tt: Юникод

# IDS_MFMT_SWF
source: Shockwave Flash
ms_my: Flash Shockwave
pa: Shockwave ਫਲੈਸ਼

# IDS_SUBTITLE_RENDERER_ASS_FILTER
source: AssFilter
cs: ASSFiltr
ms_my: PenapisAss
nl: Achterwerkfilter

# IDS_PPAGE_OUTPUT_MPCVR
source: MPC Video Renderer
ca: Renderitzador de vídeo MPC

# IDS_HW_INDICATOR
source: [H/W]
be: [апаратна]
ca: [Descodificador per Maquinari]
fr: [Décodage matériel]
he: [חומרה]
hu: [Hardveres gyorsítás]

# IDS_MESSAGEBOX_OK
source: OK
ca: D'acord

# IDS_SIZE_UNIT_K
source: KB
be: Кб
bn: কিলো বাইট
fr: Ko
hy: ԿԲ
ru: Кб
tt: КБ

# IDS_SIZE_UNIT_M
source: MB
be: Мб
bn: মেগাবাইট
fr: Mo
hy: ՄԲ
ru: Мб
tt: Мб

# IDS_SIZE_UNIT_G
source: GB
ar: MB
be: ГБ
bn: গিগাবাইট
fr: Go
hy: ԳԲ
ru: ГБ
tt: ГБ

# IDS_PARENTAL_RATING
source: %d+
fr: Déconseillé au moins de %d ans

# IDS_MFMT_MKV
source: Matroska
de: Matroska Video

# IDS_MFMT_AU
source: AU/SND
de: Sun/NeXT Audio

# IDS_MFMT_TAK
source: TAK
de: Tom's lossless Audio Kompressor

# IDS_SUBTITLE_RENDERER_XY_SUB_FILTER
source: XySubFilter
ar: تمكين الــ XySubFilter

# IDS_MFMT_WV
source: WavPack
pa: ਵੇਵਪੈਕ
