Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDC_CLEAR_ALL_ASSOCIATIONS
source: Clear all associations
ar: إلغاء تحديد كل الصيغ
be: Сцерці ўсе асацыяцыі
bn: সকল সম্পৃক্ততা অপসারণ করি
bs_ba: Počisti sve asocijacije
ca: Esborra totes les associacions
cs: Zrušit všechny asociace
da: Fjern alle tilknytninger
de: Abwahl aller Medienformate
el: Καθαρισμός όλων των συσχετίσεων
es: Borrar todas las asociaciones
eu: Garbitu elkarketa guztiak
fi: Poista kaikki kytkennät
fr: Supprimer toutes les associations
gl: Limpar todas as asociacións
hr: Počisti sve asocijacije
hu: Minden társítás törlése
hy: Մաքրել բոլոր ասոցիացումները
it: Elimina tutte le associazioni
ja: すべての関連付けを解除します
lt: Išvalyti visus susiejimus
ms_my: Kosongkan semua perkaitan
nl: Verwijder alle associaties
pa: ਸਭ ਸੰਬੰਧ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść powiązania
ru: Очистить все ассоциации
sk: Zrušiť všetky asociácie
sl: Izbriši vse povezave
sr: Очисти све повезаности
sv: Radera alla associeringar
th_th: ล้างความสัมพันธ์ทั้งหมด
vi: Xoá hết hỗ trợ

# IDS_FILTER_SETTINGS_CAPTION
source: Settings
ar: الضبط
be: Налады
bn: সেটিংসমূহ
bs_ba: Podešenja
ca: Paràmetres
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
eu: Ezarpenak
fi: Asetukset
fr: Paramètres
gl: Axustes
he: הגדרות
hr: Postavke
hu: Beállítások
hy: Կարգավորումներ
it: Impostazioni
ja: 設定
lt: Nustatymai
ms_my: Tetapan
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sr: Поставке
sv: Inställningar
th_th: การตั้งค่า
tt: Көйләүләр
vi: Thiết lập

# IDS_SUBDL_DLG_PROVIDER_COL
source: Provider
ar: المزوّد
be: Пастаўшчык
bn: সরবরাহকারী
bs_ba: Dobavljač usluge
ca: Proveïdor
cs: Poskytovatel
da: Udbyder
de: Anbieter
el: Πάροχος
es: Proveedor
eu: Hornitzailea
fi: Tarjoaja
fr: Fournisseur
gl: Provedor
hr: Davatelj
ja: プロバイダ
ms_my: Penyedia
nl: Leverancier
pl: Dostawca
ru: Провайдер
sk: Poskytovateľ
sl: Ponudnik
th_th: ผู้จัดหา
vi: Nguồn cấp

# IDS_SUBDL_DLG_HI_COL
source: Hearing Impaired
ar: ضعاف السمع
be: Для глухіх
bn: শ্রবণ প্রতিবন্ধী
bs_ba: Osoba sa oštećenim sluhom
ca: Problemes d'audició (CC)
cs: Neslišící
da: Hørehæmmet
de: Für Hörgeschädigte
el: Άτομα με προβλήματα ακοής
es: Sordos (CC)
eu: Gorrentzat
fi: Kuulovammaisille
fr: Malentendant
gl: Dificultades de audición
hr: Za osobe oštećena sluha
ja: 聴覚障害者
ms_my: Cacat Pendengaran
nl: Slechthorend
pl: Dla niedosłyszących
ru: С нарушениями слуха
sk: Nepočujúci
sl: Slušno prizadeti
th_th: ผู้บกพร่องการได้ยิน
vi: Âm thanh không rõ

# IDS_SUBDL_DLG_DOWNLOADS_COL
source: Downloads
ar: التنزيلات
be: Спамповак
bn: ডাউনলোডসমূহ
bs_ba: Download-i
ca: Baixades
cs: Stahování
el: Λήψεις
es: Descargas
eu: Jeitsierak
fi: Lataukset
fr: Nombre de téléchargements
gl: Descargas
hr: Preuzimanja
hu: Letöltések
ja: ダウンロード数
ms_my: Muat Turun...
nl: Op te halen
pa: ਡਾਊਨਲੋਡ
pl: Pobrania
ru: Загрузки
sk: Stiahnutia
sl: Prenosi
sv: Nerladdningar
th_th: ดาวน์โหลด
vi: Tải xuống

# IDS_SUBDL_DLG_SCORE_COL
source: Score
ar: نتيجة
be: Лік
bn: মূল্যায়ন
bs_ba: Rezultat
ca: Puntuació
cs: Hodnocení
da: Vurdering
de: Bewertung
el: Αποτέλεσμα
es: Valoración
eu: Maila
fi: Pisteet
gl: Valoración
hr: Ocjena
ja: スコア
ms_my: Skor
pa: ਸਕੋਰ
pl: Punkty
ru: Счет
sk: Skóre
sl: Ocena
th_th: คะแนน
vi: Bản ghi

# IDS_SUBDL_DLG_FAILED
source: Online subtitles search failed.
ar: فشل البحث عن ترجمة عن طريق الإنترنت
be: Збой пошука субцітраў.
bn: অনলাইনে সাবটাইটেল অনুসন্ধান ব্যর্থ হয়েছে।
bs_ba: Online traženje titlova nije uspjelo.
ca: Ha fallat la cerca de subtítols en línia.
cs: Hledání titulků online se nezdařilo.
da: Søgning efter undertekster online mislykkedes.
de: Online-Untertitel-Suche fehlgeschlagen
el: Η αναζήτηση υποτίτλων σε άμεση σύνδεση απέτυχε.
es: Falló la búsqueda de subtítulos en línea.
eu: Onlineko azpidatzi bilaketa hutsegitea.
fi: Tekstitysten haku verkosta epäonnistui.
fr: Échec de la recherche de sous-titres.
gl: Fallou a búsqueda de subtítulos en liña.
hr: Online pretraga nije uspjela.
hu: Online feliratok keresése sikertelen.
ja: オンライン字幕検索に失敗しました。
ms_my: Gelintar sarikata atas-talian gagal.
nl: Zoeken naar ondertitels online mislukt.
pl: Wyszukiwanie napisów w internetowej bazie nie powiodło się.
ru: Онлайн поиск субтитров не удался.
sk: Vyhľadávanie titulkov online bolo neúspešné.
sl: iskanje podnapisov na spletu neuspešno.
th_th: การค้นหาศัพท์บรรยายออนไลน์ล้มเหลว
vi: Việc tìm kiếm phụ đề trực tuyến đã thất bại.

# IDS_SUBDL_DLG_ABORTED
source: Online subtitles search aborted.
ar: تم إلغاء البحث عن ترجمة عن طريق الإنترنت
be: Пошук субцітраў у Інтэрнэце спынены.
bn: অনলাইনে সাবটাইটেল অনুসন্ধান রহিত করা হয়েছে।
bs_ba: Online traženje titlova je otkazano.
ca: Cerca cancel·lada de subtítols en línia.
cs: Hledání titulků online bylo zrušeno.
da: Søgning efter undertekster online afbrudt.
de: Online-Untertitel-Suche abgebrochen
el: Η αναζήτηση υποτίτλων σε άμεση σύνδεση ματαιώθηκε.
es: Se interrumpió la búsqueda de subtítulos en línea.
eu: Onlineko azpidatzi bilaketa utzita.
fi: Tekstitysten haku verkosta peruutettiin.
fr: Abandon de la recherche de sous-titres.
gl: Interrompeuse a búsqueda de subtítulos en liña.
hr: Online pretraga titlova prekinuta.
hu: Online feliratok keresése megszakítva.
ja: オンライン字幕検索を中止しました。
ms_my: Gelintar sarikata atas-talian dihenti paksa.
nl: Zoeken naar ondertitels online gestopt.
pl: Wyszukiwanie napisów w internetowej bazie przerwane.
ru: Онлайн поиск субтитров прерван.
sk: Vyhľadávanie titulkov online bolo prerušené.
sl: iskanje podnapisov na spletu prekinjeno.
th_th: การค้นหาศัพท์บรรยายออนไลน์ถูกยกเลิก
vi: Việc tìm kiếm phụ đề trực tuyến đã bị hủy.

# IDS_SUBDL_DLG_FOUND
source: Online subtitles search completed, %d subtitles found.
ar: تم البحث عن ترجمة عن طريق الإنترنت. %d تراجم موجودة
be: Пошук завершаны, знойдзена субцітраў: %d
bn: অনলাইনে সাবটাইটেল অনুসন্ধান সম্পন্ন হয়েছে, %dটি সাবটাইটেল পাওয়া গেছে।
bs_ba: Online traženje titlova je završeno, pronađeno je %d titlova.
ca: Cerca de subtítols en línia completada, %d fitxer/s de subtítols trobat/s.
cs: Hledání titulků bylo dokončeno, nalezeno %d titulků.
da: Søgning efter undertekster online fuldført, %d undertekster fundet.
de: %d Online-Untertitel gefunden
el: Η αναζήτηση υποτίτλων σε άμεση σύνδεση ολοκληρώθηκε. Βρέθηκαν %d υπότιτλοι.
es: Se completó la búsqueda de subtítulos; se hallaron %d.
eu: Onlineko azpidatzi bilaketa osatuta, %d azpidatzi aurkituta.
fi: Tekstitysten haku verkosta valmis. %d tekstitystä löytyi.
fr: Recherche de sous-titres terminée, %d sous-titres trouvés.
gl: Completouse a búsqueda de subtítulos; atoparonse %d.
hr: Online pretraga titlova završena, %d titlova pronađeno.
hu: Online feliratok keresése befejezve, %d felirat találva.
ja: オンライン字幕検索が完了しました。%d 個の字幕が見つかりました。
ms_my: Gelintar sarikata atas-talian selesai, %d sarikata ditemui.
nl: Zoeken naar ondertitels online voltooid, %d ondertitels gevonden.
pl: Wyszukiwanie napisów w internetowej bazie zakończone, znaleziono %d napisów.
ru: Онлайн поиск субтитров завершен, найдено %d субтитров.
sk: Vyhľadávanie titulkov online bolo dokončené. Nájdené titulky: %d.
sl: iskanje podnapisov na spletu končano. Najdenih %d podnapisov.
th_th: การค้นหาศัพท์บรรยายออนไลน์เสร็จสิ้น, พบ %d ศัพท์บรรยาย
vi: Việc tìm kiếm phụ đề trực tuyến đã hoàn thành, tìm thấy %d phụ đề.

# IDS_SUBDL_DLG_NOTFOUND
source: Online subtitles search completed, no subtitles found.
ar: تم البحث عن ترجمة عن طريق الإنترنت. لا يوجد تراجم.
be: Пошук завершаны, субцітраў не знойдзена.
bn: অনলাইনে সাবটাইটেল অনুসন্ধান সম্পন্ন হয়েছে, কোন সাবটাইটেল পাওয়া যায়নি।
bs_ba: Završena je online pretraga titlova. Nisu pronađeni titlovi.
ca: Cerca de subtítols en línia completada, no se n'ha trobat cap.
cs: Hledání titulků bylo dokončeno, nebyly nalezeny žádné titulky.
da: Søgning efter undertekster online fuldført, ingen undertekster fundet.
de: Keine Online-Untertitel gefunden
el: Η αναζήτηση υποτίτλων σε άμεση σύνδεση ολοκληρώθηκε. Δεν βρέθηκαν υπότιτλοι.
es: Se completó la búsqueda de subtítulos y no se halló ninguno.
eu: Onlineko azpidatzi bilaketa osatuta, ez da azpidatzirik aurkitu.
fi: Tekstitysten haku verkosta valmis. Tekstityksiä ei löytynyt.
fr: Recherche de sous-titres terminée, aucun sous-titre trouvé.
gl: Completouse a búsqueda de subtítulos e non se atopou ningún.
hr: Online pretraga titlova završena, nema titlova.
hu: Online feliratok keresése befejezve, nem található felirat.
ja: オンライン字幕検索が完了しました。字幕が見つかりませんでした。
ms_my: Gelintar sarikata atas-talian selesai, tiada sarikata ditemui.
nl: Zoeken naar ondertitels online voltooid, geen ondertitels gevonden.
pl: Wyszukiwanie napisów w internetowej bazie zakończone, nie znaleziono napisów.
ru: Онлайн поиск субтитров завершен, субтитров не найдено.
sk: Vyhľadávanie titulkov online bolo dokončené, nenašli sa žiadne titulky.
sl: iskanje podnapisov na spletu končano, podnapisi niso bili najdeni.
vi: Việc tìm kiếm phụ đề trực tuyến đã hoàn thành, nhưng không tìm thấy phụ đề nào.

# IDS_SUBDL_DLG_TITLE
source: Download subtitles
ar: تحميل الترجمات
be: Спампаваць субцітры
bn: সাবটাইটেল ডাউনলোড করি
bs_ba: Download titlove
ca: Descarrega els subtítols
cs: Stáhnout titulky
da: Download undertekster
de: Untertitel herunterladen
el: Λήψη υποτίτλων
es: Descargar subtítulos
eu: Jeitsi azpidatziak
fi: Lataa tekstitykset
fr: Télécharger des sous-titres
gl: Baixar subtítulos
he: הורד כתוביות
hr: Preuzmi titlove
hu: Feliratok letöltése
hy: Բեռնել տողագրերը
it: Scarica sottotitoli
ja: 字幕をダウンロード
lt: Atsisiųsti subtitrus
ms_my: Muat turun sarikata
nl: Ophalen ondertiteling
pa: ਸਬ-ਟਾਈਟਲ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz napisy
ru: Загрузить субтитры
sk: Stiahnuť titulky
sl: Prenesi podnapise
sr: Преузми титл
sv: Ladda ner undertexter
th_th: ดาวน์โหลดศัพท์บรรยาย
tt: Субтитрларны йөкләргә
vi: Tải phụ đề xuống

# IDS_SUBDL_DLG_SEARCHING
source: Searching for subtitles online, please wait...
ar: البحث عن ترجمة عن طريق الإنترنت. الرجاء الإنتظار
be: Ідзе пошук субцітраў у Інтэрнэце...
bn: অনলাইনে সাবটাইটেল অনুসন্ধান করা হচ্ছে, অনুগ্রহপূর্বক অপেক্ষা করুন...
bs_ba: Online traženje titlova, molimo sačekajte...
ca: S'estan buscant subtítols en línia, si us plau, esperi...
cs: Probíhá hledání titulků online, prosím čekejte...
da: Søger efter undertekster online, vent venligst...
de: Suche Online-Untertitel...
el: Αναζήτηση για υπότιτλους σε άμεση σύνδεση. Παρακαλώ περιμένετε...
es: Espere mientras se buscan los subtítulos en línea…
eu: Azpidatziak bilatzen online, mesedez itxaron...
fi: Tekstityksiä haetaan verkosta, ole hyvä ja odota...
fr: Recherche de sous-titres en cours, veuillez patienter...
gl: Agarde mentres se buscan os subtítulos en liña…
hr: Molimo pričekajte, pretraga titlova u tijeku...
hu: Feliratok online keresése, kérem várjon...
ja: オンラインで字幕を検索中。しばらくお待ちください...
ms_my: Menggelintar sarikata atas talian, tunggu sebentar...
nl: Op zoek naar ondertitels online, even geduld aub...
pl: Wyszukiwanie napisów, proszę czekać...
ru: Поиск субтитров онлайн, подождите...
sk: Vyhľadávanie titulkov online, prosím čakajte...
sl: Iščem podnapise na spletu, prosimo počakajte...
th_th: กำลังค้นหาศัพท์บรรยายออนไลน์, โปรดรอ...
vi: Đang tìm kiếm phụ đề trực tuyến, vui lòng chờ...

# IDS_SUBDL_DLG_ABORTING
source: Online subtitles search aborting...
ar: جاري البحث عن ترجمة عن طريق الإنترنت ...
be: Спыненне пошуку субцітраў у Інтэрнэце...
bn: অনলাইনে সাবটাইটেল অনুসন্ধান রহিত করা হচ্ছে...
bs_ba: Otkazivanje online traženja titlova...
ca: S'està cancel·lant la cerca de subtítols en línia...
cs: Rušení hledání titulků...
da: Søgninger efter undertekster online afbrydes...
de: Unterbreche Online-Untertitel-Suche...
el: Ματαίωση αναζήτησης υποτίτλων σε άμεση σύνδεση...
es: Interrumpiendo la búsqueda de subtítulos…
eu: Onlineko azpidatzi bilaketa uzten...
fi: Tekstitysten hakua verkosta peruutetaan...
fr: Abandon de la recherche de sous-titres en cours...
gl: Interrompendo a búsqueda de subtítulos…
hr: Prekidanje online pretrage titlova...
hu: Online feliratok keresésének megszakítása...
ja: オンライン字幕検索を中止しています...
ms_my: Gelintar sarikata atas-talian dihenti paksa...
nl: Stoppen met zoeken naar online ondertitels...
pl: Przerywanie wyszukiwania napisów...
ru: Отмена поиска субтитров онлайн...
sk: Prerušuje sa vyhľadávanie titulkov online...
sl: Prekinjam iskanje podnapisov na spletu...
th_th: กำลังยกเลิกการค้นหาศัพท์บรรยายออนไลน์...
vi: Đang hủy việc tìm kiếm phụ đề trực tuyến...

# IDS_SUBUL_DLG_USERNAME_COL
source: Username
ar: اسم المستخدم
be: Імя карыстальніка
bn: ব্যবহারকারীর নাম
bs_ba: Korisničko ime
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
eu: Erabiltzaile-izena
fi: Käyttäjänimi
fr: Nom d'utilisateur
gl: Nome de usuario
hr: Korisničko ime
hu: Felhasználói név
ja: ユーザー名
ms_my: Nama Pengguna
nl: Gebruikersnaam
pa: ਵਰਤੋਂਕਾਰ-ਨਾਂ
pl: Użytkownik:
ru: Имя пользователя
sk: Meno používateľa
sl: Uporabniško ime
sv: Användarnamn
th_th: ชื่อผู้ใช้
vi: Tên người dùng

# IDS_SUBUL_DLG_STATUS_COL
source: Status
ar: الحالة
be: Стан
bn: অবস্থিতি
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
eu: Egoera
fi: Tila
fr: État
gl: Estado
hu: Állapot
ja: ステータス
pa: ਹਾਲਤ
ru: Статус
sk: Stav
sl: Stanje
th_th: สถานะ
vi: Tình trạng

# IDS_SUBUL_DLG_STATUS_READY
source: Ready...
ar: مستعد ...
be: Гатовы
bn: প্রস্তুত হচ্ছে...
bs_ba: Spreman...
ca: Preparat...
cs: Připraveno...
da: Klar...
de: Bereit
el: Έτοιμο...
es: Listo…
eu: Gertu...
fi: Valmis...
fr: Prêt...
gl: Listo…
hr: Spremno...
hu: Kész...
ja: 準備完了...
ms_my: Sedia...
nl: Klaar...
pa: ...ਤਿਆਰ
pl: Gotowe...
ru: Готов...
sk: Pripravené...
sl: Pripravljen...
th_th: พร้อม...
vi: Sẵn sàng...

# IDS_CMD_PNS
source: /pns "name" Specify Pan & Scan preset name to use
be: /pns "назва" Pan & Scan — назва перадусталёўкі памеру і становішча
bs_ba: /pns "ime" Specificiraj ime Pan & Scan podešenja koj eće biti korišteno
ca: /pns "name" Especifica el nom del mode de reenquadrament (Pan & Scan) a utilitzar
cs: /pns "název" Použije předvolbu Pan & Scan určitého názvu
da: /pns "navn" Angiv det Panorering og skanning-forudindstillingsnavn som skal bruges
de: /pns "P" Lädt Pan&Scan-Profil "P".
el: /pns "όνομα" Καθορισμός προεπιλεγμένου ονόματος Πανοραμικής οπτικής & Σάρωσης που θα χρησιμοποιηθεί
es: /pns "nombre" Especifica el nombre del modo de reencuadre (Pan & Scan) a usar
eu: /pns "name" Adierazi erabiliko den Pan & Scan aurrezarpenaren izena
fr: /pns "nom" Spécifie la présélection "Pan & Scan" à utiliser
gl: /pns "nome" Especifica o nome do modo de reencadre (Pan & Scan) a usar
hr: /pns "naziv" Navedi Pan & Scan naziv postavke za korištenje
ja: /pns "name" 使用するパン＆スキャンのプリセット名を指定する
ms_my: /pns "name" Nyatakan nama praset Lata&Imbas yang digunakan
nl: /pns "naam" Specificeer Pan & Scan instelling to gebruiken
pl: /pns „name” Wybieranie konkretnego profilu Pan & Scan
ru: /pns "имя файла" - Определяют панорамирование и сканирование заданное к использованию имени файла.
sk: /pns "name" Špecifikovať názov používaného prednastavenia Pan & Scan
sl: /pns "name" Določi ime nastavitve Premakni&Spremeni
vi: /pns "name" Chỉ định tên thiết lập Pan & Scan sẵn có để sử dụng

# IDS_CMD_ICONASSOC
source: /iconsassoc Reassociate format icons
be: /iconsassoc Паўторнае асацыяванне значкоў для файлаў
bs_ba: /iconsassoc Obnovi asocijacije ikonica formata
ca: /iconsassoc Torna a associar les icones de format
cs: /iconsassoc Znovu přiřadí ikony formátů souborů
da: /iconsassoc Tilknyt format-ikoner igen
de: /iconsassoc Ordnet die formateigenen Icons erneut zu.
el: /iconsassoc Επανασυσχέτιση της μορφής εικονιδίων
es: /iconsassoc Vuelve a asociar los iconos de formato
eu: /iconsassoc Berrelkartu heuskarri ikurrak
fr: /iconsassoc Réassocie les icônes spécifiques aux formats
gl: /iconsassoc Volve asocialas iconas de formato
hr: /iconsassoc Ponovno postavi ikone
ja: /iconsassoc 形式アイコンを再度関連付ける
ms_my: /iconsassoc Kait semula ikon format
nl: /iconsassoc Bestandsformaat iconen opnieuw koppelen
pl: /iconsassoc Przypisz ponownie ikony do plików
ru: /iconsassoc - Конвертирование формата иконок.
sk: /iconsassoc Znovu asociovať formát ikon
sl: /iconsassoc Ponovno poveži sličice formata
vi: /iconsassoc Liên kết lại các biểu tượng định dạng

# IDS_CMD_NOFOCUS
source: /nofocus Open MPC-HC in background
be: /nofocus Адкрыць MPC-HC у фонавым рэжыме
bs_ba: /nofocus Otvori MPC-HC u pozadini
ca: /nofocus Obre l'MPC-HC en segon pla
cs: /nofocus Spustí MPC-HC v pozadí
da: /nofocus Åbn MPC-HC i baggrunden
de: /nofocus Startet den Player im Hintergrund.
el: /nofocus Άνοιγμα του MPC-HC στο παρασκήνιο
es: /nofocus Abre MPC-HC en segundo plano
eu: /nofocus Ireki MPC-HC barrenean
fr: /nofocus Démarre MPC-HC en arrière-plan
gl: /nofocus Abre o MPC-HC en segundo plano
hr: /nofocus Otvori MPC-HC u pozadini
ja: /nofocus バックグラウンドで MPC-HC を開く
ms_my: /nofocus Buka MPC-HC disebalik tabir
nl: /nofocus Open MPC-HC in de achtergrond
pl: /nofocus Otwiera MPC-HC w tle
ru: /nofocus⇥⇥Открыть MPC-HC в фоне
sk: /nofocus Otvoriť MPC-HC na pozadí
sl: /nofocus Odpri MPC-HC v ozadju
vi: /nofocus Mở MPC-HC dưới nền

# IDS_CMD_WEBPORT
source: /webport N Start web interface on specified port
be: /webport N Запуск вэб-інтэрфейсу праз порт N
bs_ba: /webport N Pokreni web sučelje na na izabranom portu
ca: /webport N Inicia la interfície web en el port especificat
cs: /webport N Spustí webové rozhraní na zadaném portu
da: /webport N Start webgrænseflade på angivet port
de: /webport N Aktiviert das Webinterface auf Port N.
el: /webport N Έναρξη της διεπαφής web στη καθορισμένη θύρα
es: /webport N Inicia la interfaz web en el puerto especificado
eu: /webport N Hasi web interfazea adierazitako atakan
fr: /webport N Démarre l'interface web sur le port spécifié
gl: /webport N Inicia a interface web no porto especificado
hr: /webport N Pokreni web sučelje na specifičnom portu
ja: /webport N 指定したポート上でウェブ インターフェイスを開始する
ms_my: /webport N Mula antaramuka sesawang pada port dinyatakan
nl: /webport N Start de web interface op aangegeven poort
pl: /webport N Uruchamia interfejs internetowy na określonym porcie
ru: /webport N(Номер порта) - Использование веб-интерфейса по специальному порту.
sk: /webport N Spustiť webové rozhranie na určenom porte
sl: /webport N Zaženi spletni vmesnik na določenih vratih
vi: /webport N Khởi động giao diện web ở cổng được chỉ định

# IDS_CMD_DEBUG
source: /debug Show debug information in OSD
be: /debug Паказваць у OSD адладачныя звесткі
bs_ba: /debug Prkaži informacije za ispravljanje grešaka na OSD
ca: /debug Mostra la informació de depuració sobreimpressionada (OSD)
cs: /debug Zobrazí ladicí informace v OSD
da: /debug Vis fejlfindingsoplysninger i OSD
de: /debug Zeigt die Debug-Informationen im OSD an.
el: /debug Εμφάνιση πληροφοριών εντοπισμού σφαλμάτων στην οθόνη
es: /debug Muestra información de depuración sobreimpresionada (OSD)
eu: /debug Erakutsi garbiketa argibideak IGE-an
fr: /debug Affiche des informations de débogage via l'OSD
gl: /debug Amosa información de depuración sobreimpresionada (OSD)
hr: /debug Prikaži debug informacije u OSD-u
ja: /debug OSD でデバッグ情報を表示する
ms_my: /debug Tunjuk maklumat nyapepijat dalam OSD
nl: /debug Toon debug informatie op het scherm (OSD)
pl: /debug Wyświetla informacje debugowania w OSD
ru: /debug - Показать информацию об отладке в экранном меню.
sk: /debug Zobraziť informácie pre ladenie priamo v OSD
sl: /debug Prikaži informacije razhroščevalnika na OSD
vi: /debug Hiện thông tin gỡ lỗi trên màn hình hiển thị

# IDS_CMD_NOCRASHREPORTER
source: /nocrashreporter Disable the crash reporter
be: /nocrashreporter Адключыць справаздачы пра збоі
bs_ba: /nocrashreporter Onemogući slanje izvještaja o greškama
ca: /nocrashreporter Desactiva l'informe d'errors
da: /nocrashreporter Deaktivér fejlrapporteringen
de: /nocrashreporter Deaktiviert die Fehlerberichterstattung.
el: /nocrashreporter Απενεργοποίηση της αναφοράς κατάρρευσης
es: /nocrashreporter Deshabilita el informe de fallo
eu: /nocrashreporter Ezgaitu matxura jakinarazpenak
fr: /nocrashreporter Désactive le rapporteur de plantage
gl: /nocrashreporter Deshabilita o informe de erro
hr: /nocrashreporter Onemogući izvjestitelja o rušenju programa
ja: /nocrashreporter クラッシュ レポートを無効にする
ms_my: /nocrashreporter Lumpuhkan pelapor kerosakan
nl: /nocrashreporter Crash rapportage uitschakelen
pl: /nocrashreporter Wyłącza raportowanie usterek
ru: /nocrashreporter⇥Отключить отправку отчетов об аварийном завершении программы
sk: /nocrashreporter Zablokovať oznamovanie pádov
sl: /nocrashreporter Izključi poročanje o sesutju
vi: /nocrashreporter Tắt báo cáo lỗi

# IDS_CMD_SLAVE
source: /slave "hWnd" Use MPC-HC as slave
be: /slave "hWnd" Запуск MPC-HC у вядомым рэжыме
bs_ba: /slave "hWnd" Koristi MPC-HC kao roba (slave)
ca: /slave "hWnd" Utilitza l'MPC-HC en mode eslcau
cs: /slave "hWnd" Použije MPC-HC jako podřízený proces
da: /slave "hWnd" Brug MPC-HC som slave
de: /slave "H" Startet den Player im Slave-Modus mit Fensterhandle "H".
el: /slave "hWnd" Χρήση του MPC-HC ως δευτερεύον
es: /slave "hWnd" Usa MPC-HC en modo esclavo
eu: /slave "hWnd" Erabili MPC-HC esklabu bezala
fr: /slave "hWnd" Démarre MPC-HC en mode "esclave"
gl: /slave "hWnd" Usa MPC-HC en modo escravo
hr: /slave "hWnd" Koristi MPC-HC kao roba
ja: /slave "hWnd" スレーブとして MPC-HC を使用する
ms_my: /slave "hWnd" Guna MPC-HC sebagai hamba
nl: /slave "hWnd" Gebruik MPC-HC als slave
pl: /slave „hWnd” Użyj MPC-HC jako okno zależne
ru: /slave "hWnd" - Использовать MPC-HC в качестве дополнительного устройства.
sk: /slave "hWnd" Použiť MPC-HC ako slave
sl: /slave "hWnd" Uporabi MPC-HC podrejeno
vi: /slave "hWnd" Sử dụng MPC-HC thụ động
