Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_PLAYLIST_CAPTION
source: Playlist
ar: قائمة التشغيل
be: Спіс прайгравання
bn: প্লেলিস্ট
bs_ba: Playlista
ca: Llista de reproducció
cs: Seznam stop
da: Spilleliste
de: Wiedergabeliste
el: Λίστα αναπαραγωγής
es: Lista de reproducción
eu: Irakur-zerrenda
fi: Soittolista
fr: Liste de lecture
gl: Lista de reprodución
he: רשימת ניגון
hr: Lista izvođenja
hu: Lejátszási lista
hy: Նվագացանկ
ja: 再生リスト
lt: Grojaraštis
ms_my: Senarai Main
nl: Afspeellijst
pa: ਪਲੇਅਲਿਸਟ
pl: Lista odtwarzania
ru: Список воспроизведения
sl: Seznam predvajanja
sr: Плеј-листа
sv: Spelningslista
th_th: บัญชีการเล่น
tt: Уйнату бите
vi: Danh sách phát

# IDS_PPAGE_FS_CLN_ON_OFF
source: On/Off
ar: تشغيل/إيقاف
be: Укл/Адкл
bn: চালু/বন্ধ
bs_ba: Uključno/Isključeno
ca: Activat/Desactivat
cs: Zap/Vyp
da: Til/Fra
de: Priorität
el: Ναι/Όχι
es: Activado/Desactivado
eu: Eraginda/Etenda
fi: Päällä/pois
fr: Activé
gl: Encendido/Apagado
he: פועל/כבוי
hr: Uklj./Isklj.
hu: Be/Ki
hy: Միաց./Անջ.
ja: オン/オフ
lt: Įj./išj.
ms_my: Hidup/Mati
nl: Aan / Uit
pa: ਚਾਲੂ/ਬੰਦ
pl: Wł./Wył.
ru: Вкл/Откл
sk: Zap./Vyp.
sl: Vklj./Izklj.
sr: Укључено/искључено
sv: Aktiverat
th_th: เปิด/ปิด
tt: Каб./Сүн.
vi: Bật/Tắt

# IDS_PPAGE_FS_CLN_FROM_FPS
source: From (FPS)
ar: من إطار في الثانية
be: Ад (FPS)
bn: FPS থেকে
bs_ba: Od (FPS)
ca: De (FPS)
cs: Od (FPS)
da: Fra (FPS)
de: Von (fps)
el: Από (FPS)
es: De (FPS)
eu: Hemendik (FS-ko)
fi: Kuvataajuudesta
fr: De (IPS)
gl: De (FPS)
he: מפריימים בשנייה
hr: Od (FPS)
hu: FPS-től
hy: Fps-ից
it: Dal (FPS)
ja: (FPS) から
lt: Iš (KPS)
ms_my: Dari (FPS)
nl: Van (FPS)
pa: ਤੋਂ (FPS)
pl: Od kl./s
ru: От (FPS)
sk: Od (sním,/s)
sl: Od (FPS)
sr: Од (FPS)
sv: Från (FPS)
th_th: จาก (FPS)
tt: Башлап (FPS)
vi: Từ (FPS)

# IDS_PPAGE_FS_CLN_TO_FPS
source: To (FPS)
ar: إلى إطار في الثانية
be: Да (FPS)
bn: FPSএর দিকে
bs_ba: Do (FPS)
ca: A (FPS)
cs: Do (FPS)
da: Til (FPS)
de: Bis (fps)
el: έως (FPS)
es: A (FPS)
eu: Hona (FS-ko)
fi: Kuvataajuuteen
fr: A (IPS)
gl: A (FPS)
he: לפריימים בשנייה
hr: Do (FPS)
hu: FPS-ig
hy: Fps-ից
it: Al (FPS)
ja: (FPS) まで
lt: Į (KPS)
ms_my: Ke (FPS)
nl: Tot (FPS)
pa: ਤੱਕ (FPS)
pl: Do kl./s
ru: До (FPS)
sk: Do (sním./s)
sl: Do (FPS)
sr: До (FPS)
sv: Till (FPS)
th_th: สู่ (FPS)
tt: Кадәр (FPS)
vi: Đến (FPS)

# IDS_PPAGE_FS_CLN_DISPLAY_MODE
source: Display mode (Hz)
ar: طريقة العرض (هرتز)
be: Рэжым (Гц)
bn: ডিসপ্লে মোড (Hz)
bs_ba: Modus display-a (Hz)
ca: Mode de pantalla (Hz)
cs: Režim zobrazení (Hz)
da: Skærm-tilstand (Hz)
de: Anzeigemodus (Hz)
el: Λειτουργία προβολής (Hz)
es: Modo de pantalla (Hz)
eu: Erakuspen modua (Hz)
fi: Näyttötila (Hz)
fr: Mode d'affichage (Hz)
gl: Modo de visualización (Hz)
he: מצב תצוגה (הרץ)
hr: Način prikaza (Hz)
hu: Képernyő-frissítési gyakoriság (Hz)
hy: Ցուցադրման եղ-ը (Hz)
it: Modalità visualizzazione (Hz)
ja: ディスプレイ モード (Hz)
lt: Vaizdavimo režimas (Hz)
ms_my: Mod paparan (Hz)
nl: Weergavemodus (Hz)
pa: ਡਿਸਪਲੇਅ ਮੋਡ (Hz)
pl: Tryb wyświetlacza (Hz)
ru: Режим (Гц)
sk: Režim zobrazenia (Hz)
sl: Način zaslona (Hz)
sr: Режим приказа (Hz)
sv: Visningsläge (Hz)
th_th: โหมดแสดงผล (Hz)
tt: Рәвеш (Гц)
vi: Chế độ hiển thị (Hz)

# IDS_PPAGE_FS_DEFAULT
source: Default
ar: الأفتراضي
be: Па змаўчанні
bn: ডিফল্ট
bs_ba: Podrazumijevano
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
eu: Berezkoa
fi: Oletus
fr: Par défaut
gl: Orixinal
he: ברירת מחדל
hr: Zadan
hu: Alapértelmezés
hy: Ծրագրային
it: Predefinito
ja: 既定
lt: Numatyta
ms_my: Lalai
nl: Standaard
pa: ਡਿਫਾਲਟ
pl: Domyślny
ru: По умолчанию
sk: Predvolené
sl: Privzeto
sr: Подразумеван
sv: Standard
th_th: ค่าตั้งต้น
tt: Килешү буенча
vi: Mặc định

# IDS_PPAGE_FS_OTHER
source: Other
ar: أخرى
be: Іншае
bn: অন্যান্য
bs_ba: Ostalo
ca: Altres
cs: Ostatní
da: Andre
de: Andere
el: Άλλη
es: Otros
eu: Beste
fi: Muu
fr: Autre
gl: Outros
he: הגדרות נוספות
hr: Drugo
hu: Egyéb
hy: Այլ
it: Altro
ja: その他
lt: Kiti
ms_my: Lain-lain
nl: Overige
pa: ਹੋਰ
pl: Inna
ru: Другие
sk: Iné
sl: Ostalo
sr: Други
sv: Annan
th_th: อื่นๆ
tt: башка
vi: Khác

# IDS_PPAGE_OUTPUT_SYS_DEF
source: System Default
ar: النظام الافتراضي
be: Сістэмнае па змаўчанні
bn: সিস্টেম ডিফল্ট
bs_ba: Sistemski Podrazumijevano
ca: Valor per defecte del sistema
cs: Systémový
da: Systemstandard
de: System-Standard
el: Προεπιλογή συστήματος
es: Predeterminado del sistema
eu: Sistemaren Berezkoa
fi: Järjestelmän oletus
fr: Par défaut
gl: Por defecto do Sistema
he: ברירת מחדל של מערכת
hr: Sistemski zadan
hu: Rendszer alapértelmezés
hy: Համակարգային
it: Predefinito del sistema
ja: システムの既定
lt: Sistemos numatyta
ms_my: Lalai Sistem
nl: Systeemstandaard
pa: ਸਿਸਟਮ ਡਿਫਾਲਟ
pl: Domyślny
ru: Системн. по умолчанию
sk: Systémovo predvolené
sl: Sistemsko privzeto
sr: По систему
sv: Systemstandard
th_th: ค่าตั้งต้นระบบ
tt: Системаныкы килешү буенча
vi: Mặc định hệ thống

# IDS_GRAPH_INTERFACES_ERROR
source: Failed to query the needed interfaces for playback
ar: فشل في الاستعلام عن الواجهات اللازمة للتشغيل
be: Не атрымалася запытаць неабходныя для прайгравання інтэрфейсы
bn: প্লেব্যাকের জন্য প্রয়োজনীয় ইন্টারফেসসমূহ ক্যুয়েরি করতে ব্যর্থ হয়েছে
bs_ba: Nije uspio upit za sučeljem potrebnim za reprodukciju
ca: No s'han pogut consultar les interfícies necessàries per a la reproducció
cs: Hledání rozhraní potřebných pro přehrání skončilo neúspěchem
da: Kunne ikke forespørge de nødvendige grænseflader til afspilning
de: Kann Wiedergabe-Interface nicht abfragen
el: Απέτυχε το ερώτημα των απαραίτητων διασυνδέσεων για αναπαραγωγή
es: No se pudieron consultar las interfaces requeridas para la reproducción
eu: Hutsegitea galdetzerakoan irakurketarako behar diren interfazeak
fi: Toiston vaatimien liittymien kysely epäonnistui.
fr: Impossible d'accéder aux interfaces nécessaires à la lecture
gl: Fallou ao consultar as interfaces requiridas para a reprodución
he: מציאת הממשקים הנדרשים עבור ניגון נכשלה
hr: Greška pri pozivanju sučelja potrebnih za izvođenje
hy: Չհաջողվեց ստանալ պահանջվող նվագարկման հերթականությունը
it: Impossibile determinare le interfacce necessarie per la riproduzione
ja: 再生に必要なインターフェイスの問合せができませんでした
lt: Nepavyko užklausti reikiamų sąsajų grojimui
ms_my: Gagal menanya antaramuka yang diperlukan untuk main balik
nl: in de wachtrij plaatsen van de benodigde weergave interface mislukt
pa: ਚਲਾਓ ਲਈ ਲੋੜੀਂਦੇ ਇੰਟਰਫੇਸ ਨਾਲ ਕਿਊਰੀ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ
pl: Błąd podczas zapytania interfejsów potrzebnych do odtwarzania
ru: Не удалось запросить интерфейсы для воспроизведения
sk: Nepodarilo sa vyžiadať rozhrania potrebné na prehrávanie
sl: Neuspela poizvedba po potrebnih vmesnikih za predvajanje
sr: Не могу да питам потребне интерфејсе за репродуковање
sv: Misslyckades att hämta de behövda gränssnitten för uppspelning
th_th: ล้มเหลวในการสอบหาส่วนประสานที่จำเป็นสำหรับการเล่น
tt: Не удалось запросить необходимые интерфейсы для воспроизведения
vi: Không thể truy vấn các giao diện cần thiết để phát lại

# IDS_GRAPH_TARGET_WND_ERROR
source: Could not set target window for graph notification
ar: لا يمكن تحديد النافذة المستهدفة للإعلام الرسم البياني
be: Не атрымалася стварыць акно для вываду графу
bn: গ্রাফ নোটিফিকেশনের জন্য কাঙ্ক্ষিত উইন্ডো নির্ধারণ করা যাচ্ছে না
bs_ba: Nije bilo moguće postaviti prozor za obavještenje grafikona
ca: No s'ha pogut establir una finestra de destinació per a les notificacions del diagrama de filtres.
cs: Nepodařilo se nastavit cílové okno pro upozornění grafu
da: Kunne ikke angive destinationsvindue til graf-notifikation
de: Kann Fenster für Filtergraph-Benachrichtigung nicht einrichten
el: Δεν ήταν δυνατός ο ορισμός ενός παραθύρου προορισμού για κοινοποίηση του γραφήματος
es: No se pudo establecer la ventana destino para las notificaciones del diagrama de filtros
eu: Ezin da ezarri xede leihoa grafika jakinarazpenerako
fi: Kohdeikkunaa ei voitu asettaa kaavion huomautukselle
fr: Impossible d'affecter une fenêtre cible pour les notifications du graphe de lecture
gl: Non foi posible axustar a xanela de destino para a notificación gráfica
he: לא ניתן לקבוע חלון יעד עבור התראות הגרף
hr: Ciljani okvir za obavijesni graf nije moguće podesiti
hy: Հնարավոր չէ նշել պատուհանը գրաֆ. տեղեկացման համար
it: Impossibile impostare la finestra destinazione per la notifica del grafo
ja: グラフの通知用のターゲット ウィンドウを設定できませんでした
lt: Nepavyko sukurti lango grafo rodymui
ms_my: Tidak dapat tetapkan tetingkap sasaran untuk pemberitahuan graf
nl: Kon het doelvenster voor grafiekmeldingen niet instellen
pa: ਗਰਾਫ਼ ਸੂਚਨਾ ਲਈ ਟਾਰਗੇਟ ਵਿੰਡੋ ਸੈਟ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ
pl: Nie można ustawić docelowego okna dla powiadomień grafu.
ru: Не удалось создать окно для вывода графа
sk: Nepodarilo sa nastaviť cieľové okno pre notifikáciu z grafu
sl: Ni bilo mogoče nastaviti ciljnega okna za obvestilo grafu.
sr: Не могу да поставим прозор за приказ графикона
sv: Kunde inte ställa in målfönster för grafmeddelande
th_th: ไม่สามารถตั้งค่าหน้าต่างเป้าหมายเพื่อการแจ้งกราฟ
tt: Не удалось создать окно для вывода графа
vi: Không thể thiết lập cửa sổ mục tiêu cho đồ thị thông báo

# IDS_DVD_NAV_ALL_PINS_ERROR
source: Failed to render all pins of the DVD Navigator filter
ar: فشل في تقديم كافة عوامل التصفية دي في دي المستكشف
be: Не атрымалася апрацаваць усё піны фільтра DVD Navigator
bn: DVD ন্যাভিগেটর ফিল্টারের সবগুলো পিন রেনডার করতে ব্যর্থ হয়েছে
bs_ba: Nije uspjelo renderiranje svih pinova filtera DVD Navigatora
ca: No s'han pogut renderitzar totes les etapes del filtre "Navegador DVD"
cs: Nepodařilo se propojit žádné z vývodů DVD navigátoru
da: Kunne ikke rendere alle pins i DVD navigationsfilteret
de: Kann keine DVD-Navigator-Filter-Pins rendern
el: Απέτυχε η απόδοση όλων των pins του φίλτρου περιήγησης DVD
es: No se pudieron renderizar todas las etapas de filtro «DVD Navigator»
eu: Hutsegitea aurkezterakoan DVD Nabigatzaile iragazki pin denak
fi: DVD-navigaattorisuotimen kaikkien pinnien renderöinti epäonnistui.
fr: Impossible de traiter les connexions du filtre de navigation DVD.
gl: Fallou ao renderizar todos os pins do filtro de Navegación do DVD
he: הצגת כל פיני היציאה של פילטר ניווט הדי.וי.די נכשלה
hr: Neuspješno prikazivanje nijedne značke od DVD-navigacijskog filtra.
it: Impossibile renderizzare tutti i pin del filtro DVD Navigator
ja: DVD ナビゲータ フィルタのすべてのピンを表示できませんでした
lt: Nepavyko apdoroti visų DVD Navigator filtro pinų
ms_my: Gagal menerap semua pin bagi penapis Navigasi DVD
nl: Opbouwen van alle DVD navigatie filter pinnen mislukt
pa: DVD ਨੇਵੀਗੇਟਰ ਫਿਲਟਰ ਦੇ ਸਭ ਪਿੰਨਾਂ ਨੂੰ ਰੈਂਡਰ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ
pl: Nie powiodło się renderowanie wszystkich pinów Nawigatora DVD.
ru: Не удалось обработать все потоки фильтра-навигатора DVD
sk: Nepodarilo sa vykresliť všetky piny pre filter DVD Navigator
sl: Neuspel izris vseh priključkov DVD Navigator filtra
sr: Не могу да обрадим све пинове филтера DVD навигатор
sv: Misslyckades att rendera alla stift i DVD Navigator-filtret
th_th: ล้มเหลวในการแปลผลพินทั้งหมดของตัวกรองตัวนำทางดีวีดี
tt: Не удалось обработать все пины фильтра DVD Navigator
vi: Thất bại trong việc làm cho tất cả các chân của các bộ lọc DVD Navigator

# IDS_PLAYLIST_OPEN
source: &Open
ar: فتح
be: &Запусціць
bn: খুলি(&O)
bs_ba: &Otvori
ca: &Obre
cs: Otevřít
da: &Åbn
de: &Öffnen
el: Ά&νοιγμα
es: &Abrir
eu: &Ireki
fi: Avaa
fr: &Ouvrir
gl: &Abrir
he: פתח
hr: &Otvori
hu: &Megnyitás
hy: &Բացել
it: &Apri
ja: 開く(&O)
lt: &Atverti
ms_my: &Buka
nl: &Openen
pa: ਖੋਲ੍ਹੋ(&O)
pl: &Otwórz
ru: Открыть
sk: &Otvoriť
sl: &Odpri
sr: &Отвори
sv: &Öppna
th_th: เ&ปิด
tt: &Кабызырга
vi: &Mở

# IDS_PLAYLIST_ADD
source: A&dd
ar: إضافة
be: &Дадаць
bn: যোগ করি(&D)
bs_ba: &Dodaj
ca: A&fegeix
cs: Přidat
da: T&ilføj
de: &Hinzufügen
el: Π&ροσθήκη
es: A&ñadir
eu: &Gehitu
fi: Lisää
fr: &Ajouter
gl: Enga&dir
he: הוסף
hr: &Dodaj
hu: &Hozzáadás
hy: Ա&վելացնել
it: A&ggiungi
ja: 追加(&D)
lt: &Pridėti
ms_my: T&ambah
nl: &Toevoegen
pa: ਜੋੜੋ(&d)
pl: &Dodaj
ru: Добавить
sk: P&ridať
sl: Dod&aj
sr: &Додај
sv: L&ägg till
th_th: เ&พิ่ม
tt: Ө&стәргә
vi: &Thêm

# IDS_PLAYLIST_REMOVE
source: &Remove
ar: &ازالة
be: &Прыбраць
bn: অপসারণ করি(&R)
bs_ba: Ukloni
ca: &Elimina
cs: Odebrat
da: &Fjern
de: &Entfernen
el: &Κατάργηση
es: &Eliminar
eu: &Kendu
fi: Poista
fr: &Supprimer
gl: Elimina&r
he: הסר
hr: &Ukloni
hu: &Eltávolítás
hy: &Ջնջել
it: &Rimuovi
ja: 消去(&R)
lt: Paša&linti
ms_my: &Buang
nl: &Verwijderen
pa: ਹਟਾਓ(&R)
pl: &Usuń
ru: Убрать
sk: O&dstrániť
sl: Odst&rani
sr: &Уклони
sv: &Ta bort
th_th: เ&อาออก
tt: &Алырга
vi: &Loại bỏ

# IDS_PLAYLIST_CLEAR
source: C&lear
ar: تن&ظيف
be: Ачысціць
bn: খালি করি(&L)
bs_ba: Počisti
ca: &Neteja
cs: &Vymazat
da: R&yd
de: Wiedergabeliste &leeren
el: &Απαλοιφή
es: &Vaciar
eu: G&arbitu
fi: Tyhjennä
fr: &Vider
gl: &Limpar
he: נקה
hr: &Obriši
hu: Törlés
hy: Մ&աքրել
it: Svuota &lista
ja: クリア(&L)
lt: &Išvalyti
ms_my: K&osongkan
nl: Maak &leeg
pa: ਸਾਫ਼ ਕਰੋ(&l)
pl: Wyc&zyść
ru: Очистить
sk: &Vyčistiť
sl: P&očisti
sr: О&чисти
sv: Re&nsa
th_th: ล้า&ง
tt: &Чистартырга
vi: &Xóa

# IDS_PLAYLIST_COPYTOCLIPBOARD
source: &Copy to clipboard
ar: &نسخ إلى الحافظة
be: &Капіяваць у буфер
bn: ক্লিপবোর্ডে কপি করি(&C)
bs_ba: Kopiraj u &clipboard
ca: &Copia al porta-retalls
cs: Zkopírovat
da: &Kopiér til udklipsholder
de: &Pfadnamen kopieren
el: Αντι&γραφή στο Πρόχειρο
es: &Copiar en el portapapeles
eu: &Kopiatu gakora
fi: Kopioi leikepöydälle
fr: &Copier dans le Presse-Papier
gl: &Copiar ao portapapeis
he: העתק ללוח הגזירים
hr: &Kopiraj u međuspremnik
hu: Vá&gólapra másolás
hy: &Պատճենել շրջույթում
it: &Copia negli appunti
ja: クリップボードにコピー(&C)
lt: K&opijuoti į iškarpinę
ms_my: &Salin ke papan keratan
nl: &Kopieer naar klembord
pa: ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕਰੋ(&C)
pl: &Kopiuj do schowka
ru: Копировать в буфер
sk: &Kopírovať do schránky
sl: &Kopiraj na odložišče
sr: &Копирај
sv: &Kopiera till urklipp
th_th: &คัดลอกสู่หน่วยความจำ
tt: &Буферга күчермә ясарга
vi: &Chép sang bảng tạm

# IDS_PLAYLIST_SAVEAS
source: &Save As...
ar: ..حفظ كـ
be: &Захаваць як...
bn: সেইভ করতে পারি...(&S)
bs_ba: &Snimi Kao...
ca: A&nomena i desa…
cs: &Uložit jako...
da: &Gem som...
de: Wiedergabeliste &speichern...
el: Αποθήκευση &ως...
es: &Guardar como…
eu: Gorde &Honela...
fi: Tallenna nimellä...
fr: &Enregistrer sous...
gl: &Gardar como...
he: שמירה בשם...
hr: &Spremi kao...
hu: Menté&s másként...
hy: &Պահպանել որպես...
it: &Salva con nome...
ja: 名前を付けて保存(&S)...
lt: Išsa&ugoti kaip...
ms_my: &Simpan Semua...
nl: Opslaan &als...
pa: ...ਇੰਝ ਸੰਭਾਲੋ(&S)
pl: &Zapisz jako...
ru: Сохранить как...
sk: &Uložiť ako...
sl: &Shrani kot...
sr: &Сачувај као…
sv: &Spara Som...
th_th: &บันทึกเป็น...
tt: &Ничек сакларга...
vi: &Lưu thành...

# IDS_PLAYLIST_SORTBYLABEL
source: Sort by &label
ar: ترتيب حسب &التسمية
be: Сартаваць па &імені
bn: লেবেল অনুযায়ী সাজাই(&L)
bs_ba: Sortiraj po &labeli
ca: Agrupa per &etiquetes
cs: Seřadit podle názvu
da: Sortér efter &etiket
de: Nach E&intrag sortieren
el: Ταξινόμηση κατά &ετικέτα
es: Ordenar por e&tiqueta
eu: Antolatu e&tiketaz
fi: Lajittele nimikkeen mukaan
fr: Réorganiser par &nom
gl: Agrupar por E&tiquetas
he: מיין על-פי תווית
hr: Sortiraj po &oznaci
hu: Rendezés &címke szerint
hy: Դասավորել &ըստ անվան
it: Ordina per &etichetta
ja: 名前順に並べ替える(&L)
lt: Rikiuoti pagal &pavadinimą
ms_my: Isih mengikut &label
nl: Sorteer op &label
pa: ਲੇਬਲ ਨਾਲ ਲੜੀਬੱਧ(&l)
pl: Posortuj według &nazwy
ru: Сортировать по имени
sk: Zoradiť podľa &názvu
sl: Razvrsti po ozna&ki
sr: Сортирај по &ознаци
sv: Sortera efter &etikett
th_th: เรียงตาม&ป้ายกำกับ
tt: &Исем буенча аралау
vi: Sắp xếp theo &nhãn

# IDS_PLAYLIST_SORTBYPATH
source: Sort by &path
ar: ترتيب حسب &المسار
be: Сартаваць па &шляху
bn: অবস্থান অনুযায়ী সাজাই(&P)
bs_ba: Sortiraj po &putanji
ca: Agrupa per &ubicació
cs: Seřadit podle cesty
da: Sortér efter &sti
de: Nach P&fadnamen sortieren
el: Ταξινόμηση κατά &κατάλογο
es: Ordenar por &ruta
eu: Antolatu hel&buruz
fi: Lajittele polun mukaan
fr: Réorganiser par &répertoire
gl: Agrupar por R&utas
he: מיין על-פי נתיב
hr: Sortiraj po &putanji
hu: Rendezés &elérés szerint
hy: Տեսակավորել ըստ &ուղու
it: Ordina per &percorso
ja: パス順に並べ替える(&P)
lt: Rikiuoti pagal &kelią
ms_my: Isih mengikut lal&uan
nl: Sorteer op &locatie
pa: ਪਾਥ ਰਾਹੀਂ ਲੜੀਬੱਧ(&p)
pl: Posortuj według ś&cieżki
ru: Сортировать по пути
sk: Zoradiť podľa &cesty
sl: Razvrsti po &poti
sr: Сортирај по &путањи
sv: Sortera efter sök&väg
th_th: เรียงตามเส้น&ทาง
tt: &Юл буенча тәртипләү
vi: Sắp xếp theo &đường dẫn

# IDS_PLAYLIST_RANDOMIZE
source: R&andomize
ar: العرض بطريقة & عشوائية
be: З&мяшаць
bn: এলোমেলো করি(&A)
bs_ba: Po sluč&ajnom redoslijedu
ca: &Aleatori
cs: Náhodně
da: &Tilfældig rækkefølge
de: Nach Z&ufall sortieren
el: Τυ&χαία
es: Orden &aleatorio
eu: &Zorizkotu
fi: Satunnainen
fr: A&léatoire
gl: Ale&atoriamente
he: הפוך לאקראי
hr: N&asumično
hu: &Véletlenszerűsítés
hy: Խ&առնել
it: Rimescola elementi
ja: ランダム化(&A)
lt: &Maišyti
ms_my: &Rawakkan
nl: &Willekeurig
pa: ਰੈਂਡਮਾਈਜ਼(&a)
pl: P&rzetasuj
ru: Перемешать
sk: &Náhodne
sl: N&aredi naključno
sr: &Насумично
sv: S&lumpa
th_th: เรียง&สุ่ม
tt: &Бутарга
vi: &Ngẫu nhiên

# IDS_PLAYLIST_RESTORE
source: R&estore
ar: استعا&دة
be: А&днавіць
bn: পূর্বাবস্থায় ফিরিয়ে আনি(&E)
bs_ba: Vrati
ca: R&estaura
cs: Výchozí
da: G&endan
de: &Reihenfolge wiederherstellen
el: Επανα&φορά
es: R&estaurar
eu: &Leheneratu
fi: Palauta
fr: &Restaurer
gl: R&estaurar
he: שחזר
hr: V&rati
hu: &Helyreállítás
hy: Վ&երականգնել
it: R&ipristina
ja: 元に戻す(&E)
lt: A&tkurti
ms_my: Pul&ih
nl: &Herstel
pa: ਮੁੜ-ਸਟੋਰ ਕਰੋ(&e)
pl: &Przywróć pierwotną kolejność
ru: Восстановить
sk: O&bnoviť
sl: Obnov&i
sr: &Врати
sv: &Återställ
th_th: คืนค่าเ&ดิม
tt: &Торгызырга
vi: &Khôi phục

# IDS_SUBRESYNC_SEPARATOR
source: &Separator
ar: &فاصل
be: &Раздзяляльнік
bn: বিচ্ছেদক(&S)
ca: &Separador
cs: Oddělovač
el: &Διαχωριστικό
es: &Separador
eu: B&anantzailea
fi: Erotin
fr: &Séparateur
gl: &Separador
he: מפריד
hu: &Elválasztó
hy: &Բաժանիչ
it: &Separatore
ja: セパレータ(&S)
lt: &Skirtukas
ms_my: Pe&misah
nl: &Scheidingsteken
pa: ਵੱਖਰੇਵਾਂ(&S)
ru: Разделитель
sk: &Oddeľovač
sl: &Ločevalnik
sr: &Разделник
sv: &Avgränsare
th_th: &ตัวคั่น
tt: &Бүлүче
vi: &Phân cách

# IDS_SUBRESYNC_DELETE
source: &Delete
ar: &الحذف
be: &Выдаліць
bn: মুছে ফেলি(&D)
bs_ba: Izbriši
ca: &Suprimeix
cs: Smazat
da: &Slet
de: &Löschen
el: &Διαγραφή
es: &Eliminar
eu: E&zabatu
fi: Poista
fr: &Supprimer
gl: &Borrar
he: מחק
hr: &Obriši
hu: &Törlés
hy: &Ջնջել
it: &Elimina
ja: 削除(&D)
lt: Šali&nti
ms_my: Pa&dam
nl: &Verwijderen
pa: ਹਟਾਓ(&D)
pl: &Usuń
ru: Удалить
sk: &Vymazať
sl: Z&briši
sr: О&бриши
sv: &Ta bort
th_th: &ลบ
tt: &Хәзер бетерергә
vi: &Xoá

# IDS_SUBRESYNC_DUPLICATE
source: D&uplicate
ar: تكرا&ر
be: &Дубляваць
bn: প্রতিলিপি করি(&U)
bs_ba: D&upliciraj
ca: D&uplica
cs: Duplikovat
da: D&uplikér
de: &Duplizieren
el: Διπλότυπο
es: D&uplicar
eu: Bi&koiztu
fi: Tuplaa
fr: &Dupliquer
gl: D&uplicar
he: שכפל
hr: D&upliciraj
hu: D&uplázás
hy: Կ&րկնօրինակել
it: D&uplica
ja: 複製(&U)
lt: D&ubliuoti
ms_my: &Gandakan
nl: &Kopieer
pa: ਡੁਪਲੀਕੇਟ(&u)
pl: &Powiel
ru: Дублировать
sk: D&uplikovať
sl: Pod&voji
sr: &Дуплирај
sv: D&uplicera
th_th: &ทำซ้ำ
tt: &Кабатларга
vi: &Trùng lặp

# IDS_SUBRESYNC_RESET
source: &Reset
ar: &اعادة تعيين
be: &Скінуць
bn: পুনর্বিন্যাস করি(&R)
bs_ba: &Resetuj
ca: &Restableix
cs: Výchozí
da: &Nulstil
de: &Zurücksetzen
el: &Μηδενισμός
es: &Restablecer
eu: &Berrezarri
fi: Palauta
fr: &Réinitialiser
gl: &Reiniciar
he: אפס
hr: &Resetiraj
hu: &Alaphelyzetbe állítás
hy: &Վերակայել
it: &Reimposta
ja: リセット(&R)
lt: Pra&diniai nustatymai
ms_my: &Tetap Semula
pa: ਮੁੜ-ਸੈੱਟ ਕਰੋ(&R)
pl: &Wyzeruj
ru: Сбросить
sk: &Pôvodné
sl: Pona&stavi
sr: Врати &подразумевано
sv: &Återställ
th_th: &คืนค่า
tt: &Ташларга
vi: &Đặt lại

# IDS_MPLAYERC_104
source: Subtitle Delay -
ar: تأخير الترجمة -
be: Затрымка субцітраў —
bn: সাবটাইটেল বিলম্বন -
bs_ba: Kašnjenje Titla -
ca: Redueix el retard dels subtítols
cs: Zpoždění titulků -
da: Undertekst forsinkelse -
de: Untertitelverzögerung (-)
el: Καθυστέρηση υποτίτλου -
es: Reducir retardo de subtítulos
eu: Azpidatzi Atzerapena -
fi: Tekstityksen viive -
fr: Diminuer le décalage des sous-titres
gl: Retraso de Subs -
he: שיהוי כתובית -
hr: Kašnjenje titlova -
hu: Felirat késleltetés -
hy: Տողագրերի պահում -
it: Ritardo sottotitoli -
ja: 字幕の遅延 減少
lt: Subtitrų delsa -
ms_my: Lengah Sarikata -
nl: Ondertiteling vertragen -
pa: ਸਬ-ਟਾਈਟਲ ਦੇਰੀ -
pl: Zmniejsz opóźnienie napisów
ru: Задержка субтитров -
sk: Oneskorenie titulkov: -
sl: Zakasnitev podnapisa -
sr: Смањи кашњење титла
sv: Undertextfördröjning -
th_th: ศัพท์บรรยาย หน่วง -
tt: Субтитрларны тоткарлау -
vi: Phụ đề trễ -

# IDS_MPLAYERC_105
source: Subtitle Delay +
ar: تقديم الترجمة +
be: Затрымка субцітраў +
bn: সাবটাইটেল বিলম্বন +
bs_ba: Kašnjenje Titla +
ca: Augmenta el retard dels subtítols
cs: Zpoždění titulků +
da: Undertekst forsinkelse +
de: Untertitelverzögerung (+)
el: Καθυστέρηση υποτίτλου +
es: Aumentar retardo de subtítulos
eu: Azpidatzi Atzerapena +
fi: Tekstityksen viive +
fr: Augmenter le décalage des sous-titres
gl: Retraso de Subs +
he: שיהוי כתובית +
hr: Kašnjenje titlova +
hu: Felirat késleltetés +
hy: Տողագրերի պահում +
it: Ritardo sottotitoli +
ja: 字幕の遅延 増加
lt: Subtitrų delsa +
ms_my: Lengah Sarikata +
nl: Ondertiteling versnellen +
pa: ਸਬ-ਟਾਈਟਲ ਦੇਰੀ +
pl: Zwiększ opóźnienie napisów
ru: Задержка субтитров +
sk: Oneskorenie titulkov: +
sl: Zakasnitev podnapisa +
sr: Повећај кашњење титла
sv: Undertextfördröjning +
th_th: ศัพท์บรรยาย หน่วง +
tt: Субтитрларны тоткарлау +
vi: Phụ đề trễ +

# IDS_FILE_SAVE_THUMBNAILS
source: Save thumbnails
ar: حفظ الصور المصغرة
be: Захаваць мінiяцюры
bn: থাম্ব্‌নেইলসমূহ সেইভ করি
bs_ba: Sačuvaj sličice
ca: Desa les miniatures
cs: Uložit miniatury
da: Gem miniaturer
de: Miniaturbilder speichern
el: Αποθήκευση μικρογραφιών
es: Guardar miniaturas
eu: Gorde txikirudiak
fi: Tallenna pienoiskuvat
fr: Enregistrer les miniatures
gl: Gardar vistas previas
he: שמירת תמונות ממוזערות
hr: Spremi sličice
hu: Ikonképek mentése
hy: Պահպանել մանրապատկերները
it: Salva miniature
ja: サムネイルを保存
lt: Išsaugoti miniatiūras
ms_my: Simpan lakaran kenit
nl: Miniatuurweergaven opslaan
pa: ਥੰਮਨੇਲ ਸੰਭਾਲੋ
pl: Zapisz miniatury
ru: Сохранить миниатюры
sk: Uložiť náhľady
sl: Shrani predogledne sličice
sr: Сачувај сличице
sv: Spara miniatyrer
th_th: บันทึกรูปย่อ
tt: Миниатюраларны сакларга...
vi: Lưu hình thu nhỏ

# IDD_PPAGEPLAYBACK
source: Playback
ar: إعادة التشغيل
be: Прайграванне
bn: প্লেব্যাক
bs_ba: Reprodukcija
ca: Reproducció
cs: Přehrávání
da: Afspilning
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducción
eu: Irakurketa
fi: Toisto
fr: Lecture
gl: Reprodución
he: ניגון
hr: Reprodukcija
hu: Lejátszás
hy: Վերարտադրում
it: Riproduzione
ja: 再生
lt: Įrašo peržiūra
ms_my: Main Balik
nl: Weergave
pa: ਚਲਾਓ
pl: Odtwarzanie
ru: Воспроизведение
sk: Prehrávanie
sl: Predvajanje
sr: Репродукција
sv: Uppspelning
th_th: การเล่น
tt: Уйнату
vi: Phát lại

# IDD_PPAGEPLAYER
source: Player
ar: المشغل
be: Прайгравальнік
bn: প্লেয়ার
ca: Reproductor
cs: Přehrávač
da: Afspiller
de: Programm
el: Αναπαραγωγός
es: Reproductor
eu: Irakurgailua
fi: Soitin
fr: Lecteur
gl: Reprodutor
he: נגן
hr: Izvođač
hu: Lejátszó
hy: Վերարտադրիչը
it: Lettore
ja: プレーヤー
lt: Grotuvas
ms_my: Pemain
nl: Speler
pa: ਪਲੇਅਰ
pl: Program
ru: Проигрыватель
sk: Prehrávač
sl: Predvajalnik
sr: Плејер
sv: Spelare
th_th: เครื่องเล่น
tt: Уйнаткыч
vi: Trình phát
