Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.menus.po
Languages: ar, be, bn, eu, he, hy, ja, lt, pa, pl, ro, sr, tt, uk, zh_cn, zh_tw

# POPUP
source: &File
ar: ملف
be: &Файл
bn: ফাইল (&F)
eu: &Agiria
he: קובץ
hy: &Ֆայլ
ja: ファイル(&F)
lt: &Failas
pa: ਫਾਈਲ(&F)
pl: &Plik
ro: &Fișier
sr: &Датотека
tt: &Файл
uk: &Файл
zh_cn: 文件(&F)
zh_tw: 檔案(&F)

# ID_FILE_OPENQUICK
source: &Quick Open File...
ar: فتح سريع لملف...
be: &Хутка адкрыць файл...
bn: দ্রুত ফাইল খুলি... (&Q)
eu: Agiri Irekitze A&zkarra...
he: פתיחה מהירה של קובץ...
hy: &Արագ բացել ֆայլ...
ja: クイック再生(&Q)...
lt: &Greitai atverti failą...
pa: ...ਤੁਰੰਤ ਫਾਈਲ ਖੋਲ੍ਹੋ(&Q)
pl: Szybkie &otwieranie...
ro: Deschidere &rapidă fișier...
sr: &Брзо отвори датотеку…
tt: &Файлны тиз ачарга...
uk: Пр&осто відкрити файл...
zh_cn: 快速打开文件(&Q)...
zh_tw: 快速開啟檔案(&Q)...

# ID_FILE_OPENMEDIA
source: &Open File/URL...
ar: فتح ملف...
be: &Адкрыць файл...
bn: ফাইল খুলি... (&O)
eu: &Ireki Agiria...
he: פתיחת קובץ...
hy: &Բացել Ֆայլ...
ja: ファイルを開く(&O)...
lt: &Atverti failą...
pa: ...ਫਾਈਲ ਖੋਲ੍ਹੋ(&O)
pl: Otwórz &plik...
ro: &Deschidere fișier...
sr: &Отвори датотеку…
tt: &Файлны ачарга...
uk: &Відкрити файл...
zh_cn: 打开文件(&O)...
zh_tw: 開啟檔案(&O)...

# ID_FILE_OPENDVDBD
source: Open &DVD/BD...
ar: فتح DVD/BD...
be: А&дкрыць DVD/BD...
bn: &DVD/BD খুলি...
eu: Ireki &DVD/BD-a...
he: פתח די.וי.די/בלו-ריי
hy: Բացել &DVD/BD...
ja: DVD/BD を開く(&D)...
lt: Atverti &DVD/BD...
pa: ....&DVD/BD ਖੋਲ੍ਹੋ
pl: Otwórz &DVD/BD...
ro: Deschidere disc &DVD/BD...
sr: Отвори &DVD/BD…
tt: &DVD/BD ачарга...
uk: Ві&дкрити DVD/BD...
zh_cn: 打开 DVD/BD(&D)...
zh_tw: 開啟 DVD/BD (&D)...

# ID_FILE_OPENDEVICE
source: Open De&vice...
ar: فتح الجهاز...
be: Адкры&ць прыладу...
bn: ডিভাইস খুলি... (&V)
eu: Ireki Gai&lua...
he: פתיחת התקן...
hy: Բացել &սարքից...
ja: デバイスを開く(&V)...
lt: Atverti į&renginį
pa: ...ਡਿਵਾਇਸ ਖੋਲ੍ਹੋ(&v)
pl: Otwórz &urządzenie...
ro: Deschidere dis&pozitiv...
sr: Отвори &уређај…
tt: Җ&иһазны ачарга...
uk: Відкрити &пристрій...
zh_cn: 打开设备(&V)...
zh_tw: 開啟裝置(&V)...

# ID_FILE_OPENDIRECTORY
source: Open Dir&ectory...
ar: فتح مجلد...
be: Адкрыць &папку...
bn: ডাইরেক্টরি খুলি... (&E)
eu: Ireki Zuzen&bidea...
he: פתיחת תיקייה...
hy: Բացել թղթապանակ...
ja: ディレクトリを開く(&E)...
lt: Atverti &katalogą
pa: ...ਡਾਇਰੈਕਟਰੀ ਖੋਲ੍ਹੋ(&e)
pl: Otwórz &folder...
ro: Deschidere dir&ector...
sr: Отвори &фасциклу…
tt: Папканы ачарга...
uk: Відкрити теку ...
zh_cn: 打开目录(&E)...
zh_tw: 開啟目錄(&E)...

# ID_FILE_OPENDISC
source: O&pen Disc
ar: فتح قرص
be: Адкрыць &дыск
bn: ডিস্ক খুলি (&P)
eu: Ireki Dis&ka
he: פתיחת דיסק
hy: Բացել &սկավառակից
ja: ディスクを開く(&P)
lt: A&tverti diską
pa: ਡਿਸਕ ਖੋਲ੍ਹੋ(&p)
pl: Otwórz pły&tę
ro: De&schide disc
sr: Отвори &диск
tt: &Тәлинкәне ачарга
uk: Відкрити ди&ск
zh_cn: 打开光盘(&P)
zh_tw: 開啟光碟(&P)

# ID_RECENT_FILES
source: Recent &Files
ar: الملفات الأخيرة
be: Нядаўнія &файлы
bn: সাম্প্রতিক ফাইলসমূহ (&F)
eu: &Azken Agiriak
he: קבצים אחרונים
hy: Վերջին բացված ֆայլերը
ja: 最近使ったファイル(&F)
lt: &Paskiausiai naudoti failai
pa: ਤਾਜ਼ਾ ਫਾਈਲਾਂ(&F)
pl: Ostatnio otwa&rte
ro: Fișiere &recente
sr: Скора&шње датотеке
tt: Соңгы файллар
uk: &Недавно відкриті файли
zh_cn: 历史文件(&F)
zh_tw: 最近的檔案(&F)

# ID_FILE_CLOSE_AND_RESTORE
source: &Close
ar: إغلاق
be: &Закрыць
bn: চালনা বন্ধ করি (&C)
eu: It&xi
he: סגור
hy: &Փակել
ja: 閉じる(&C)
lt: &Uždaryti
pa: ਬੰਦ ਕਰੋ(&C)
pl: &Zamknij
ro: Î&nchide
sr: &Затвори
tt: &Ябарга
uk: &Закрити
zh_cn: 关闭(&C)
zh_tw: 關閉(&C)

# ID_FILE_SAVE_COPY
source: &Save a Copy...
ar: حفظ نسخة...
be: Заха&ваць як...
bn: প্রতিলিপি সেইভ করি... (&S)
eu: &Gorde Kopia bat...
he: שמור העתק...
hy: &Պահպանել օրինակը...
ja: コピーを保存(&S)...
lt: Įrašyti k&opiją
pa: ...ਕਾਪੀ ਸੰਭਾਲੋ(&S)
pl: Z&apisz kopię jako...
ro: Salvare &copie...
sr: Сачувај &копију…
tt: &Күчермәне сакларга...
uk: Зберегти &копію...
zh_cn: 保存副本(&S)...
zh_tw: 儲存複件(&S)...

# ID_FILE_SAVE_IMAGE
source: Save &Image...
ar: حفظ صورة...
be: Захаваць &кадр...
bn: ছবি সেইভ করি... (&I)
eu: Gorde Ir&udia...
he: שמור תמונה...
hy: Պահպանել &նկարով...
ja: 画像を保存(&I)...
lt: Įrašyti at&vaizdą
pa: ...ਚਿੱਤਰ ਸੰਭਾਲੋ(&I)
pl: Zapisz o&braz...
ro: Salvare &imagine...
sr: Сачувај &слику…
tt: &Сурәтне сакларга...
uk: Зберегти &зображення...
zh_cn: 保存图像(&I)...
zh_tw: 儲存影像(&I)...

# ID_FILE_SAVE_THUMBNAILS
source: Save &Thumbnails...
ar: حفظ صورة مصغرة...
be: Захаваць &мініяцюры кадраў...
bn: থাম্ব্‌নেইলসমূহ সেইভ করি... (&T)
eu: Gorde &Txikirudiak...
he: שמור תמונות ממוזערות...
hy: Պահպանել մանրապատկերներով...
ja: サムネイルを保存(&T)...
lt: Įrašyti &miniatiūras
pa: ...ਥੰਮਨੇਲ ਸੰਭਾਲੋ(&T)
pl: Zapisz &miniatury...
ro: Salvare &miniaturi...
sr: Сачувај с&личице…
tt: &Миниатюраларны сакларга...
uk: Зберегти м&ініатюри...
zh_cn: 保存缩略图(&T)...
zh_tw: 儲存縮圖(&T)...

# POPUP
source: S&ubtitles
ar: الترجمة
be: Субцітры
bn: সাবটাইটেল
eu: Azpidatziak
he: כתוביות
hy: Տողագիր
ja: 字幕(&U)
lt: Subtitrai
pa: ਸਬ-ਟਾਈਟਲ
pl: Napisy
ro: Subtitluri
sr: Титлови
tt: Субтитрлар
uk: С&убтитри
zh_cn: 字幕(&U)
zh_tw: 字幕

# ID_FILE_SUBTITLES_LOAD
source: &Load Subtitles...
ar: تحميل الترجمة
be: Адкры&ць субцітры...
bn: সাবটাইটেল লোড করি... (&L)
eu: Gertatu Az&pidatzia...
hy: &Բեռնել տողագրերը
ja: 字幕を読み込む(&L)...
lt: Įke&lti subtitrus...
pa: ...ਸਬਟਾਈਟਲ ਲੋਡ ਕਰੋ(&L)
pl: &Wczytaj napisy...
ro: Î&ncărcare subtitluri...
sr: &Учитај…
zh_cn: 载入字幕(&L)...
zh_tw: 載入字幕(&L)...

# ID_FILE_SUBTITLES_SAVE
source: Save S&ubtitles...
ar: حفظ الترجمة
be: З&ахаваць субцітры...
bn: সাবটাইটেল সেইভ করি... (&U)
eu: G&orde Azpidatzia...
hy: Պահպանել տ&ողագրերը...
ja: 字幕を保存(&U)...
lt: Išsaugoti sub&titrus
pa: ...ਸਬਟਾਈਟਲ ਸੰਭਾਲੋ(&u)
pl: &Zapisz napisy...
ro: Salvare s&ubtitluri...
sr: &Сачувај…
uk: Зберегти с&убтитри...
zh_cn: 保存字幕(&U)...
zh_tw: 儲存字幕(&U)...

# ID_FILE_SUBTITLES_DOWNLOAD
source: &Download Subtitles...
ar: تحميل الترجمة
be: &Спампаваць субцітры...
bn: সাবটাইটেল ডাউনলোড করি... (&D)
eu: &Jeitsi Azpidatziak...
hy: &Ներբեռնել տողագրերը...
ja: 字幕をダウンロード(&D)...
lt: Ats&isiųsti subtitrus
pa: ...ਸਬ-ਟਾਈਟਲ ਡਾਊਨਲੋਡ ਕਰੋ(&D)
pl: &Pobierz napisy...
ro: &Descărcare subtitluri...
sr: &Преузми…
uk: &Завантажити субтитри...
zh_cn: 下载字幕(&D)...
zh_tw: 下載字幕(&D)...

# ID_FILE_SUBTITLES_UPLOAD
source: &Upload Subtitles...
ar: رفع الترجمة
be: За&пампаваць субцітры...
bn: সাবটাইটেল আপলোড করি... (&U)
eu: &Igo Azpidatziak...
hy: &Վերբեռնել տողագրերը...
ja: 字幕をアップロード(&U)...
lt: &Nusiųsti subtitrus
pa: ...ਸਬ-ਟਾਈਟਲ ਅੱਪਲੋਡ ਕਰੋ(&U)
pl: W&yślij napisy...
ro: &Urcare subtitluri...
sr: &Отпреми…
uk: &Відвантажити субтитри...
zh_cn: 上传字幕(&U)...
zh_tw: 上傳字幕(&U)...

# ID_FILE_PROPERTIES
source: P&roperties
ar: خصائص
be: У&ласцівасці
bn: প্রোপার্টিস (&R)
eu: &Ezaugarriak
he: מאפיינים
hy: Հ&ատկություններ
ja: プロパティ(&R)
lt: Sa&vybės
pa: ਵਿਸ਼ੇਸ਼ਤਾ(&r)
pl: &Właściwości
ro: Pr&oprietăți
sr: С&војства
tt: Ү&злекләр
uk: В&ластивості
zh_cn: 属性(&R)
zh_tw: 內容(&R)

# ID_FILE_EXIT
source: E&xit
ar: خروج
be: В&ыйсці
bn: প্রোগ্রাম বন্ধ করি (&X)
eu: I&rten
he: יציאה
hy: Փ&ակել
ja: 終了(&X)
lt: &Baigti
pa: ਬਾਹਰ(&x)
pl: Zam&knij program
ro: Î&nchide programul
sr: &Изађи
tt: &Чыгу
uk: В&ихід
zh_cn: 退出(&X)
zh_tw: 結束(&X)

# POPUP
source: &View
ar: عرض
be: &Выгляд
bn: প্রদর্শনী (&V)
eu: I&kusi
he: תצוגה
hy: &Տեսք
ja: 表示(&V)
lt: &Rodymas
pa: ਵੇਖੋ(&V)
pl: &Widok
ro: &Vizualizare
sr: &Приказ
tt: &Күренеш
uk: &Вигляд
zh_cn: 查看(&V)
zh_tw: 檢視(&V)

# ID_VIEW_CAPTIONMENU
source: Caption&&Menu
ar: العنوان و القائمة
be: За&галовак і меню
bn: ক্যাপশন আর মেন্যু (&M)
eu: Harpen&&Menua
he: כותרת ותפריט
hy: Գլ&խագիրը և ընտրացանկը
ja: タイトル バーとメニュー バー(&M)
lt: Įrašų&&meniu
pa: ਸੁਰਖੀ ਤੇ ਮੀਨੂ
pl: Pasek &tytułu i menu
ro: Meniu && titlu
sr: &Наслов и мени
tt: &Башлам һәм меню
uk: За&головок та меню
zh_cn: 标题与菜单
zh_tw: 標題選單(&M)

# ID_VIEW_SEEKER
source: See&k Bar
ar: شريط البحث
be: &Паласа прагорткі
bn: সীক বার (&K)
eu: &Bilaketa Barra
he: שורת קפיצה
hy: &Հետ և առաջ տալու գիծը
ja: シーク バー(&K)
lt: Slan&kjuostė
pa: ਸੀਕ ਬਾਰ(&k)
pl: Pasek &postępu
ro: Bară de &căutare
sr: Трака за пр&емотавање
tt: &Күчерү тасмасы
uk: Смуга &перемотки
zh_cn: 进度栏(&K)
zh_tw: 搜尋列(&K)

# ID_VIEW_CONTROLS
source: &Controls
ar: عناصر التحكم
be: Панэль наві&гацыі
bn: কন্ট্রোলসমূহ (&C)
eu: &Aginteak
he: כלי שליטה
hy: &Կառավարում
ja: コントロール(&C)
lt: &Valdymo mygtukai
pa: ਕੰਟਰੋਲ(&C)
pl: Przy&ciski sterowania
ro: Cont&roale
sr: &Контроле
tt: &Идарә
uk: &Керування
zh_cn: 控制栏(&C)
zh_tw: 控制項(&C)

# ID_VIEW_INFORMATION
source: &Information
ar: معلومات
be: Зв&есткі
bn: তথ্যাদি (&I)
eu: A&rgibideak
he: מידע
hy: &Տեղեկություն
ja: ファイル情報(&I)
lt: &Informacija
pa: ਜਾਣਕਾਰੀ(&I)
pl: &Informacje
ro: &Informații
sr: &Информације
tt: &Мәгълүмат
uk: &Інформація
zh_cn: 信息栏(&I)
zh_tw: 資訊列(&I)

# ID_VIEW_STATISTICS
source: &Statistics
ar: إحصائيات
be: &Статыстыка
bn: পরিসংখ্যান (&S)
eu: E&statistikak
he: סטטיסטיקה
hy: &Վիճակագրությունը
ja: 統計情報(&S)
lt: &Statistika
pa: ਅੰਕੜੇ(&S)
pl: &Statystyki
ro: S&tatistici
sr: &Статистика
tt: &Статистика
uk: &Статистика
zh_cn: 统计栏(&S)
zh_tw: 統計列(&S)

# ID_VIEW_STATUS
source: St&atus
ar: الحالة
be: Радок с&тану
bn: অবস্থিতি (&A)
eu: &Egoera
he: סטטוס
hy: Դ&րության տողը
ja: ステータス(&A)
lt: &Būsenos juosta
pa: ਸਥਿਤੀ(&a)
pl: Pasek st&anu
ro: St&are
sr: С&татус
tt: &Дәрәҗә юлы
uk: Смуга с&тану
zh_cn: 状态栏(&A)
zh_tw: 狀態列(&A)

# ID_VIEW_SUBRESYNC
source: Su&bresync
be: Сінхранізацыя су&бцітраў
bn: সাবটাইটেল পুনঃSyncকরণ (&B)
eu: Azpi&d-berraldib.
he: עורך כתוביות
hy: Տողագրերի համաժեցում
ja: 字幕の再同期(&B)
lt: Subtitrų sin&chronizavimas
pa: ਸਬ-ਰੀਸਿੰਕ(&b)
pl: S&ynchronizacja napisów
ro: Resincronizare su&btitluri
sr: Син&хронизација титлова
tt: &Субтитрларны синхронлаштыру
uk: Синхронізація су&бтитрів
zh_cn: 字幕同步(&B)
zh_tw: 字幕同步(&B)

# ID_VIEW_PLAYLIST
source: Pla&ylist
ar: قائمة التشغيل
be: П&лэйліст
bn: প্লেলিস্ট (&Y)
eu: &Irakur-zerrenda
he: רשימת ניגון
hy: Խաղացանկը
ja: 再生リスト(&Y)
lt: &Grojaraštis
pa: ਪਲੇਅਲਿਸਟ(&y)
pl: Lista o&dtwarzania
ro: Listă de &redare
sr: &Плеј-листа
tt: &Уйнату бите
uk: С&писок відтворення
zh_cn: 播放列表(&Y)
zh_tw: 播放清單(&Y)

# ID_VIEW_CAPTURE
source: Captu&re
ar: التقاط
be: &Захоп
bn: ক্যাপচার (&R)
eu: &Harpena
he: לכידה
hy: Տեսագրում
ja: キャプチャ(&R)
lt: Už&fiksuoti
pa: ਕੈਪਚਰ(&r)
pl: Pr&zechwytywanie
ro: Captu&ră
sr: Снима&ње
tt: &Эләктерү
uk: &Запис
zh_cn: 捕获栏(&R)
zh_tw: 擷取(&R)

# ID_VIEW_NAVIGATION
source: Na&vigation
ar: تصفح
be: &Навігацыя
bn: ন্যাভিগেশন (&V)
eu: &Nabigazioa
he: ניווט
hy: Ուղորդում
ja: ナビゲーション(&V)
lt: Na&vigacija
pa: ਨੇਵੀਗੇਸ਼ਨ(&v)
pl: &Nawigacja
ro: Na&vigare
sr: На&вигација
tt: Каналлар исемлеге
uk: Навігація
zh_cn: 导航(&V)
zh_tw: 導覽(&V)

# ID_VIEW_DEBUGSHADERS
source: &Debug Shaders
ar: تصحيح المظللات
be: &Адладка шэйдараў
bn: শেইডারসমূহ ডিবাগকরণ (&D)
eu: Garbike&ta Itzalak
he: ניפוי באגים במצלילים
hy: &Վրիպազերծում
ja: シェーダ デバッガ(&D)
lt: Tamsinimų &derinimas
pa: ਡੀਬੱਗਰ ਸ਼ੇਡਰ(&D)
pl: Debu&guj Shadery
ro: &Depanare nuanțatoare
sr: &Отклањање грешака при сенчењу
tt: &Шейдерлар көйләве
uk: &Відлагодження шейдерів
zh_cn: 调试着色器(&D)
zh_tw: 著色器除錯(&D)

# POPUP
source: &Presets...
ar: الإعدادات المسبقة...
be: Пра&дусталёўкі
bn: প্রিসেটসমুহ... (&P)
eu: Aurrezar&penak...
he: מראה מותאם מראש...
hy: &Նախակայումներ...
ja: プリセット(&P)...
lt: Sąsajos &parinktys...
pa: ...ਪ੍ਰੀਸੈਟ(&P)
pl: Pro&fil
ro: &Prestabiliri...
sr: Про&фили
tt: &Алдан урнаштырулар
uk: &Компоновка
zh_cn: 预设(&P)...
zh_tw: 初始設定(&P)...

# ID_VIEW_PRESETS_MINIMAL
source: &Minimal
ar: الحد الأدنى
be: &Мінімальная
bn: ন্যূনতম (&M)
eu: T&xikien
he: מינימלי
hy: Մինիմալ
ja: 最小(&M)
lt: &Minimalus
pa: ਘੱਟੋ-ਘੱਟ(&M)
pl: &Minimalny
ro: &Minim
sr: &Минимално
tt: &Минималь
uk: &Мінімальна
zh_cn: 最小(&M)
zh_tw: 極簡(&M)

# ID_VIEW_PRESETS_COMPACT
source: &Compact
ar: موجز
be: &Кампактная
bn: ঘনবিন্যস্ত (&C)
eu: &Trinko
he: קומפקטי
hy: Կոմպակտ
ja: コンパクト(&C)
lt: &Kompaktiškas
pa: ਨਿੰਮਾ(&C)
pl: &Kompaktowy
sr: &Компактно
tt: &Тыгыз
uk: &Компактна
zh_cn: 简洁(&C)
zh_tw: 簡潔(&C)

# ID_VIEW_PRESETS_NORMAL
source: &Normal
ar: عادي
be: &Нармальная
bn: সাধারণ (&N)
eu: &Arrunt
he: רגיל
hy: Նորմալ
ja: 標準(&N)
lt: &Normalus
pa: ਆਮ(&N)
pl: &Zwykły
sr: &Нормално
tt: &Гади
uk: &Звичайна
zh_cn: 普通(&N)
zh_tw: 正常(&N)

# ID_VIEW_FULLSCREEN
source: F&ull Screen
ar: ملء الشاشة
be: На ўвесь &экран
bn: ফুলস্ক্রীন (&U)
eu: Ikusleiho &Osoan
he: מסך מלא
hy: Ամբողջ &էկրանով
ja: 全画面表示(&U)
lt: Pilno &ekrano veiksena
pa: ਪੂਰਾ ਸਕਰੀਨ(&u)
pl: P&ełny ekran
ro: Ecran comp&let
sr: &Цео екран
tt: &Тулы экранга
uk: На весь екран
zh_cn: 全屏幕(&U)
zh_tw: 全螢幕(&L)

# POPUP
source: &Zoom
ar: زوم
be: Ма&штаб
bn: জূম (&Z)
eu: &Zooma
he: זום
hy: &Չափը
ja: 拡大(&Z)
lt: &Mastelis
pa: ਜ਼ੂਮ(&Z)
pl: Rozmiar &okna
ro: &Scalare
sr: &Зумирање
tt: Зурайту
uk: Масштаб
zh_cn: 缩放(&Z)
zh_tw: 縮放(&Z)

# ID_VIEW_ZOOM_AUTOFIT
source: Auto &Fit
ar: احتواء تلقائي
be: Упісаць аўтаматычна
bn: স্বয়ংক্রিয় পরিব্যাপ্তি (&F)
eu: Berez &Finkatu
he: התאמה אוטומטית
hy: Ծրագրային
ja: 自動調整(&F)
lt: &Automatinis pritaikymas
pa: ਆਟੋ ਫਿੱਟ(&F)
pl: &Dopasuj do rozdzielczości ekranu
ro: Auto&potrivire
sr: &Уклопи
tt: Туры китерү
uk: Автоматично
zh_cn: 自动适应(&F)
zh_tw: 自動調整(&F)

# ID_VIEW_ZOOM_AUTOFIT_LARGER
source: Auto Fit (&Larger Only)
ar: احتواء تلقائي (حجم أكبر فقط)
be: Упісаць аўтаматычна (Толькі вялікія)
bn: স্বয়ংক্রিয় পরিব্যাপ্তি(শুধু বড়ো) (&L)
eu: Berez Finkatu (&Handiago Bakarrik)
hy: Ինքնահարմարեցում (Միայն մեծերը)
ja: 自動調整 (過大のみ)(&L)
lt: Automatinis pritaikymas (tik &didesniems)
pa: ਆਟੋ ਫਿੱਟ (ਕੇਵਲ ਵੱਡਾ)(&L)
pl: Dopasuj do rozdzielczości ekranu (Tylko &większe)
ro: Autopotrivire (&doar cele mari)
sr: Уклопи (само &веће)
tt: Туры китерү (зурларны гына)
uk: Автоматично (лише збільшення)
zh_cn: 自动适应 (仅放大)(&L)
zh_tw: 自動調整 (僅限解像度過大時) (&L)

# POPUP
source: R&enderer Settings
ar: إعدادات المصيير (Renderer)
be: Налады рэндэрэнгу
bn: রেনডারার সেটিংসমূহ (&E)
eu: Aur&kezle Ezarpenak
he: הגדרות מציג וידאו
hy: Ցուցադրման կարգավորումներ
ja: レンダラの設定(&E)
lt: At&vaizdavimo nuostatos
pa: ਰੈਂਡਰਰ ਸੈਟਿੰਗਾਂ(&e)
pl: Ustawienia &renderowania
ro: Stabiliri r&andor
sr: Поставке &рендерера
tt: Рендеринг көйләүләре
uk: Налаштування рендерера
zh_cn: 渲染器设置(&E)
zh_tw: 繪製器 (Renderer) 設定(&E)

# ID_VIEW_TEARING_TEST
source: &Tearing Test
ar: اختبار التمزق
be: &Тэст дрыгацення
bn: স্ক্রীন ছিঁড়ে যাওয়া পরীক্ষা (&T)
eu: &Hauspen Azterketa
he: בדיקת קריעה
hy: &Սրընթաց թեստ
ja: テアリング テスト(&T)
lt: &Trūkčiojimo testas
pa: ਟੀਅਰਿੰਗ ਟੈਸਟ(&T)
pl: &Test szarpania obrazu
ro: &Test de rupere (tearing)
sr: &Тест на цепање слике
tt: &Калтырауны сынау
uk: &Тест дрижання
zh_cn: 撕裂测试(&T)
zh_tw: 撕裂測試(&T)

# ID_VIEW_DISPLAY_RENDERER_STATS
source: &Display Statistics
ar: &عرض الأحصائيات
be: &Паказваць статыстыку
bn: বৃত্তান্ত প্রদর্শন (&D)
eu: Erakutsi &Estatistikak
hy: &Ցուցադրել վիճակագրությունը
ja: 統計情報を表示(&D)
lt: &Rodyti statistiką
pa: ਡਿਸਪਲੇਅ ਸੈਟਿੰਗਾਂ(&D)
pl: Wyświetlaj &statystyki
ro: &Statistici de afișare
sr: &Статистика
uk: &Показ статистики
zh_cn: 显示统计(&D)
zh_tw: 顯示統計(&D)

# ID_VIEW_OSD_DISPLAY_TIME
source: Display Current T&ime
ar: عرض الوقت &الحالي
be: Паказваць &цяперашні час
bn: চলতি সময় প্রদর্শন (&I)
eu: Erakutsi Oraingo &Denbora
hy: Ցուցադրել ընթացիկ ժ&ամանակը
ja: 現在の再生時間を表示(&I)
lt: Rodyti esamą l&aiką
pa: ਮੌਜੂਦਾ ਸਮਾਂ ਦਿਖਾਉ(&i)
pl: Wyświetlaj aktualny &czas
ro: Afișează t&impul actual
sr: &Тренутно време
uk: Показ поточного часу
zh_cn: 显示当前时间(&I)
zh_tw: 顯示目前時間(&I)

# ID_VIEW_OSD_SHOW_FILENAME
source: Show &File Name
ar: عرض اسم &الملف
be: Паказваць імя &файла
bn: ফাইলের নাম প্রদর্শন (&F)
eu: Erakutsi &Agiri Izena
hy: Ցուցադրել &ֆայլի անունը
ja: ファイル名を表示(&F)
lt: Rodyti &failo vardą
pa: ਫਾਈਲ ਨਾਂ ਵੇਖਾਓ(&F)
pl: Pokaż nazwę &pliku
ro: Arată nume &fișier
sr: &Име датотеке
uk: Показ &назви файла
zh_cn: 显示文件名(&F)
zh_tw: 顯示檔案名稱(&F)

# POPUP
source: &Output Range
ar: مجال الإخراج
be: Дыяпазон вываду
bn: আউটপুট সীমা (&O)
eu: Irteera Maila
he: טווח פלט
hy: Արտածման կարգը
ja: 出力範囲(&O)
lt: Išvesties &diapazonas
pa: ਆਉਟਪੁੱਟ ਰੇਜ਼(&O)
pl: &Zakres luminancji
ro: &Interval de ieșire
sr: &Излазни опсег
tt: Чыгару аралыгы
uk: Вихідний діапазон
zh_cn: 输出范围(&O)
zh_tw: 輸出範圍(&O)

# POPUP
source: &Presentation
ar: التقديم
be: Адлюстраванне
bn: উপস্থাপনা (&P)
eu: Aurkezpena
he: תצוגה
hy: &Ներկայացում
ja: 表示(&P)
lt: &Pateikimas
pa: ਪਰਿਜੈਂਟੇਸ਼ਨ(&P)
pl: &Wyświetlanie
ro: &Prezentare
sr: &Презентација
tt: Күзаллау
uk: Презентація
zh_cn: 外观(&P)
zh_tw: 呈現(&P)

# ID_VIEW_D3DFULLSCREEN
source: D3D Fullscreen &Mode
ar: وضع ملء الشاشة D3D
be: Поўнаэкранны D3D
bn: D3D ফুলস্ক্রীন মোড (&M)
eu: D3D Ikusleiho-osoko Modua
he: מצב מסך מלא של D3D
hy: Ամբողջ էկրանով D3D
ja: Direct3D フルスクリーン モード(&M)
lt: D3D &pilno ekrano veiksena
pa: D3D ਪੂਰੀ-ਸਕਰੀਨ ਮੋਡ(&M)
pl: Pełny ekran &Direct3D
ro: &Mod ecran complet D3D
sr: &D3D режим целог екрана
tt: Тулы экранлы D3D
uk: D3D Повноекранний
zh_cn: D3D 全屏幕模式(&M)
zh_tw: D3D 全螢幕模式(&M)

# ID_VIEW_FULLSCREENGUISUPPORT
source: D3D Fullscreen &GUI Support
ar: وضع ملء الشاشة D3D مع دعم واجهة المستخدم الرسومية
be: Поўнаэкранны D3D з падтрымкай GUI
bn: D3D ফুলস্ক্রীন GUI সমর্থন (&G)
eu: D3D Ikusleiho-osoko EIG Sostengua
he: תמיכה בממשק משתמש בתצוגת מסך מלא של D3D
hy: Ամբողջ էկրանով D3D՝ GUI-ի աջակցմամբ
ja: Direct3D フルスクリーン GUI 対応(&G)
lt: D3D pilno ekrano &GUI palaikymas
pa: D3D ਪੂਰੀ-ਸਕਰੀਨ &GUI ਸਹਿਯੋਗ
pl: &Interfejs graficzny na pełnym ekranie Direct3D
ro: &Sprijinire ecran complet D3D în interfață
sr: D&3D режим целог екрана уз GUI
tt: Тулы экранлы D3D GUI кулланып
uk: D3D Повноекранний з GUI
zh_cn: D3D 全屏幕 GUI 支持(&G)
zh_tw: D3D 全螢幕 GUI 支援(&G)

# ID_VIEW_HIGHCOLORRESOLUTION
source: 10-bit &RGB Output
ar: إخراج RGB 10-bit
be: 10-бітны RGB-вывад
bn: ১০-বিট RGB আউটপুট (&R)
eu: 10-bit RGB Irteera
he: פלט RGB 10-ביט
hy: 10-բիթ RGB Արտածում
ja: 10 ビット RGB 出力(&R)
lt: 10-bitų &RGB išvestis
pa: 10-ਬਿੱਟ &RGB ਆਉਟਪੁੱਟ
pl: &Wyjście 10-bitowe RGB
ro: Ieșire &RGB pe 10 biți
sr: 10-битни &RGB излаз
tt: 10-битлы RGB чыгару
uk: 10-ти бітний RGB на виході
zh_cn: 10 位 RGB 输出(&R)
zh_tw: 10位元 RGB 輸出(&R)

# ID_VIEW_FORCEINPUTHIGHCOLORRESOLUTION
source: Force 10-bit RGB &Input
ar: فرض إدخال RGB 10-bit
be: Фарсіраваць 10-бітны RGB на ўваходзе
bn: জোরপূর্বক ১০-বিট RGB ইনপুট (&I)
eu: Behartu 10-bit RGB Sarrera
he: אילוץ קלט RGB 10-ביט
hy: Ստիպող. 10-բիթ RGB Ներմուծում
ja: 強制的に 10 ビット RGB 入力(&I)
lt: Priverstinė 10-bitų RGB į&vestis
pl: W&ymuszenie 10-bitowego wejścia RGB
ro: Forțează &intrare RGB pe 10 biți
sr: Наметни 10-битни R&GB улаз
tt: 10-битлы RGB керүне көчәйтү
uk: Форсувати 10-ти бітний RGB на вході
zh_cn: 强制 10 位 RGB 输入(&I)
zh_tw: 強制 10位元 RGB 輸入(&I)

# ID_VIEW_FULLFLOATINGPOINTPROCESSING
source: &Full Floating Point Processing
ar: معالجة Full Floating Point
be: Поўная апрацоўка лікаў з нефіксаванай коскай
bn: সম্পূর্ণ ফ্লৌটিং পয়েন্ট প্রক্রিয়াকরণ (&F)
eu: Gain Puntu Prozesapen Osoa
he: עיבוד בנקודה צפה מלאה
hy: Ամբողջական լողացող կետի ընթացքով
ja: 完全な浮動小数点演算をする(&F)
lt: &Pilnas slankiojo kablelio vyksmas
pl: &Pełne przetwarzanie zmiennoprzecinkowe
ro: Procesare &completă în virgulă mobilă (32 biți)
sr: &Обрада броја с покретним зарезом са потпуном прецизношћу
tt: Йөзүче нокта белән саннарда төгәл хисаплар
uk: Повна обробка з рухомою точкою
zh_cn: 全浮点处理(&F)
zh_tw: 全浮點處理(&F)

# ID_VIEW_HALFFLOATINGPOINTPROCESSING
source: &Half Floating Point Processing
ar: معالجة Half Floating Point
be: Палавінная апрацоўка лікаў з нефіксаванай коскай
bn: অর্ধেক ফ্লৌটিং পয়েন্ট প্রক্রিয়াকরণ (&H)
eu: Gain Puntu Prozesapen Erdia
he: עיבוד בחצי נקודה צפה
hy: Կես ողացող կետի ընթացքով
ja: 半浮動小数点演算をする(&H)
lt: &Pusė slankiojo kablelio vyksmo
pl: &Niepełne przetwarzanie zmiennoprzecinkowe
ro: Procesare pe &jumătate în virgulă mobilă (16 biți)
sr: О&брада броја с покретним зарезом са половичном прецизношћу
tt: Йөзүче нокта белән саннарда тиз хисаплар
uk: Половинна обробка з рухомою точкою
zh_cn: 半浮点处理(&H)
zh_tw: 半浮點處理

# ID_VIEW_DISABLEDESKTOPCOMPOSITION
source: Disable desktop composition (&Aero)
ar: تعطيل تكوين سطح المكتب (Aero)
be: Адкл. эфекты прац. стала
bn: ডেস্কটপের উপাদান নিষ্ক্রিয়করণ (&Aero)
eu: Ezgaitu Mahigain Osaketa (Aero)
he: נטרל הרכבת שולחן עבודה (Aero)
hy: Անջատել Աշխատասեղանի էֆեկտները (Aero)
ja: デスクトップ コンポジション (Aero) の無効化(&A)
lt: Išjungti darbalaukio komponavimą (&Aero)
pa: ਡੈਸਕਟਾਪ ਕੰਪੋਜ਼ਿਸ਼ਨ ਅਸਮਰੱਥ ਕਰੋ (ਏਰੋ)(&A)
pl: Wyłącz &kompozycję pulpitu (Aero)
ro: Dezactivează compoziție desktop (&Aero)
sr: О&немогући састављање радне површине (Aero)
tt: Эш өстәле тәэсирләрен сүндерергә (Aero)
uk: Вимкнути ефекти робочого столу
zh_cn: 关闭桌面合成 (&Aero)
zh_tw: 停用桌面佈景 (&Aero)

# ID_VIEW_ENABLEFRAMETIMECORRECTION
source: Enable Frame Time &Correction
ar: تمكين تصحيح زمن الإطار
be: Уключыць &карэкцыю часу кадра
bn: ফ্রেমের সময় সংশোধন সক্রিয়করণ (&C)
eu: Gaitu Frame Denbora Zuzentzea
he: הפעל תיקון זמן פריים
hy: Միացնել կադրի ուղղման ժամանակը
ja: フレーム時間の補正を有効にする(&C)
lt: Įgalinti kadro &laiko korekciją
pa: ਫਰੇਮ ਸਮਾਂ ਸੋਧ ਸਮਰੱਥ ਕਰੋ(&C)
pl: Korekcja &czasu klatki
ro: Activează &corecția de timp a cadrelor
sr: Исправљање &времена кадрова
tt: Кадр вакыты төзәтүен кабызырга
uk: Дозволити корекцію часу кадру
zh_cn: 开启帧时间修正(&C)
zh_tw: 啟用影格時間校正(&C)

# POPUP
source: &Color Management
ar: إدارة الألوان
be: Кіраванне колерам
bn: রং ব্যবস্থাপনা (&C)
eu: Margo Kudeaketa
he: ניהול צבעים
hy: Գույների կառավարում
ja: カラー調整(&C)
lt: &Spalvų valdymas
pa: ਰੰਗ ਪਰਬੰਧ(&C)
pl: Zarządzanie &kolorami
ro: Gestionare &culori
sr: Управљање &бојама
tt: Төс идарәсе
uk: Управління кольором
zh_cn: 色彩管理(&C)
zh_tw: 色彩管理(&C)

# ID_VIEW_CM_ENABLE
source: &Enable
ar: تمكين
be: Уключыць
bn: সক্রিয় করি (&E)
eu: Gaitu
he: הפעל
hy: Միացնել
ja: 有効(&E)
lt: Į&galinti
pa: ਸਮਰੱਥ ਕਰੋ(&E)
pl: &Włącz
ro: &Activează
sr: &Омогући
tt: Кабызырга
uk: Ввімкнути
zh_cn: 开启(&E)
zh_tw: 啟用(&E)

# POPUP
source: &Input Type
ar: نوع الدخل
be: Уваходны тып
bn: ইনপুটের ধরন (&I)
eu: Sarrera Mota
he: סוג קלט
hy: Մուտքի տեսակը
ja: 入力タイプ(&I)
lt: Į&vesties tipas
pa: ਇਨਪੁਟ ਕਿਸਮ(&I)
pl: &Format wejściowy
ro: &Tip intrare
sr: &Тип улаза
tt: Керү төре
uk: Вхідний тип
zh_cn: 输入类型(&I)
zh_tw: 輸入類型(&I)

# ID_VIEW_CM_INPUT_AUTO
source: &Auto-Detect
ar: كشف تلقائي
be: Аўтавызначэнне
bn: স্বয়ংক্রিয়-সনাক্তকরণ (&A)
eu: Berez-Atzeman
he: גילוי אוטומטי
hy: Ինքնորոշում
ja: 自動検出(&A)
lt: &Automatinis aptikimas
pa: ਆਟੋ-ਖੋਜ(&A)
pl: &Automatyczne wykrywanie
ro: &Autodetecție
sr: &Аутоматски
tt: Үзе билгеләү
uk: Автовизначення
zh_cn: 自动检测(&A)
zh_tw: 自動偵測(&A)

# ID_VIEW_CM_INPUT_HDTV
source: &HDTV
he: טלוויזייה בהפרדה גבוהה
ja: HDTV(&H)
zh_tw: 高畫質顯示器(&H)

# ID_VIEW_CM_INPUT_SDTV_NTSC
source: SDTV &NTSC
he: טלוויזייה בהפרדה נמוכה NTSC
ja: SDTV NTSC(&N)
zh_tw: NTSC 標準畫質顯示器(&N)

# ID_VIEW_CM_INPUT_SDTV_PAL
source: SDTV &PAL
he: טלוויזייה בהפרדה נמוכה PAL
ja: SDTV PAL(&P)
zh_tw: PAL 標準畫質顯示器(&P)

# POPUP
source: Ambient &Light
ar: الإضاءة المحيطة
be: Знешняе &асвятленне
bn: পরিবেষ্টিত উজ্জ্বলতা (&L)
eu: Gir&o Argia
he: אור מקיף
hy: Շրջապատող գույնը
ja: 環境光(&L)
lt: &Aplinkos apšvietimas
pl: &Oświetlenie otoczenia
ro: &Lumină ambientală
sr: О&колна осветљеност
tt: Тирә яктылыгы
uk: Розсіяне освітлення
zh_cn: 环境光线(&L)
zh_tw: 環境光(&L)

# ID_VIEW_CM_AMBIENTLIGHT_BRIGHT
source: &Bright (2.2 Gamma)
ar: ساطع (2.2 Gamma)
be: Светлае (Гама 2.2)
bn: উজ্জ্বল (২.২ গামা) (&B)
eu: Dizdiratsua (2.2 Gamma)
he: בהיר (גאמה 2.2)
hy: Բաց (2.2 Գամմա)
ja: 明るい (ガンマ 2.2)(&B)
lt: Š&viesus (2.2 Gama)
pa: ਚਮਕ (2.2 ਗਾਮਾ)(&B)
pl: &Mocne (2.2 Gamma)
ro: L&uminos (2.2 Gamma)
sr: &Светло (гама 2.2)
tt: Якты (гамма 2.2)
uk: Яскраво (Гамма 2.2)
zh_cn: 明亮 (2.2 伽玛)(&B)
zh_tw: 明亮 (2.2 Gamma) (&B)

# ID_VIEW_CM_AMBIENTLIGHT_DIM
source: &Dim (2.35 Gamma)
ar: خافت (2.35 Gamma)
be: Прыцемненае (Гама 2.35)
bn: অনুজ্জ্বল (২.৩৫ গামা) (&D)
eu: Itzalia (2.35 Gamma)
he: עמום (גאמה 2.35)
hy: Աղոտ (2.35 Գամմա)
ja: 薄暗い (ガンマ 2.35)(&D)
lt: &Pritemdytas (2.35 Gama)
pa: ਫਿੱਕਾ (2.35 ਗਾਮਾ)(&D)
pl: Ś&rednie (2.35 Gamma)
ro: &Estompată (2.35 Gamma)
sr: &Затамњено (гама 2.35)
tt: Тонык (гамма 2.35)
uk: Тьмяно (Гамма 2.35)
zh_cn: 昏暗 (2.35 伽玛)(&D)
zh_tw: 微暗 (2.35 Gamma) (&D)

# ID_VIEW_CM_AMBIENTLIGHT_DARK
source: D&ark (2.4 Gamma)
ar: مظلم (2.4 Gamma)
be: Цёмнае (Гама 2.4)
bn: অন্ধকার (২.৪ গামা) (&A)
eu: Ilu&na (2.4 Gamma)
he: כהה (גאמה 2.4)
hy: Մուգ (2.4 Գամմա)
ja: 暗い (ガンマ 2.4)(&A)
lt: &Tamsus (2.4 Gama)
pa: ਗੂੜ੍ਹਾ (2.4 ਗਾਮਾ)(&a)
pl: &Słabe (2.4 Gamma)
ro: În&tunecat (2.4 Gamma)
sr: &Тамно (гама 2.4)
tt: Караңгы (гамма 2.4)
uk: Темно (Гамма 2.4)
zh_cn: 黑暗 (2.4 伽玛)(&A)
zh_tw: 暗 (2.4 Gamma) (&A)
