Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDC_DSVMR9LOADMIXER
source: Puts VMR-9 (renderless) into mixer mode, this means most of the controls on its property page will work and it will use a separate worker thread to renderer frames.
ar: وضع VMR-9 (عارض أقل) إلى نمط الخلط، وهذا يعني أن أغلب السيطرة على خاصية الصفحة ستعمل وستستخدم كعامل فصل في إطارات العارض.
be: Перакладае рэжым VMR-9 (renderless) у рэжым мікшэра гэта значыць, што большасць элементаў кіравання на старонцы ўласцівасцяў будуць працаваць і будуць выкарыстаць асобны працоўны струмень для апрацоўкі кадраў.
bn: VMR-9 (renderless)কে মিক্সার মোডে নিয়ে যায়, এর মানে হল এটার প্রোপার্টি পেইজের বেশিরভাগ কন্ট্রোলসমূহই কাজ করবে এবং এটা ফ্রেমসমূহ রেনডার করার জন্য একটি আলাদা ওয়ার্কার থ্রেড ব্যবহার করবে।
bs_ba: Postavlja VMR-9 (renderless) u mikser modus, što znači da će većina kontrola na njegovoj stranici karakteristika biti u funkciji i da će koristiti posebnnu radnu nit za renderiranje isječaka.
ca: Posa el VMR-9 (sense renderitzat) en mode mesclador, això significa que la majoria dels controls de la pàgina de propietats funcionaran i s'usarà un procés de treball separat per renderitzar els fotogrames.
cs: Přepne VMR-9 (renderless) do mixer režimu, to znamená, že většina nastavení v možnostech rendereru bude funkční a pro vykreslování snímků se použije samostatné pracovní vlákno.
da: Sætter VMR-9 (renderless) i mixer-tilstand, hvilket betyder at de fleste styringsmuligheder på egenskaber-siden vil virke og den vil bruge en separat arbejdstråd til at rendere billeder.
de: Versetzt den VMR-9 (renderless) in den Mixer-Modus, bei dem ein separater Thread für das Rendering genutzt wird. Kann mit den meisten Ausgabe-Optionen verwendet werden.
el: Θέτει το VMR-9 (χωρίς απόδοση) σε λειτουργία μείκτη. Αυτό σημαίνει ότι τα περισσότερα από τα στοιχεία ελέγχου της σελίδας ιδιοτήτων θα λειτουργούν και θα χρησιμοποιούν ένα ξεχωριστό νήμα εργασίας για την απόδοση των καρέ.
es: Pone el renderizador VMR-9 (sin renderizado) en modo mezclador, esto significa que la mayoría de los controles de su página de propiedades funcionarán y usará un subproceso de trabajo aparte para renderizar fotogramas.
eu: VMR-9 (aurkezgabe) nahastzaile modu barnean jartzen du, honek esanahi du bere ezaugarri orrialdeko aginte gehienek lan egingo dutela eta lan hari bananduak erabiliko ditu frameak aurkezteko.
fi: Asettaa VMR-9 (renderöimätön) sekoitustilaan jossa sen ominaisuussivun säädöt toimivat ja se käyttää erillistä toimintosäiettä kehysrenderöintiin.
fr: Configure VMR-9 (sans rendu) en mode "mélangeur", cela signifie que la plupart des contrôles sur la page de propriété devraient fonctionner et qu'un thread indépendant sera utilisé pour l'affichage des images.
gl: Pon a VMR-9 (sen renderizador) no modo do mesturador, isto significa que a maioría dos controis da páxina de propiedades funcionaran e usara un proceso de traballo separado para renderizar cadros.
he: מכניס את VMR-9 (renderless) למצב מיקסר, אשר אומר שרוב כלי השליטה בדפי התכונות יעבדו ויבוצע שימוש בתהליכון-עובד נפרד בכדי למסור את הפריימים.
hr: Stavlja VMR-9 (bez-prikazivanja) u mikser način, ovo znači da će raditi većina kontrola na stranici svojstva, a koristiti će odvojenu radničku nit za prikazujuće slike.
hu: Keverő módba állítja a VMR-9 (renderless) átalakítót, ami azt jelenti, hogy a legtöbb vezérlő működni fog a tulajdonságok lapján és külön szálon (worker thread) fogja átalakítani a képkockákat.
hy: Փոխում է VMR-9 (renderless)-ը Խառնիչի եղանակի, սա նշանակում է, որ կադրի մշակման համար էջի հատկություններում բաղադրիչների մեծամասնությունը կաշխատի և կօգտագործի առանձնացված աշխատանքային հոսքեր։
it: Imposta VMR-9 (renderless) in modalità mixer, questo significa che molti dei controlli nella sua pagina delle proprietà funzioneranno e userà un worker thread separato per renderizzare i frame.
ja: VMR-9 (レンダーレス) をミキサ モードに設定すると、プロパティ ページのコントロールの大部分が動作してレンダラ フレームに別々のワーカー スレッドを使用します。
lt: Perkelia VMR-9 (renderless) režimą į mikšerio režimą, tai reiškia, jog daugumas valdymo elementų savybių puslapyje veiks ir naudos atskirą darbinį srautą kadrų apdorojimui.
ms_my: Letak VMR-9 (tak diterap) ke dalam mod pengadun, ini bermaksud kebanyakan kawalan pada halaman sifatnya akan berfungsi dan ia akan guna bebenang pekerja berasingan ke bingkai penerap.
nl: Zet VMR-9 (opbouwloos) in de mix modus. Dit betekent dat bij eigenschappen de meeste bedieningselementen zullen werken en een in aparte taak gebruikt zal worden om beelden op te bouwen.
pl: Ustawia filtr „VMR-9 (renderless)” w tryb nakładki. Oznacza to, że większość kontrolek na stronie jego właściwości będzie działać i użyje on oddzielnego wątku programu do renderowania klatek.
ru: Переводит VMR-9 (renderless) в режим микшера. Большинство элементов управления на странице свойств будут работать, а для обработки кадров будет выделен отдельный рабочий поток.
sk: Nastaví VMR-9 (bez vykreslenia) na mixovací režim, v ktorom funguje väčšina ovládacích prvkov ale na vykresľovanie snímok sa bude používať zvláštne vlákno.
sl: Postavi VMR-9 (brez izrisovalnika) v način mešalnika, kar pomeni, da bo večina kontrol na njegovi nastavitveni strani delujočih in da bo uporabil ločeno delovno nit za izrisovanje slik.
sr: Додаје VMR-9 (без рендера) у режим миксера. Ово значи да ће већина контрола на страници са својствима радити; биће коришћена и посебна радна нит за рендеровање кадрова.
sv: Sätter VMR-9 (renderlös) i blandläge. Detta innebär att de flesta av kontrollerna med sin egen egenskapssida inte kommer att fungera och att det kommer att användas en separat arbetstråd för att rendera bildrutor.
th_th: วาง VMR-9 (renderless) ไปยังโหมด mixer, วิธีนี้ตัวควบคุมบนหน้าคุณสมบัติของมันส่วนใหญ่จะทำงานได้ และมันจะใช้สายงานแยกกันเพื่อแปลผลเฟรม
tt: Переводит режим VMR-9 (renderless) в режим микшера, это значит, что большинство элементов управления на странице свойств будут работать и будут использовать отдельный рабочий поток для обработки кадров.
vi: Đặt VMR-9 (dựng hình kém hơn) vào chế độ trộn, điều này có nghĩa là hầu hết việc điều khiển trên trang riêng của nó sẽ sử dụng các luồng riêng biệt để dựng các khung hình.

# IDC_FULLSCREEN_MONITOR_CHECK
source: Reduces tearing but prevents the toolbar from being shown.
ar: يخفّض التمزيق لكنه يمنع عرض شريط الأدوات.
be: Паменшае разрывы, але не паказваецца панэль навігацыі.
bn: স্ক্রীন ছিঁড়ে যাওয়া হ্রাস করে কিন্তু টুলবার প্রদর্শন করা থেকে বিরত রাখে।
bs_ba: Smanjuje trganje ali sprječava prikazivanje trake sa alatima.
ca: Redueix el tearing(esquinçament de la imatge) però impedeix que la barra d'eines es mostri.
cs: Omezí trhání, ale nebude možné zobrazovat nabídky.
da: Reducer iturivning men forhindre værktøjslinjen i at blive vist.
de: Reduziert Tearing-Effekte. Dabei werden Kontextmenüs und Dialoge jedoch nicht angezeigt.
el: Μειώνει το σχίσιμο αλλά εμποδίζει την εργαλειοθήκη να φαίνεται.
es: Reduce el efecto desgarro (tearing) pero evita que se muestre la barra de herramientas.
eu: Hauspena murrizten du baina tresnabarra erakustea saihesten du.
fi: Vähentää kuvan repeytymistä mutta estää työkalupalkin näkymisen.
fr: Réduit l'effet de déchirement mais empêche la barre d'outils d'être affichée.
gl: Reduce tearing pero evita que a barra de tarefas sexa vista.
hr: Smanjuje 'tearing' ali sprječava da se prikažu upravljački elementi.
it: Riduce il tearing ma impedisce alla barra degli strumenti di essere mostrata.
ja: テアリングを減らしますが、ツール バーが表示されなくなります。
lt: Sumažina plyšius, bet nerodo valdymo skydo.
ms_my: Kurangkan pengoyakan tetapi hindari palang alat dari dipaparkan.
nl: Verminderd verscheuring maar blokkeert de werkbalk
pl: Redukuje rwanie, ale uniemożliwia wyświetlanie przycisków sterowania w trybie pełnoekranowym.
ru: Уменьшает разрывы, но не отображает панель управления.
sk: Zmenšuje trhanie ale bráni zobrazeniu panela nástrojov.
sl: Zmanjša trganje, vendar prepreči prikaz orodne vrstice.
sr: Смањује цепање слике, али сакрива траку са алаткама.
sv: Reducerar "tearing" men förhindrar att verktygsfältet kan visas.
th_th: ลดการฉีกของภาพ แต่ป้องกันไม่ให้แถบเครื่องมือแสดง
tt: Уменьшает разрывы, но не отображает панель управления.
vi: Giảm nhiễu nhưng ngăn chặn các thanh công cụ được hiển thị.

# IDC_DSVMR9ALTERNATIVEVSYNC
source: Reduces tearing by bypassing the default VSync built into D3D.
ar: يخفّض التمزيق مع إهمال VSync الإفتراضي ويتحوّل إلى D3D.
be: Памяншае разрывы праз абыход вертыкальнай сінхранізацыі ўбудаванай у D3D.
bn: D3Dএ নির্মাণকৃত ডিফল্ট VSyncকে বাইপাস করে স্ক্রীন ছিঁড়ে যাওয়া হ্রাস করে।
bs_ba: Smanjuje trganje premoštavanjem podrazumijevanog VSync ugrađenog u D3D.
ca: Redueix l'esquinçament de la imatge o "tearing" ignorant la Sincronització Vertical predeterminada del D3D.
cs: Omezí trhání potlačením výchozího zabudovaného VSync D3D.
da: Reducere iturivning ved at omgå standard lodret synkroniseringen indbygget i D3D.
de: Reduziert Tearing-Effekte unter Umgehung der von Direct3D verwendeten vertikalen Synchronisation.
el: Μειώνει το σχίσιμο παρακάμπτοντας την προεπιλογή VSync ενσωματωμένου στο D3D.
es: Reduce el efecto desgarro (tearing) al evitar la sincronización vertical (VSync~acompasado de frecuencia de vídeo y pantalla) predeterminada integrada en D3D (Direct3D).
eu: Hauspena murrizten du D3D barne eraikitako berezko ZAldb-tik igaro gabe.
fi: Vähentää kuvan repeytymistä ohittamalla oletusarvoisen D3D:n sisäisen VSyncin.
fr: Réduit l'effet de déchirement en évitant d'utiliser la synchronisation verticale par défaut de D3D.
gl: Reduce o tearing (rachamento da imaxe) pasando por alto o VSync incoporado por defecto ao D3D.
hr: Smanjuje kidanje zaobilazeći zadani VSync ugrađen u D3D.
it: Riduce il tearing passando il VSync predefinito creato dentro D3D.
ja: Direct3D に内蔵されている既定の垂直同期をバイパスすることによってテアリングを減らします。
lt: Sumažina plyšius, veikia apeinant VSync įterpta D3D.
ms_my: Kurangkan pengoyakan dengan melangkaui binaan VSync lalai ke D3D.
nl: Verminderd verscheuring door het omzeilen van de standaard VSync gebruikt in D3D.
pl: Redukuje rwanie obrazu poprzez nadpisanie domyślnego algorytmu synchronizacji pionowej zaimplementowanego w D3D.
ru: Уменьшает разрывы, обходя VSync, встроенную в D3D.
sk: Zmenšuje trhanie ignorovaím predvol. VSync, zabudovanej do D3D.
sl: Zmanjšuje trganje tako, da se izogne privzetemu VSync, ki je vgrajen v D3D.
sr: Смањује цепање слике заобилажењем вертикалне синхронизације уграђене у D3D.
sv: Reducerar "tearing" genom att kringgå standard-VSync inbyggt i D3D.
th_th: ลดการฉีกของภาพโดยลัด VSync ตั้งต้นที่สร้างไปยัง D3D
tt: Уменьшает разрывы, работает в обход VSync встроенной в D3D.
vi: Giảm rách bằng cách bỏ qua mặc định VSync được xây dựng vào D3D.

# IDS_NAVIGATE_TUNERSCAN
source: Tuner scan
ar: فحص الموالف
be: Налады цюнера
bn: টিউনার স্ক্যানকরণ
bs_ba: Skeniranje tunera
ca: Sintonització
cs: Ladění tuneru
da: Tuner skanning
de: Frequenzbereich scannen
el: Σάρωση δέκτη
es: Sintonización
eu: Sintonizagailu mihaketa
fi: Virittimen asemanhaku
fr: Recherche des chaînes
gl: Sintonización
he: סריקת כוונן
hr: Pretraga prijemnika
hu: Tuner keresés
hy: Թյուների կարգավորում
it: Scansione sintonizzatore
ja: チューナー検出
lt: Imtuvo skenavimas
ms_my: Imbas penala
nl: Tuner afzoeken
pa: ਟਿਊਨਰ ਜਾਂਚ
pl: Skanowanie
ru: Настройка тюнера
sk: Skenovanie tunera
sl: Iskanje s kanalnikom
sr: Скенирање тјунера
sv: Tuner sökning
th_th: สแกนตัวจูน
tt: Тюнерны көйләргә
vi: Quét

# IDS_SUBTITLES_ERROR
source: Subtitles are not loaded or unsupported renderer.
ar: لا يمكن تحميل الترجمة او إنها غير مدعومة من العارض
be: Субцітры не загружаны або не падтрымліваемы відэа-рэндэр.
bn: সাবটাইটেল লোড করা হয়নি অথবা সমর্থন করে না এমন রেনডারার।
bs_ba: Titlovi nisu učitani ili renderer nije podržan.
ca: No s'han carregat els subtítols o el renderitzador no és compatible.
cs: Titulky nejsou načteny nebo je použit nepodporovaný renderer.
da: Undertekster er ikke indlæst eller ikke understøttet renderer.
de: Kann Untertitel nicht laden oder mit Renderer darstellen
el: Οι υπότιτλοι δεν έχουν φορτωθεί ή δεν υποστηρίζεται το πρόγραμμα απόδοσης.
es: No se cargaron los subtítulos o el renderizador no es compatible.
eu: Azpidatziak ez dira geratatu edo aurkezle sostengugabea.
fi: Tekstityksiä ei ladattu tai muunninta ei tueta.
fr: Aucune piste de sous-titres chargée ou moteur de rendu non supporté.
gl: Subtítulos non cargados ou renderizador non soportado.
he: כתוביות לא נטענו או מציג וידאו לא נתמך.
hr: Titlovi nisu učitani ili nepodržani od prikazivača.
hu: A feliratok nem betölthetők, vagy nem támogatott átalakító.
hy: Տողադրերը չեն բացվել կամ չի աջակցվում։
it: Sottotitoli non caricati o renderer non supportato.
ja: 字幕が読み込まれていないかサポートされていないレンダラを使用しています。
lt: Subtitrai neįkelti arba nepalaikomas renderis.
ms_my: Sarikata tidak dimuatkan atau penerap tidak disokong.
nl: Ondertiteling niet geladen of geen ondersteunde opbouwer.
pl: Napisy nie zostały wczytane lub wybrano niewspierany renderer obrazu.
ru: Субтитры не загружены или рендер видео не поддерживается.
sk: Titulky nie sú načítané alebo ich vykresľovanie nie je podporované.
sl: Podnapisi niso naloženi ali nepodprt izrisovalnik.
sr: Титлови нису учитани или је рендерер неподржан.
sv: Undertexter är inte laddade eller ej stött renderare.
th_th: ศัพท์บรรยายไม่ถูกโหลด หรือตัวแปลผลไม่ถูกรองรับ
tt: Субтитры не загружены либо неподдерживаемый видео-рендер.
vi: Phụ đề không được nạp hoặc bộ dựng không được hỗ trợ.

# IDC_CACHESHADERS
source: Stores compiled shaders in local AppData to speed up load time.
be: Захоўваць скампіляваныя шэйдары ў папцы AppData каб паскорыць іх загрузку.
bn: লোড হওয়ার সময় দ্রুত করার জন্যে সংকলিত শেইডারসমূহ স্থানীয় AppDataতে সংরক্ষণ।
bs_ba: Smiješta kompajlirana sjenila u lokalni AppData da ubrza vrijeme učitavanja.
ca: Emmagatzema els shaders compilats al directori AppData local per accelerar el temps de càrrega.
cs: Pro urychlení načítání uloží zkompilované shadery v adresáři AppData.
da: Gemmer kompilerede shadere i den lokale AppData for at forbedre indlæsningstiden.
de: Verkürzt die Ladezeit bereits kompilierter Shader.
el: Αποθήκευση μεταγλωττισμένων σκιάσεων στο τοπικό AppData για επιτάχυνση του χρόνου φόρτωσης.
es: Almacena los shaders ('sombreadores') compilados en el directorio AppData local para acelerar el tiempo de carga.
eu: Bildutako itzalak tokiko AppDatan biltegiratzen ditu gertatze denbora bizkortzeko.
fr: Stocke les shaders compilés dans le dossier AppData pour accélérer leur chargement.
gl: Almacena os sombreadores compilados no directorio AppData local para acelerar o tempo de carga.
hr: Sprema kompilirane shadere u lokalnu AppData mapu za ubrzano pokretanje.
ja: 読み込み時間を短縮するためにローカルの AppData にコンパイルされたシェーダを保存します。
ms_my: Simpan pelorek terkompil dalam AppData setempat untuk melajukan masa muat.
nl: Slaat gecompileerde shaders op in lokale AppData om de laadtijd te verkorten.
pl: Przechowuje skompilowane shadery w celu przyspieszenia czasu ładowania plików wideo.
ru: Сохраняет скомпилированные шейдеры в локальной папке AppData для ускорения загрузки
sk: Kvôli skráteniu doby načítavania sa uložia skompilované shadery do priečinka AppData.
sl: Shrani prevedene senčilnike v lokalni AppData za pohitritev nalaganja.
vi: Lưu trữ bộ đổ bóng biên dịch vào AppData để tăng tốc nạp.

# IDS_SRC_VTS
source: Open VTS_xx_0.ifo to load VTS_xx_x.vob files in one piece
ar: فتح VTS_xx_0.ifo لتحميل VTS_xx_x.vob كملفات في قطعة واحدة
be: Адкрывае файлы VTS_xx_0.ifo для загрузкі набору файлаў VTS_xx_x.vob
bn: VTS_xx_x.vob ফাইলসমূহ সম্পূর্ণরূপে লোড করার জন্যে VTS_xx_0.ifo ফাইলসমূহ চালনা করে
bs_ba: Otvori VTS_xx_0.ifo za učitavanje VTS_xx_x.vob dokumenata u jednom komadu
ca: Obre VTS_xx_0.ifo per carregar tots els fitxers VTS_xx_x.vob de cop
cs: Pokud chcete otevřít všechny soubory VTS_xx_x.vob jako jeden soubor, otevřete VTS_xx_0.ifo
da: Åbn VTS_xx_0.ifo for at indlæse VTS_xx_x.vob filer i ét stykke
de: Liest VTSI-Dateien, um das zugehörige Video zu laden.
el: Άνοιγμα VTS_xx_0.ifo για φόρτωση αρχείων VTS_xx_x.vob σε ένα κομμάτι
es: Abrir VTS_xx_0.ifo para cargar todos los archivos VTS_xx_x.vob de una vez
eu: Ireki VTS_xx_0.ifo VTS_xx_x.vob agiriak atal bakarrean gertatzeko
fi: Avaa VTS_xx_0.ifo ladatakseen VTS_xx_x.vob-tiedostot yhteen kappaleeseen.
fr: Ouvrez "VTS_xx_0.ifo" pour lire les fichiers "VTS_xx_x.vob" d'un seul tenant
gl: Abre VTS_xx_0.ifo para cargar todos os ficheiros VTS_xx_x.vob de golpe
he: פתח VTS_xx_0.ifo בכדי לטעון קבצי VTS_xx_x.vob כחתיכה אחת
hr: Otvorite VTS_xx_0.ifo kako bi pokrenuli VTS_xx_0.vob datoteke u jednom komadu.
hu: Nyissa meg a VTS_xx_0.ifo fájlt, hogy a VTS_xx_x.vob fájlokat egészben töltse be
hy: Բացում է VTS_xx_0.ifo ֆայլերը՝ VTS_xx_x.vob ֆայլերի խումբը բեռնելու համար
it: Apri VTS_xx_0.ifo per caricare i file VTS_xx_x.vob tutti insieme
ja: VTS_xx_x.vob ファイルをまとめて読み込むには VTS_xx_0.ifo ファイルを開きます
lt: Atverti VTS_xx_0.ifo, jog būtų įkeliami VTS_xx_x.vob failai kaip viena dalis
ms_my: Buka VTS_xx_0.ifo untuk muatkan fail VTS_xx_x.vob dalam satu badan
nl: Opent VTS_xx_0.ifo om VTS_xx_x.vob-bestanden in een geheel te laden
pl: Otwiera pliki VTS_xx_0.ifo i wczytuje w całości pliki kontenera VOB VTS_xx_x.vob
ru: Открывает файлы VTS_xx_0.ifo для загрузки набора файлов VTS_xx_x.vob
sk: Ak chcete načítať VTS_xx_x.vob súbory naraz, otvorte VTS_xx_0.ifo
sl: Odprite VTS_xx_0.ifo, da bi naložili VTS_xx_x.vob datoteke v enem kosu
sr: Отвори VTS_xx_0.ifo ради учитавања VTS_xx_x.vob датотека из једног дела
sv: Öppna VTS_xx_0.ifo för att ladda VTS_xx_x.vob filer i ett stycke
th_th: เปิด VTS_xx_0.ifo เพื่อโหลดไฟล์ VTS_xx_x.vob เป็นชิ้นเดียว
tt: Открывает файлы VTS_xx_0.ifo для загрузки набора файлов VTS_xx_x.vob
vi: Mở VTS_xx_0.ifo để nạp toàn bộ các tập tin VTS_xx_x.vob

# IDS_SRC_RFS
source: Based on RARFileSource, doesn't support compressed files
ar: مستند على مصدر ملف الـ RAR، لا يدعم الملفات المضغوطة
be: Заснаваны на RARFileSource, не падтрымлівае сціснутыя файлы
bn: RARFileSource উপর নির্ভর করে তৈরি, সংকোচিত ফাইলসমূহ সমর্থন করে না
bs_ba: Na osnovu RARFileSource, ne podržava kompresovane dokumente
ca: Basat en RARFileSource, no és compatible amb fitxers comprimits
cs: Založeno na RARFileSource, nepodporuje komprimované soubory
da: Baseret på RARFileSource, understøtter ikke komprimeret filer
de: Unterstützt nur unkomprimierte Archive.
el: Βασίζεται στο RARFileSource. Δεν υποστηρίζονται συμπιεσμένα αρχεία
es: Basado en RARFileSource, no soporta archivos comprimidos
eu: RARAgiri-Iturburuan ohinarritua, ez dira agiri komprimituak sostengatzen
fi: Koska pohjautuu RARFileSourceen ei tue pakattuja tiedostoja.
fr: Basé sur RARFileSource, ne supporte pas les archives compressées
gl: Baseado en RARFileSource, non soporta ficheiros comprimidos
he: מבוסס על RARFileSource ולא תומך בקבצים מכווצים
hr: Temeljeno na RAR datotečnom izvoru, ne podržava komprimirane datoteke.
hy: Հիմնված RARFileSource-ին, չի աջակցում սեղմված ֆայլերը
it: Basato su RARFileSource, non supporta i fie compressi
ja: RARFileSource に基づいて、圧縮されたファイルをサポートしていません
lt: Grįstas RARFileSource, nepalaiko suglaudintų failų
ms_my: Berdasarkan RARFileSource, tidak menyokong fail termampat
nl: Gebaseerd op RARFILESource, ondersteund geen gecompenseerde bestanden.
pl: Oparty na RARFileSource, brak wsparcia dla skompresowanych archiwów
ru: Основан на RARFileSource, не поддерживает сжатые файлы
sk: Založené na RARFileSource, nepodporuje komprimované súbory
sl: Osnovan na RARFileSource, ne podpira stisnjenih datotek
sr: Засновано на RARFileSource-у. Не подржава компримиране датотеке
sv: Baserad på RARFileSource, stödjer inte komprimerade filer
th_th: อิงตาม RARFileSource, ไม่รองรับไฟล์ที่ถูกบีบอัด
tt: Основан на RARFileSource, не поддерживает сжатые файлы
vi: Dựa trên RARFileSource, không hỗ trợ các tập tin nén

# IDS_INTERNAL_LAVF
source: Uses LAV Filters
ar: إستخدام مرشحات LAV
be: Выкарыстоўвае LAV Filters
bn: LAV ফিল্টার ব্যবহার করে
bs_ba: Koristi LAV Filtere
ca: Utilitza els LAV Filters
cs: Používá LAV Filters
da: Bruger LAV Filters
de: Verwendet die internen LAV Filters.
el: Χρησιμοποιεί LAV Filters
es: Usa LAV Filters
eu: LAV Filters erabiltzen ditu
fi: Käyttää LAV Filters-suotimia
fr: Utilise LAV Filters
gl: Usa LAV Filters
he: משתמש ב-LAV Filters
hr: Koristi LAV Filters
hu: LAV Filters-t használ
hy: Օգտ. է LAV ֆիլտրեր
it: Usa Filtri LAV
ja: LAV Filters を使用します
lt: Naudoja LAV filtrus
ms_my: Guna LAV Filters
nl: Gebruikt LAV filters
pl: Używa LAV Filters
ru: Использует LAV Filters
sk: Používa súčasť LAV Filters
sl: Uporablja LAV Filters
sr: Користи LAV Filters
sv: Använder LAV Filters
th_th: ใช้ตัวกรอง LAV
tt: LAV Filters кулланаrs
vi: Sử dụng bộ lọc LAV
