Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: L
ar: يسار
be: Лева
bn: বাম
da: V
el: Α
es: I
eu: EZ
fr: G
gl: E
he: שמאל
hr: Lijevo
hu: B
ja: 左
lt: K
pt_br: Esquerdo
ru: Л
sk: Ľ
sr: Л
sv: V
th_th: ซ
tt: Сул
uk: Л

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: R
ar: يمين
be: Права
bn: ডান
bs_ba: D
ca: D
da: H
el: Δ
es: D
eu: ES
fr: D
gl: D
he: ימין
hr: Desno
hu: J
ja: 右
lt: D
pt_br: Direito
ru: П
sk: P
sl: D
sr: Д
sv: H
th_th: ข
tt: Уң
uk: П

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Playback
ar: التشغيل
be: Прайграванне
bn: প্লেব্যাক
bs_ba: Reprodukcija
ca: Reproducció
cs: Přehrávání
da: Afspilning
de: Wiederholung
el: Αναπαραγωγή
es: Reproducción
eu: Irakurketa
fi: Toisto
fr: Lecture
gl: Reprodución
he: השמעה
hr: Reprodukcija
hu: Lejátszás
hy: Վերարտադրում
id: Pemutaran
it: Riproduzione
ja: 再生
lt: Įrašo peržiūra
ms_my: Main Balik
nl: Afspelen
pt_br: Reprodução
ru: Воспроизведение
sk: Prehrávanie
sl: Predvajanje
sr: Репродукција
sv: Uppspelning
th_th: การเล่น
tt: Уйнату
uk: Відтворення

# IDD_PPAGEPLAYBACK_IDC_RADIO1
source: Play
ar: تشغيل
be: Прайграваць
bn: প্লে করা হবে
bs_ba: Reprodukuj
ca: Reprodueix
cs: Přehrát
da: Afspil
de: Spiele
el: Εκτέλεση
es: Reproducir
eu: Irakurri
fi: Toista
fr: Lire
gl: Reprod.
he: נגן
hr: Pokreni
hu: Lejátszás
hy: Վերարտադրում
id: Putar
it: Riproduci
ja: 再生
lt: Groti
ms_my: Main
nl: Afspelen
pt_br: Reproduzir
ru: Воспроизвести
sk: Prehrať
sl: Predvajaj
sr: Репродукуј
sv: Spela
th_th: เล่น
tt: Кабатларга
uk: Повтор

# IDD_PPAGEPLAYBACK_IDC_RADIO2
source: Repeat forever
ar: تكرار الى الأبد
be: Паўтараць бясконца
bn: পুনরায় চলতেই থাকবে
bs_ba: Ponavljaj unedogled
ca: Repeteix indefinidament
cs: Opakovat donekonečna
da: Gentag uendeligt
de: Endlosschleife
el: Συνεχής επανάληψη
es: Repetir continuamente
eu: Berregin etengabe
fi: Toista uudelleen ikuisesti
fr: Répéter indéfiniment
gl: Repetir sempre
he: חזרה ללא הפסק
hr: Ponavljaj zauvijek
hu: Végtelenített ismétlés
hy: Անվերջ կրկնել
id: Ulangi selamanya
it: Ripeti sempre
ja: 連続再生(無限)
lt: Visada kartoti
ms_my: Ulang selamanya
nl: Steeds herhalen
pt_br: Repetir para sempre
ru: Повторять бесконечно
sk: Opakovať dookola
sl: Ponavljaj
sr: Понављај
sv: Upprepa oändligt
th_th: เล่นซ้ำไปเรื่อยๆ
tt: чиксез кабатларга
uk: Повторювати безмежно

# IDD_PPAGEPLAYBACK_IDC_STATIC1
source: time(s)
ar: مرة (مرات)
be: раз(ы)
bn: বার
bs_ba: vrijeme
ca: cop(s)
cs: x
da: gang(e)
de: Mal ab
el: φορά (ές)
es: veces
eu: aldiz
fi: kerta(a)
fr: fois
gl: vez(veces)
he: מספר פעמים
hr: puta
hu: alkalommal
hy: անգամ
id: kali
it: volta/e
ja: 回
lt: kartus(ų)
ms_my: masa(s)
nl: keer
pt_br: vez (vezes)
ru: раз(а)
sk: krát
sl: krat
sr: пута
sv: gång(er)
th_th: ครั้ง
tt: тапкыр
uk: раз

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Repeat mode:
ar: وضع الإعادة:
be: Паўтараць:
bn: পুনরাবৃত্তির ধরন:
bs_ba: Modus ponavljanja:
ca: Mode de repetició:
cs: Režim opakování:
da: Gentagelsestilstand:
de: Modus:
el: Λειτ. επανάλ.:
es: Modo de repetición:
eu: Berregin modua:
fi: Toistotila:
fr: Mode de répétition :
gl: Repetir modo:
hr: Način ponavljanja:
hu: Ismétlés módja
hy: Կրկնելու կերպը՝
id: Mode ulang:
ja: 連続再生モード:
ms_my: Mod ulang:
nl: Herhaal mode:
pt_br: Modo de repetição:
ru: Режим повтора:
sk: Režim opakovania:
sl: Način ponavljanja:
sr: Понављање:
th_th: โหมดวนซ้ำ:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: After Playback
ar: بعد التشغيل
be: Па сканчэнні прайгравання
bn: প্লেব্যাকের পরে
bs_ba: Nakon Reprodukcije
ca: Després de la reproducció
cs: Po přehrání
da: Efter afspilning
de: Nach Wiedergabe
el: Μετά την Αναπαραγωγή
es: Tras la reproducción
eu: Irakurri Ondoren
fi: Toiston jälkeen
fr: En fin de lecture
gl: Tras a reprodución
hr: Nakon reprodukcije
hu: Lejátszás után
hy: Նվագարկումից հետո
id: Setelah Pemutaran
it: Riproduci in seguito
ja: 再生終了後の動作
lt: Baigus groti
ms_my: Selepas Main Balik
nl: Na weergave
pt_br: Após reprodução
ru: По окончании воспроизведения
sk: Po prehratí
sl: Po predvajanju
sr: Након репродукције
sv: Efter Uppspelning
th_th: หลังเล่นจบ
uk: Після відтворення

# IDD_PPAGEPLAYBACK_IDC_CHECK5
source: Auto-zoom:
ar: زوم تلقائي:
be: Аўтамаштаб:
bn: স্বয়ংক্রিয়-জূম:
bs_ba: Auto-zum:
ca: Zoom automàtic:
cs: Výchozí velikost:
de: Zoom verwenden:
el: Αυτόμ. μεγέθυνση:
es: Escala automática:
eu: Berez-zooma:
fi: Automaattinen zoomaus:
fr: Zoom auto :
gl: Zoom automático:
he: זום אוטומטי:
hr: Automatsko uvećanje:
hu: Automatikus nagyítás:
hy: Չափը.
id: Oto-zum:
ja: 自動拡大:
lt: Automastelis
ms_my: Zum-auto:
pt_br: Zoom automático:
ru: Автомасштаб:
sk: Automatické priblíženie:
sl: Avtom. povečava:
sr: Аутоматски зум:
th_th: ซูมอัตโนมัติ:
tt: Үзе зурайту:
uk: Автомасштаб:

# IDD_PPAGEPLAYBACK_IDC_STATIC2
source: Auto fit factor:
ar: معامل الإحتواء التلقائي:
be: Упісаць у
bn: স্বয়ংক্রিয় পরিব্যাপ্তির গুণনীয়ক:
bs_ba: Faktor auto uklapanja:
ca: Factor de l'autoajustament:
cs: Přizpůsobit při poměru:
da: Automatisk tilpasningsfaktor:
de: In Desktop einpassen mit:
el: Συντ. αυτόμ. προσαρμογής:
es: Factor de ajuste automático:
eu: Berez finkatze ezaugarria:
fi: Automaattinen kuvasuhde:
fr: Facteur de zoom auto. :
gl: Factor de axuste automático:
he: מקדם התאמה אוטומטית:
hr: Faktor automatskog smještanja:
hy: Տեղավորել՝
id: Faktor oto suai:
it: Fattore auto riempimento:
ja: 自動調整の倍率:
lt: Įrašyti į:
ms_my: Fakor suai muat auto:
nl: Autoaanpassingsfactor:
pt_br: Fator de ajuste Automático:
ru: Подгонять в
sk: Faktor automatického prispôsobenia:
sl: Faktor avtom. ujemanja:
sr: Фактор уклапања:
sv: Autopassfaktor
th_th: ค่าปรับให้พอดีอัตโนมัติ:
tt: Өстәп язарга
uk: Коефіцієнт автомасштабу:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Default track preference
ar: تفضيلات المسارات الأفتراضية
be: Пажаданыя мовы
bn: ডিফল্ট ট্র্যাক নির্ধারণে অগ্রাধিকার
bs_ba: Podrazumijevani prioritet zapisa
ca: Preferències de la pista per defecte
cs: Preferované výchozí stopy
da: Standard spor-indstilling
de: Bevorzugte Spuren
el: Προεπιλογή προτιμώμενων ιχνών
es: Preferencias de la pista predeterminada
eu: Berezko bide hobespena
fi: Oletusraita-asetukset
fr: Langues préférées des pistes
gl: Preferencia de pista predefinida
he: תעדוף ברירת מחדל
hr: Zadana postavka zapisa
hu: Alapértelmezett nyelv preferencia
hy: Շավիղի կարգավորումներ
id: Preferensi trek bawaan
it: Preferenze traccia predefinita
ja: 既定のトラックでの優先順位
lt: Takelių pasirinkimo prioritetas
ms_my: Keutamaan trek lalai
nl: Standaard nummer voorkeur
pt_br: Idiomas preferenciais
ru: Выбор дорожек по умолчанию
sk: Uprednostnenie predvolenej stopy
sl: Privzeta prednostna sled
sr: Подразумевани запис
sv: Föredraget språk
th_th: ค่าตั้งต้นความชอบแทร็ค
tt: Юлны сайлау өстенлеге
uk: Уподобання користувача щодо вибору:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Subtitles:
ar: الترجمة:
be: Субцітры:
bn: সাবটাইটেল:
bs_ba: Titlovi
ca: Subtítols:
cs: Titulky:
da: Undertekster:
de: Untertitel:
el: Υπότιτλοι:
es: Subtítulos:
eu: Azpidatziak:
fi: Tekstitykset:
fr: Sous-titres :
gl: Subtítulos:
he: כתוביות:
hr: Titlovi:
hu: Feliratok
hy: Տողագրերի
id: Subtitel:
it: Sottotitoli:
ja: 字幕:
lt: Subtitrai:
ms_my: Sarikata:
nl: Ondertitelingen:
pt_br: Legenda:
ru: Субтитры:
sk: Titulky:
sl: Podnapisi:
sr: Титлови:
sv: Undertexter:
th_th: ศัพท์บรรยาย:
tt: Субтитрлар:
uk: Субтитрів:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio:
ar: الصوت:
be: Аўдыя:
bn: অডিও:
ca: Àudio:
cs: Zvuk:
da: Lyd:
el: Ήχος:
eu: Audioa:
fi: Ääni:
he: שמע:
hr: Zvuk:
hu: &Hangsáv
hy: Ձայնի
ja: 音声:
lt: Garsas:
pt_br: Áudio:
ru: Аудио:
sk: Zvuk:
sl: Zvok:
sr: Аудио:
sv: Ljud:
th_th: เสียง:
tt: Тавыш:
uk: Аудіо:

# IDD_PPAGEPLAYBACK_IDC_CHECK4
source: Allow overriding external splitter choice
ar: السماح بتجاوز اختيار المقسم الخارجي
be: Дазволіць змяняць выбар знешняга сплітара.
bn: বাহিরস্থ স্প্লিটারের নির্দেশনা ওভাররাইড করণে অনুমোদন
bs_ba: Omogući premoštenje izbora eksternog splitera
ca: Permet elecció manual del divisor o "splitter" extern
cs: Přepsat výběr externího splitteru
da: Tillad tilsidesættelse af ekstern splitter valg
de: Auswahl externer Splitter übergehen
el: Επιτρέπεται η παράκαμψη της επιλογής εξωτερικού διαχωριστή
es: Permitir elección manual de demultiplexor (splitter) externo
eu: Ahalbidetu kanpoko banantzaile aukera ezeztatzea
fi: Salli ulkoisen jakajan valinnan ohitus
fr: Autoriser la modification du choix initial des splitters externes
gl: Permitir a elección de modificación dos divisores externos
he: אפשר דריסה של החלטת מפצל חיצוני
hr: Dozvoli nadilaženje izbora vanjskih razdjelnika
hu: Külső Splitter beállításának felülírása
hy: Թույլատրել արտաքին բաժանիչների վերակարգավորումը
id: Izinkan menimpa pilihan splitter eksternal
it: Consenti esclusione dello splitter esterno
ja: 外部スプリッタでの選択の上書きを許可する
lt: Leisti išorinių spliterių pasirinkimo perskirstymą
ms_my: Benarkan pembatalan pilihan pemisah luar
nl: Sta het negeren van de externe splitter keuze toe
pt_br: Permitir substituir a escolha do splitter externo
ru: Разрешить изменение выбора внешних сплиттеров
sk: Umožniť ignorovanie výber externého rozdeľovača
sl: Dovoli preglasitev izbora zunanjega razdelilnika
sr: Потисни избор спољног разделника
sv: Åsidosätt externa demultiplexers inställningar
th_th: อนุญาตการฝืนตัวเลือกของตัวแยกภายนอก
tt: Тышкы сплиттерлар өчен сайлауны киредән билгеләүне рөхсәт итәргә
uk: Дозволити ігнорування вибору зовнішніх спліттерів

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Open settings
ar: إعدادات الفتح
be: Налады адкрыцця файлаў
bn: খোলার সময়কার সেটিংসমূহ
bs_ba: Otvori podešenja
ca: Paràmetres d'obertura
cs: Otevírání souborů
da: Åbn indstillinger
de: Wiedergabeaufbau
el: Ρυθμίσεις ανοίγματος
es: Opciones de apertura
eu: Ireki ezarpenak
fi: Avaa asetukset
fr: Paramètres d'ouverture
gl: Opcións de apertura
he: פתח הגדרות
hr: Otvori postavke
hu: Megnyitási beállítások
hy: Ֆայլերի բացման կարգավորում
id: Buka pengaturan
it: Impostazioni all'apertura
ja: 開くの設定
lt: Atidaryti nustatymus
ms_my: Buka tetapan
nl: Opties voor openen
pt_br: Opções de abertura
ru: Настройки открытия файлов
sk: Nastavenia otvárania
sl: Nastavitve pri odpiranju
sr: Поставке отварања датотека
sv: Öppna-inställningar
th_th: การตั้งค่าการเปิด
tt: Файллар ачуын көйләү
uk: Налаштування відркриття файлів

# IDD_PPAGEPLAYBACK_IDC_CHECK7
source: Use worker thread to construct the filter graph
ar: استعمل خيط العامل لبناء مخطط الفلاتر
be: Прац. струмень для пабудовы ланцуга фільтраў
bn: ফিল্টার গ্রাফ গঠনে ওয়ার্কার থ্রেড ব্যবহার
bs_ba: Koristi radni niz za konstrukciju grafikona filtera
ca: Utilitza subprocés de treball per construir el diagrama de filtres
cs: Filtry načítat v samostatném podprocesu
da: Brug arbejdstråd til at bygge filtergrafen
de: Filtergraphen in separatem Thread erstellen
el: Χρήση νήματος εργασίας για την κατασκευή του γραφήματος φίλτρου
es: Usar subproceso de trabajo para construir el diagrama de filtros
eu: Erabili langile hariak iragazki grafika eraikitzeko
fi: Käytä työsäiettä suodinkaavion muodostamiseen
fr: Construire le graphe de filtre dans un thread indépendant
gl: Usar proceso funcional para construir filtro gráfico
he: השתמש בתהליך נפרד בכדי לבנות את גרף הפילטרים
hr: Koristite valjanu nit za konstruiranje grafikona filtara
hu: Szűrő-Gráf felépítése külön eljárással
hy: Ֆիլտրերի շարքի կառուցման հոսք
id: Gunakan worker thread untuk membangun grafik filter
it: Usa il worker thread per costruire il filter graph
ja: フィルタ グラフを構築するためにワーカー スレッドを使用する
lt: Darbinis srautas filtrų grandinei sukurti
ms_my: Guna bebenang pekerja untuk bina graf penapis
nl: Filter grafiek in aparte CPU taak samenstellen
pt_br: Usar processo funcional para construir filtro do gráfico
ru: Использовать рабочий поток для построения графа
sk: Pri vytváraní grafu filtra použiť pracovné vlákno
sl: Uporabni delovno nit za izdelavo grafa filtrov
sr: Користи радну нит за израду графикона филтера
sv: Använd arbetstråden för att bygga filter-grafen
th_th: ใช้สายงานเพื่อสร้างกราฟตัวกรอง
tt: Сөзгечләр чылбырын төзү өчен эш ташкыны
uk: Окремий потік для ланцюжка фільтрів

# IDD_PPAGEPLAYBACK_IDC_CHECK6
source: Report pins which fail to render
ar: عمل تقرير للهويات التي فشلت بالعارض
be: Справазд. аб памылках рэндэрынгу струменяў
bn: রেনডার করতে ব্যর্থ পিনসমূহের প্রতিবেদন প্রকাশ
bs_ba: Prijavi pinove čije renderiranje nije uspjelo
ca: Informa d'etapes (del diagrama de filtres) que no aconsegueixin renderitzar
cs: Vypisovat podrobné informace o chybějících kodecích
da: Rapportér pins, der ikke kan rendere
de: Fehlerhafte Filtergraphen-Pins melden
el: Αναφορά pin που απέτυχαν να αποδοθούν
es: Informar de etapas (del diagrama de filtros) que no logren renderizar
eu: Jakinarazi aurkezlean huts egiten duten pin-ak
fi: Raportoi pinnit joiden renderöinti epäonnistui
fr: Indiquer les connexions échouées lors du rendu
gl: Reportar conectores que non queiran funcionar
he: דווח על תקעים שלא מתנגנים
hr: Prijavi pinove koji se ne uspiju renderirat
hu: Hibás, nem átalakítható csatlakozók jelentése
hy: Հաշվետվություն՝ ցուցադրման հոսքերի սխալների համար
id: Laporkan pin yang gagal merender
it: Mostra i pin che falliscono il rendering
ja: 表示できないピンを報告する
lt: Ataskaita apie srautų renderingo klaidas
ms_my: Lapor pin yang mana gagal diterap
nl: Rapporteer pin(nen) die niet opbouwen
pt_br: Reportar conectores que não queiram funcionar
ru: Сообщать об ошибках рендеринга потоков
sk: Zaznamenať piny, ktoré sa nevykreslia
sl: Javi priključke z napako pri izrisovanju
sr: Пријави неисправне пинове
sv: Rapportera stift som misslyckas att rendera
th_th: รายงานพินที่ล้มเหลวในการแปลผล
tt: Ташкыннар рендеринг хаталары турында хисап
uk: Звіт про помилки рендерингу потоків

# IDD_PPAGEPLAYBACK_IDC_CHECK2
source: Auto-load audio files
ar: تحميل ملفات الصوت تلقائياً
be: Аўтаматычна загружаць аўдыяфайлы
bn: স্বয়ংক্রিয়ভাবে অডিও ফাইল লোড
bs_ba: Automatski učitaj audio dokumente
ca: Carrega fitxers d'àudio automàticament
cs: Automaticky načíst zvukové stopy
da: Automatisk indlæsning af lydfiler
de: Audiodateien automatisch laden
el: Αυτόματη φόρτωση αρχείων ήχου
es: Cargar archivos de audio automáticamente
eu: Berez-gertatu audio agiriak
fi: Lataa automaattisesti äänitiedostot
fr: Charger automatiquement les fichiers audio externes
gl: Auto-carga de audio
he: טען אוטומטית קבצי אודיו
hr: Automatski učitaj zvučnu datoteke
hu: Audiófájlok auto betöltése
hy: Ձայնի ֆայլերի ինքնաբացում
id: Oto-muat berkas audio
it: Auto-carica i file audio
ja: オーディオ ファイルを自動で読み込む
lt: Automatinis garso failų įkėlimas
ms_my: Muat-sendiri fail audio
nl: Geluidsbestanden automatisch laden
pt_br: Autocarregamento de áudio
ru: Автозагрузка аудиофайлов
sk: Aut. načítanie zvuk. stôp
sl: Samodejno naloži zvočne datoteke
sr: Аутоматски учитај аудио-датотеке
sv: Läs in ljudfiler automatiskt
th_th: โหลดไฟล์เสียงอัตโนมัติ
tt: Аудио файлларны үзе йөкләү
uk: Автозавантаження звуку

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Control
ar: التحكم
be: Кіраванне
bn: কন্ট্রোল
bs_ba: Kontrola
ca: Controls
cs: Ovládání
da: Styring
de: Steuerung
el: Έλεγχος
eu: Agintea
fi: Valvonta
fr: Contrôles
he: שליטה
hr: Kontrole
hu: Vezérlés
hy: Կառավարում
id: Pengendali
it: Controllo
ja: コントロール
lt: Valdymas
ms_my: Kawalan
nl: Bediening
pt_br: Controle
ru: Регулировка
sk: Ovládač
sl: Nadzor
sr: Управљање
sv: Kontroll
th_th: การควบคุม
tt: Тәртипләү
uk: Регулювання

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Volume step:
ar: خطوة حجم الصوت:
be: Шаг гучнасці:
bn: ভলিউম পরিবর্তনে পদক্ষেপ:
bs_ba: Korak zvuka:
ca: Salt de volum:
cs: Krok hlasitosti:
da: Lydstyrke trin:
de: Lautstärkestufen:
el: Βήμα έντασης:
es: Salto de volumen:
eu: Bolumen urratsa:
fi: Äänenvoimakkuusaskel:
fr: Pas du volume :
gl: Salto de volume:
he: קפיצות שמע:
hr: Korak glasnoće:
hu: Hangerő lépték:
hy: Ձայնի քայլը.
id: Tahapan volume:
it: Livello Volume:
ja: 音量調節のステップ:
lt: Garso žingsnis:
ms_my: Langkah volum:
nl: Volumestap:
pt_br: Passo do volume:
ru: Шаг громкости:
sk: Krok pri hlasitosti:
sl: Korak glasnosti:
sr: Корак јач. звука:
sv: Volymsteg:
th_th: ช่วงการปรับความดัง:
tt: Тавыш адымы:
uk: Крок зміни гучн.:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Speed step:
ar: خطوة سرعة العرض:
be: Шаг хуткасці:
bn: গতি পরিবর্তনে পদক্ষেপ:
bs_ba: Korak brzine:
ca: Salt de velocitat:
cs: Krok rychlosti:
da: Hastighed trin:
de: Tempostufen:
el: Βήμα ταχύτητας:
es: Salto de velocidad:
eu: Abiadura urratsa:
fi: Nopeusaskel:
fr: Pas de la vitesse :
gl: Salto de velocidade:
he: קפיצות מהירות:
hr: Korak brzine:
hu: Lejátszási sebesség lépték:
hy: Արագ. քայլը.
id: Tahapan kecepatan:
it: Livello Velocità:
ja: 速度調節のステップ:
lt: Greičio žingsnis:
ms_my: Langkah kelajuan:
nl: Snelheidsstap:
pt_br: Passo da velocidade:
ru: Шаг скорости:
sk: Krok pri rýchlosti:
sl: Korak hitrosti:
sr: Корак брзине:
sv: Hastighetssteg:
th_th: ช่วงการปรับความเร็ว:
tt: Тизлек адымы:
uk: Крок зміни швидк. відтвор.:

# IDD_PPAGESUBTITLES_IDC_CHECK3
source: Override placement
ar: تجاوز الموضع
be: Змяніць размяшчэнне
bn: অবস্থান ওভাররাইড করণ
bs_ba: Premosti poziciju
ca: Posicionament manual
cs: Změnit polohu
da: Tilsidesæt placering
de: Untertitelposition anpassen
el: Παράκαμψη τοποθέτησης
es: Posicionamiento manual
eu: Ezeztatu kokapena
fi: Korvaa sijoittaminen
fr: Modifier la position
gl: Fixar ubicación
he: קבע מיקום
hr: Prilagodi smještaj
hu: Elhelyezés felülbírálása
hy: Փոխել դիրքը
id: Menimpa penempatan
it: Modifica posizione
ja: 配置を強制的に指定する
lt: Pakeisti padėtį
ms_my: Batal penggantian
nl: Positie aanpassen
pt_br: Forçar posicionamento
ru: Изменить положение
sk: Ignorovať umiestnenie
sl: Preglasi postavitev
sr: Промени положај
sv: Tvingad placering
th_th: ฝืนค่าการจัดวาง
tt: Урынны үзгәртергә
uk: Змінити положення

# IDD_PPAGESUBTITLES_IDC_STATIC1
source: Horizontal:
ar: أفقي:
be: Гарызанталь:
bn: অনুভূমিক:
bs_ba: Horizontalno:
ca: Horitzontal:
cs: Horizontální:
da: Vandret:
el: Οριζόντια:
eu: Etzana:
fi: Vaakasuuntainen:
fr: Horizontale :
he: אופקי:
hr: Horizontalno:
hu: Vízszintes:
hy: Հորիզոնական.
id: Horisontal:
it: Orizzontale:
ja: 水平位置:
lt: Horizontaliai:
ms_my: Mengufuk:
nl: Horizontaal:
ru: Горизонталь:
sk: Horizontálne:
sl: Vodoravno:
sr: Водоравно:
sv: Horisontellt:
th_th: แนวนอน:
tt: Горизонталь:
uk: Горизонт:

# IDD_PPAGESUBTITLES_IDC_STATIC3
source: Vertical:
ar: عمودي:
be: Вертыкаль:
bn: উল্লম্বিক:
bs_ba: Vertikalno:
cs: Vertikální:
da: Lodret:
de: Vertikal:
el: Κάθετα:
eu: Zutia:
fi: Pystysuuntainen:
fr: Verticale :
he: אנכי:
hr: Vertikalno:
hu: Függőleges:
hy: Ուղղհ.
id: Vertikal:
it: Verticale:
ja: 垂直位置:
lt: Vertikaliai:
ms_my: Menegak:
nl: Verticaal:
ru: Вертикаль:
sk: Vertikálne:
sl: Navpično:
sr: Усправно:
sv: Vertikalt:
th_th: แนวตั้ง:
tt: Вертикаль:
uk: Верт:

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Delay step
ar: تأخير الخطوة
be: Шаг затрымкі:
bn: বিলম্বনে পদক্ষেপ
bs_ba: Korak kašnjenja
ca: Grau de retard
cs: Krok zpoždění
da: Forsinkelse trin
de: Verzögerungsstufen
el: Βήμα καθυστέρησης
es: Grado de retardo
eu: Atzerapen urratsa
fi: Viive vaihe
fr: Pas du décalage
gl: Paso de atraso
hr: Korak kašnjenja
hu: Eltolás léptéke
hy: Ուշացման քայլ
id: Tahap tundaan
ja: 遅延のステップ
lt: Užlaikymo žingsnis
ms_my: Lengah langkah
nl: Vertragings stap
pt_br: Passo do atraso
ru: Шаг задержки
sk: Krok oneskorenia
sl: Korak zakasnitve
sr: Корак кашњења
sv: Fördröjningssteg
th_th: ช่วงการหน่วง
uk: Крок затримки

# IDD_PPAGESUBTITLES_IDC_STATIC
source: ms
be: мс
eu: sm
he: מילישניות
hy: մվ
ja: ミリ秒
ru: мс
sr: мс
th_th: มว.
tt: мс
uk: мс

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Texture settings (open the video again to see the changes)
ar: إعدادات النسيج (قم بإعادة فتح الفيديو لمشاهدة التغييرات)
be: Налады тэкстуры (каб убачыць змены, адкрыйце відэа зноў)
bn: টেক্সচারের সেটিংসমূহ (পরিবর্তন দেখতে পুনরায় ভিডিও চালনা করতে হবে)
bs_ba: Podešenja teksture (otvorite video ponovo da biste vidjeli izmjene)
ca: Opcions de textura (és necessari reobrir el fitxer per veure els canvis)
cs: Možnosti textury (změny se projeví až po znovuotevření videa)
da: Strukturindstillinger (genåbn videoen for at se ændringerne)
de: Untertitel-Textur (Neuladen des Videos erforderlich)
el: Ρυθμίσεις υφής (ανοίξτε πάλι το βίντεο για να δείτε τις αλλαγές)
es: Opciones de textura (es necesario reabrir el vídeo para notar los cambios)
eu: Egitura ezarpenak (ireki bideoa berriro aldaketak ikusteko)
fi: Tekstuuriasetukset (avaa video uudelleen nähdäksesi muutokset)
fr: Paramètres de texture (réouvrir la vidéo pour voir les modifications)
gl: Opcións de textura (é preciso re-abrir o ficheiro para notar os cambios)
he: הגדרות המראה (פתח את הוידאו מחדש בכדי לצפות בשינויים)
hr: Postavke tekstura (potrebno ponovno otvaranje videa)
hu: Textúra beállítások (nyissa meg újra a videót, hogy láthassa a különbségeket)
hy: Արտապատկերման կարգավորումներ (նորից բացեք տեսանյութը)
id: Pengaturan tekstur (buka kembali video untuk melihat perubahan)
it: Impostazioni texture (richiedono la riapertura del video)
ja: テクスチャの設定 (変更を有効にするにはビデオを開き直してください)
lt: Tekstūros nustatymas (atidarykite vaizdą iš naujo, kad pamatytumėte pakeitimus)
ms_my: Tetapan tekstur (buka video sekali lagi untuk lihat perubahan)
nl: Texture instellingen (vereist heropening van de video)
pt_br: Opções de textura (necessário reabrir o arquivo)
ru: Настройки текстур (чтобы увидеть изменения, откройте видео заново)
sk: Nastavenia textúr (zmeny uvidíte až po opätovnom otvorení videa)
sl: Nastavitve teksture (ponovno odpri video za ogled sprememb)
sr: Текстура (потребно поновно покретање видео-записа)
sv: Texturinställningar (ladda om videon för att se förändringarna)
th_th: การตั้งค่าพื้นผิว (เปิดวิดีโออีกครั้งเพื่อดูความเปลี่ยนแปลง)
tt: Текстураны көйләү (үзгәртүләр барлыкка килсен өчен видеоны киредән ачыгыз)
uk: Налаштування текстури (після перевідкриття відео)

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Sub pictures to buffer:
ar: ترجمة صوّرية للذاكرة المؤقتة:
be: Колькасць кадраў у буферы:
bn: সাব পিকচারসমূহ থেকে বাফার:
bs_ba: Podslike za buferovanje:
ca: Nombre de subtítols a la memòria intermèdia:
cs: Počet snímků ve vyrovnávací paměti:
da: Undertekst-billeder til buffer:
de: Anzahl der Untertitelbilder im Puffer:
el: Επιμέρους εικόνες σε ενδιάμεση μνήμη:
es: Subtítulos pre-renderizados en cola:
eu: Azp irudiak bufferrera:
fi: Tekstitykset puskuriin:
fr: Nombre de sous-titres à précharger :
gl: Número de subtítulos para almacenar previamente:
he: תת-תמונות לשמור במאגר:
hr: Broj slika u međuspremniku:
hu: Előre olvasandó feliratképek száma:
hy: Հիշվող էջերի քանակը.
id: Bufer sub gambar:
it: Num. di subpictures prima del buffer:
ja: 先読みサブ ピクチャ数:
lt: Fragmentų kiekis buferyje:
ms_my: Sub gambar untuk ditimbal:
nl: Aantal beeldplaatjes in buffer:
pt_br: Subtelas para armazenar em buffer:
ru: Число фрагментов в буфере:
sk: Počet pod-snímok načítavaných do vyrov. pamäte:
sl: Podslike v medpomnilnik:
sr: Број подслика у баферу:
sv: Undertextbilder att buffra:
th_th: ศัพท์ภาพเพื่อบัฟเฟอร์:
tt: Буферда өлеш саны:
uk: Кількість сторінок кешування:
