Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.installer.*.strings.po
Languages: da, el, es, eu, pl, pt_br, uk, zh_cn, zh_tw

# Messages_WelcomeLabel2
source: This will install [name] on your computer. It is recommended that you close all other applications before continuing.
da: Dette vil installere [name] på din computer. Det anbefales, at du lukker alle andre programmer, inden du fortsætter.
el: Θα γίνει εγκατάσταση του [name] στον υπολογιστή σας. Σας συνιστούμε να κλείσετε κάθε άλλη εφαρμογή πριν συνεχίσετε.
es: Este programa instalará [name] en el equipo. Se recomienda que cierre el resto de las aplicaciones antes de continuar.
eu: Honek [name] zure ordenagailuan ezarriko du. Gomendatzen da beste aplikazio guztiak istea jarraitu aurretik.
pl: Zostanie zainstalowane [name] na Twoim komputerze. Zaleca się zamknięcie wszystkich innych aplikacji przed kontynuowaniem.
pt_br: Isto instalará o [name] no seu computador. É recomendável que você feche todos os outros programas antes de continuar.
uk: На ваш комп'ютер буде встановлено [name]. Рекомендується завершити роботу інших додатків перед продовженням.
zh_cn: 这将安装 [name] 到您的计算机中。 建议您在继续之前关闭所有其它的应用程序。
zh_tw: 這將會安裝 [name] 在你的電腦中。 建議您關閉所有其它應用程序後再繼續。

# Messages_WinVersionTooLowError
source: [name] requires Windows XP Service Pack 3 or newer to run.
da: [name] kræver Windows XP Service Pack 3 eller nyere for at køre.
el: Το [name] χρειάζεται Windows XP Service Pack 3 ή νεότερο για να λειτουργήσει.
es: [name] necesita Windows XP Service Pack 3 o posterior para funcionar.
eu: [name] Windows XP Service Pack 3 edo berriagoa behar du lan egiteko.
pl: [name] wymaga systemu Windows XP Service Pack 3 lub nowszego do poprawnego działania.
pt_br: [name] requer o Windows XP Service Pack 3 ou superior para ser executado.
uk: [name] вимагає використання ОС Windows XP Service Pack 3 або пізнішої версії.
zh_cn: [name] 要求 Windows XP Service Pack 3 或更高版本。
zh_tw: 執行 [name] 需要 Windows XP Service Pack 3 或更新的版本。

# CustomMessages_comp_mpciconlib
source: Icon Library
da: Ikon-bibliotek
el: Βιβλιοθήκη εικονιδίων
es: Colección de iconos
eu: Ikur Liburutegia
pl: Ikony plików multimedialnych
pt_br: Biblioteca de ícones
uk: Бібліотека іконок
zh_cn: 图标库
zh_tw: 圖示庫

# CustomMessages_comp_mpcresources
source: Translations
da: Oversættelser
el: Μεταφράσεις
es: Traducciones
eu: Itzulpenak
pl: Tłumaczenia
pt_br: Traduções
uk: Локалізації
zh_cn: 翻译
zh_tw: 翻譯

# CustomMessages_msg_DeleteSettings
source: Do you also want to delete MPC-HC settings? If you plan on installing MPC-HC again then you do not have to delete them.
da: Vil du også slette MPC-HC indstillinger? Hvis du har tænkt dig at installere MPC-HC igen, så behøves du ikke slette dem.
el: Θέλετε να διαγράψετε τις ρυθμίσεις του MPC-HC; Αν σκοπεύετε να εγκαταστήσετε το MPC-HC ξανά, τότε δεν χρειάζεται να τις διαγράψετε.
es: ¿Quiere eliminar también las preferencias de MPC-HC? Si planea instalar de nuevo MPC-HC no necesita eliminarlas.
eu: MPC-HC ezarpenak kentzea ere nahi dituzu? MPC-HC berriro ezartzeko asmoa baduzu ez dituzu ezabatu behar.
pl: Czy chcesz usunąć ustawienia MPC-HC? Jeśli planujesz ponownie zainstalować MPC-HC, nie musisz ich usuwać.
pt_br: Gostaria de apagar as configurações do MPC-HC? Se você quiser instalar o MPC-HC novamente então não precisa de apagar-las.
uk: Чи хочете ви видалити налаштування MPC-HC? Якщо ви плануєте просто повторно встановити MPC-HC, то вам не потрібно їх видаляти.
zh_cn: 是否同时删除 MPC-HC 设置？ 如果您打算再次安装 MPC-HC 则不必删除。
zh_tw: 您是否也要刪除 MPC-HC 設定？ 如果您打算再次安裝 MPC-HC 則無需刪除。

# CustomMessages_msg_simd_sse
source: This build of MPC-HC requires a CPU with SSE extension support. Your CPU does not have those capabilities.
da: Denne version af MPC-HC kræver en CPU der understøtter SSE-udvidelsen. Din CPU understøtter det ikke.
el: Αυτή η έκδοση του MPC-HC απαιτεί επεξεργαστή με υποστήριξη SSE. Ο επεξεργαστής σας δεν έχει αυτές τις δυνατότητες.
es: Esta versión de MPC-HC requiere una CPU compatible con extensiones SSE. Su CPU carece de esta característica.
eu: MPC-HC eraiketa honek SSE hedapen sostengua duen CPU bat behar du. Zure CPU-ak ez ditu gaitasun hauek.
pl: Ta kompilacja MPC-HC wymaga procesora z obsługą zestawu instrukcji SSE. Twój procesor ich nie obsługuje.
pt_br: Esta versão do MPC-HC necessita uma CPU com suporte a extensões SSE. Sua CPU não tem esse suporte.
uk: Для використання даної версії MPC-HC необхідно, щоб ваш процесор підтримував SSE розширення. Але ваш процесор не підтримує їх.
zh_cn: 此 MPC-HC 编译版本要求 CPU 支持 SSE 指令集。 您的 CPU 不具备该能力。
zh_tw: 此版的 MPC-HC 需要有支援 SSE 延伸指令集的 CPU。 您的 CPU 並未相容這些功能。

# CustomMessages_msg_simd_sse2
source: This build of MPC-HC requires a CPU with SSE2 extension support. Your CPU does not have those capabilities.
da: Denne version af MPC-HC kræver en CPU der understøtter SSE2-udvidelsen. Din CPU understøtter det ikke.
el: Αυτή η έκδοση του MPC-HC απαιτεί επεξεργαστή με υποστήριξη SSE2. Ο επεξεργαστής σας δεν έχει αυτές τις δυνατότητες.
es: Esta versión de MPC-HC requiere una CPU compatible con extensiones SSE2. Su CPU carece de esta característica.
eu: MPC-HC erakiketa honek SSE2 hedapen sostengua duen CPU bat behar du. Zure CPU-ak ez ditu gaitasun hauek.
pl: Ta kompilacja MPC-HC wymaga procesora z obsługą zestawu instrukcji SSE2. Twój procesor ich nie obsługuje.
pt_br: Esta versão do MPC-HC necessita uma CPU com suporte a extensões SSE2. Sua CPU não tem esse suporte.
uk: Для використання даної версії MPC-HC необхідно, щоб ваш процесор підтримував SSE2 розширення. Але ваш процесор не підтримує їх.
zh_cn: 此 MPC-HC 编译版本要求 CPU 支持 SSE2 指令集。 您的 CPU 不具备该能力。
zh_tw: 此版的 MPC-HC 須要有支援 SSE2 延伸指令集的 CPU。 您的 CPU 並未相容這些功能。

# CustomMessages_run_DownloadToolbarImages
source: Visit our Wiki page to download toolbar images
da: Besøg vores wiki-side for at hente værktøjslinjebilleder
es: Visite nuestra página de wiki para descargar imágenes de la barra de herramientas

# CustomMessages_tsk_AllUsers
source: For all users
da: For alle brugere
el: Για όλους τους χρήστες
es: Para todos los usuarios
eu: Erabiltzaile guztientzat
pl: Dla wszystkich użytkowników
pt_br: Para todos os usuários
uk: Для всіх користувачів
zh_cn: 为所有用户安装
zh_tw: 安裝給所有使用者

# CustomMessages_tsk_CurrentUser
source: For the current user only
da: Kun for denne bruger
el: Για τον τρέχοντα χρήστη μόνο
es: Solo para el usuario actual
eu: Oraingo erabiltzailearentzat bakarrrik
pl: Tylko dla bieżącego użytkownika
pt_br: Para o usuário atual somente
uk: Лише для поточного користувача
zh_cn: 仅为当前用户安装
zh_tw: 僅安裝給目前使用者

# CustomMessages_tsk_Other
source: Other tasks:
da: Andre opgaver:
el: Επιπλέον ενέργειες:
es: Otras tareas:
eu: Beste eginkizunak:
pl: Inne zadania:
pt_br: Outras tarefas:
uk: Інші завдання:
zh_cn: 其他任务:
zh_tw: 其它工作：

# CustomMessages_tsk_ResetSettings
source: Reset settings
da: Nulstil indstillinger
el: Επαναφορά ρυθμίσεων
es: Restablecer configuración
eu: Berrezarri ezarpenak
pl: Resetuj ustawienia
pt_br: Reiniciar as configurações
uk: Скинути налаштування
zh_cn: 重置设置
zh_tw: 重設設定

# CustomMessages_types_DefaultInstallation
source: Default installation
da: Standardinstallation
el: Προκαθορισμένη εγκατάσταση
es: Instalación predeterminada
eu: Berezko ezarpena
pl: Instalacja standardowa
pt_br: Instalação padrão
uk: Типове встановлення
zh_cn: 默认安装
zh_tw: 預設安裝

# CustomMessages_types_CustomInstallation
source: Custom installation
da: Brugerdefineret installation
el: Προσαρμοσμένη εγκατάσταση
es: Instalación personalizada
eu: Norbere ezarpena
pl: Instalacja niestandardowa
pt_br: Instalação personalizada
uk: Вибіркове встановлення
zh_cn: 自定义安装
zh_tw: 自訂安裝

# CustomMessages_ViewChangelog
source: View Changelog
da: Vis ændringslog
el: Εμφάνιση λίστας αλλαγών
es: Ver registro de cambios
eu: Ikusi Aldaketa-oharra
pl: Pokaż zmiany
pt_br: Ver registro de alterações
uk: Показати журнал змін
zh_cn: 查看更新日志
zh_tw: 檢視更新日誌

# CustomMessages_msg_SetupIsRunningWarning
source: MPC-HC setup is already running!
el: Η εγκατάσταση του MPC-HC εκτελείται ήδη!
eu: MPC-HC ezarpena jadanik ekinean dago!
pl: Instalator MPC-HC jest już uruchomiony!
pt_br: A instalação do MPC-HC ja está sendo executada!
uk: Встановлення MPC-HC вже запущено!
zh_cn: MPC-HC 安装程序已在运行中！
zh_tw: 已在執行 MPC-HC 安裝程式！
