Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_PPAGE_OUTPUT_UNAVAILABLEMSG
source: The selected renderer is not installed.
ar: العارض المحدد لم يُثبت.
be: Выбраны апрацоўшчык не ўсталяваны.
bn: নির্ধারণকরা রেনডারটি ইনস্টল করা নেই।
bs_ba: Izabrani renderer nije instaliran.
ca: El renderitzador seleccionat no està instal·lat.
cs: Vybraný renderer není nainstalován.
da: Den valgte renderer er ikke installeret.
de: Der gewählte Renderer ist nicht verfügbar.
el: Το επιλεγμένο πρόγραμμα απόδοσης δεν είναι εγκατεστημένο.
es: El renderizador seleccionado no está instalado.
eu: Hautaturiko aurkezlea ez dago ezarrita.
fi: Valittua muunninta ei ole asennettu.
fr: Le moteur de rendu sélectionné n'est pas installé.
gl: O renderizador seleccionado non está instalado.
he: מציג הוידאו הנבחר אינו מותקן.
hr: Odabrani prikazivač nije instaliran.
hu: A kiválasztott renderelő nincs telepítve
hy: Ընտրված ռենդերերը տեղադրված չէ:
it: Il render selezionaro non è installato.
ja: 選択されたレンダラはインストールされていません。
lt: Pasirinktas renderis nėra įdiegtas.
ms_my: Penerap terpilih tidak dipasang.
nl: De geselecteerde opbouwer is niet geïnstalleerd
pa: ਚੁਣਿਆ ਰੈਂਡਰਰ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ।
pl: Wybrany renderer nie jest zainstalowany.
ru: Выбранный рендер не установлен.
sk: Vybrané vykresľovanie nie je nainštalované.
sl: Izbrani izrisovalnik ni nameščen.
sr: Изабрани рендерер није инсталиран.
sv: Den valda renderaren är inte installerad.
th_th: ตัวแปลผลที่เลือกไม่ได้ถูกติดตั้งไว้
tt: Выбранный рендерер не установлен.
vi: Trình dựng hình không được cài đặt.

# IDS_PPAGE_OUTPUT_AUD_NULL_COMP
source: Null (anything)
ar: فارغة (أي شيء)
be: Null (усё)
bs_ba: Null (bilo šta)
ca: Renderitzador nul (qualsevol entrada)
cs: Null (vše)
da: Null (alt)
de: Null Audio Device (anything)
el: Ψευδής (οτιδήποτε)
es: Renderizador nulo (cualquier entrada)
eu: Null (edozer)
fi: Ei mitään (mikä vaan)
fr: Pas de rendu vidéo (tout format)
gl: Nulo (calquera cousa)
he: ריק (כל דבר)
hr: Null (bilo što)
hy: Null (ցանկացած)
it: Nullo (tutto)
ja: Null (すべて)
lt: Null (viskas)
ms_my: Nol (apa jua)
nl: Ontbrekend (alles)
pa: ਨਲ (ਕੁਝ ਵੀ)
ru: Null (все)
sk: Null (ľubovoľné)
sl: Nič (karkoli)
sr: Null (све)
sv: Null (vad som helst)
th_th: Null (ใดๆ ก็ตาม)
tt: Null (барысы)
vi: Null (bất cứ điều gì)

# IDS_PPAGE_OUTPUT_AUD_NULL_UNCOMP
source: Null (uncompressed)
ar: فارغة (غير مضغوط)
be: Null (без сціскання)
bs_ba: Null (bez kompresije)
ca: Renderitzador nul (entrada no comprimida)
cs: Null (nekomprimované)
da: Null (ukomprimeret)
de: Null Audio Device (uncompressed)
el: Ψευδής (ασυμπίεστο)
es: Renderizador nulo (entrada no comprimida)
eu: Null (konprimitugabea)
fi: Ei mitään (pakkaamaton)
fr: Pas de rendu vidéo (formats non compressés)
gl: Nulo (sen compresión)
he: ריק (לא מכווץ)
hr: Null (nekomprimirano)
hy: Null (չսեղմած)
it: Nullo (non compresso)
ja: Null (非圧縮)
lt: Null (be glaudinimo)
ms_my: Nol (tak mampat)
nl: Ontbrekend (ongecomprimeerd)
pa: ਨਲ (ਬਿਨਾਂ-ਕੰਪੈਰਸ ਕੀਤਾ)
ru: Null (без сжатия)
sk: Null (nekomprimované)
sl: Nič (nestisnjeno)
sr: Null (без компримирања)
sv: Null (okomprimerat)
th_th: Null (ไม่มีบีบอัด)
tt: Null (кысусыз)
vi: Null (không nén)

# IDS_PPAGE_OUTPUT_AUD_INTERNAL_REND
source: Internal Audio Renderer
ar: عارض الصوت الداخلي
be: Убудаваны апрацоўшчык аўдыя
bn: আভ্যন্তরীণ অডিও রেনডারার
bs_ba: Interni Audio Renderer
ca: Renderitzador intern d'àudio
cs: Vestavěný syntezátor zvuku
da: Intern lyd-renderer
de: Interner Audio-Renderer
el: Εσωτερική Απόδοση Ήχου
es: Renderizador interno de audio
eu: Barneko Audio Aurkezlea
fi: Sisäinen äänen renderoija
fr: Moteur de rendu audio interne
gl: Renderizador interno de audio
hr: Interni izvođač zvuka
hu: Belső audió renderelő
ja: 内部オーディオ レンダラ
lt: Vidinis garso renderis
ms_my: Penerap Audio Dalaman
nl: Interne audio opbouwer
pl: Wbudowany renderer dźwięku
ru: Встроенный рендер аудио
sk: Interný vykresľovač zvuku
sl: Interni zvočni predvajalnik
sr: Унутрашњи аудио-рендерер
sv: Intern Ljudrenderare
th_th: ตัวแปลผลเสียงภายใน
vi: Bộ dựng âm thanh bên trong

# IDS_EMB_RESOURCES_VIEWER_NAME
source: Name
ar: الاسم
be: Імя
bn: নাম
bs_ba: Ime
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
eu: Izena
fi: Nimi
fr: Nom
gl: Nome
he: שם
hr: Naziv
hu: Név
hy: Անունը
it: Nome
ja: 名前
lt: Vardas
ms_my: Nama
nl: Naam
pa: ਨਾਂ
pl: Nazwa
ru: Имя
sk: Názov
sl: Ime
sr: Име
sv: Namn
th_th: ชื่อ
tt: Исеме
vi: Tên

# IDS_EMB_RESOURCES_VIEWER_TYPE
source: MIME Type
ar: MIME نوع
be: MIME-тып
bn: MIMEএর ধরন
bs_ba: MIME Tip
ca: Tipus MIME
cs: MIME typ
de: MIME-Typ
el: Τύπος MIME
es: Tipo MIME
eu: MIME Mota
fi: MIME-tyyppi
fr: Type MIME
gl: Tipo MIME
he: סוג MIME
hr: MIME tip
hu: MIME típus
hy: MIME տեսակի
it: Tipo MIME
ja: MIME タイプ
lt: MIME tipas
ms_my: Jenis MIME
pa: MIME ਕਿਸਮ
pl: Typ MIME
ru: MIME-тип
sk: MIME typ
sl: MIME tip
sr: MIME тип
sv: MIME-typ
th_th: ชนิด MIME
tt: MIME төре
vi: Loại MIME

# IDS_EMB_RESOURCES_VIEWER_INFO
source: In order to view an embedded resource in your browser you have to enable the web interface. Use the "Save As" button if you only want to save the information.
ar: ليكون مصدر العرض في المتصفح يجب أن تمكّن وصلة الويب. إستعمل زر "حفظ كـ" إذا كنت تريد حفظ المعلومات.
be: Каб праглядзець убудаваны рэсурс у вашым браўзеры, трэба ўключыць вэб-інтэрфейс. Скарыстайце кнопку «Захаваць як», калі вы хочаце толькі захаваць звесткі.
bn: কোন সংযুক্তি উৎস ব্রাউজারে দেখার জন্য ওয়েব ইন্টারফেস সক্রিয় করতে হবে। যদি শুধুমাত্র তথ্যাদি সেইভ করতে চান তবে "সেইভ করতে পারি" বাটনটি ব্যবহার করুন।
bs_ba: Da bi bili u mogućnosti vidjeti ugrađene resurse u vašem web pregledniku morate omogućiti web sučelje. Koristite dugme "Snimi Kao" ako želite samo da sačuvate informacije.
ca: Per visualitzar un recurs incrustat al vostre navegador heu d'habilitar la interfície web. Utilitzeu el botó "Anomena i desa" si només voleu guardar la informació.
cs: Pro zobrazení vložených zdrojů v prohlížeči musíte povolit webové rozhraní. Tlačítko "Uložit jako" použijte pokud chcete informace pouze uložit.
da: For at kunne vise en indlejret ressource i din browser skal du aktivere webgrænsefladen. Brug "Gem som" knappen hvis du kun ønsker at gemme oplysningerne.
de: Zur Darstellung eingebetteter Ressourcen bitte das Webinterface aktivieren. Um nur die Informationen zu speichern, bitte den Button "Speichern unter" verwenden.
el: Για να προβάλετε έναν ενσωματωμένο πόρο στο πρόγραμμα περιήγησής σας, πρέπει να ενεργοποιήσετε τη διασύνδεση web. Χρησιμοποιήστε το κουμπί «Αποθήκευση ως», εάν θέλετε να αποθηκεύσετε μόνο τις πληροφορίες.
es: Para ver recursos incrustados de su navegador tiene que habilitar la interfaz web. Si sólo quiere guardar la información, utilice el botón «Guardar como».
eu: Barneraturiko baliabidea zure nabigatzailean ikusteko web interfazea gaitu behar duzu. Erabili "Gorde Honela" botoia argibideak bakarrik gordetzea nahi badituzu.
fi: Jos haluat näyttää selaimesi sisäisiä resursseja on web-liittymä otettava käyttöön. Käytä nappulaa "Tallenna nimellä" jos haluat ainoastaan tallentaa tiedot.
fr: Pour afficher une ressource embarquée dans votre navigateur vous devez activer l'interface web. Utilisez le bouton "Enregistrer sous" si vous souhaitez uniquement sauvegarder la ressource.
gl: Para ver un recurso incrustado no teu navegador tes que habilitar a interface web. Usa o botón "Gardar como" se só desexas gardar a información.
hr: Kako bi vidjeli ugrađeni resurs u vašem internet pregledniku morate omogućiti web sučelje. Koristite "Spremi kao" gumb ako samo spremate informaciju.
hy: Դիտարկիչում ներդրված ռեսուրսը դիտելու համար դուք պետք է միացնեք վեբ միջերեսը: Օգտագործեք "Պահպանել որպես" bկոճակը, եթե պարզապես ցանկանում եք պահպանել տեղեկությունը:
it: Per poter visualizzare una risorsa incorporato nel tuo browser devi attivare l'interfaccia web. Usa il bottone "Salva Come" se vuoi solamente salvare l'informazione.
ja: ご使用のブラウザに埋め込まれたリソースを表示するためには、ウェブ インターフェイスを有効にする必要があります。 情報のみを保存したい場合、 「名前を付けて保存」 ボタンを使用してください。
lt: Norint peržiūrėti įmontuotą resursą jūsų naršyklėje, būtina įjungti Web sąsają. Jei jūs norite tik išsaugoti informaciją, spragtelėkite mygtuką "Išsaugoti kaip".
ms_my: Untuk melihat sumber terbenam dalam pelayar anda anda perlu benarkan antaramuka sesawang. Guna butang "Simpan Sebagai" jika anda hanya mahu simpan maklumat.
nl: Om een ingebedde bron in uw browser te bekijken dient de web interface geactiveerd te zijn. Gebruik de "Opslaan als" knop als u alleen de informatie wilt opslaan.
pl: Aby wyświetlić zasoby w przeglądarce należy włączyć interfejs internetowy. Użyj opcji „Zapisz jako” jeżeli chcesz tylko zapisać te informacje.
ru: Для того, чтобы просмотреть внедренный ресурс в вашем браузере, необходимо включить веб-интерфейс. Если вы хотите лишь сохранить информацию, используйте кнопку «Сохранить как».
sk: Pre zobrazenie vloženého zdroja vo svojom prehliadači spravidla musíte zapnúť webové rozhranie. Použite tlačidlo "Uložiť ako", ak chcete len uložiť informáciu.
sl: Da bi videl vdelane vire v brskalniku, je potrebno omogočiti spletni vmesnik. Uporabi gumb "Shrani kot" če želiš samo shraniti informacije.
sr: Да бисте видели уграђени ресурс у прегледачу, потребно је да омогућите веб-интерфејс. Кликните на дугме „Сачувај као“ ако само желите да сачувате информацију.
sv: För att kunna se en inbäddad resurs i din webbläsare måste du aktivera webbgränssnittet. Använd "Spara Som"-knappen om du bara vill spara informationen.
th_th: เพื่อที่จะดูทรัพยากรที่ฝังไว้ในเบราว์เซอร์ของคุณ คุณต้องเลือกใช้งานส่วนประสานเว็บ ใช้ปุ่ม "บันทึกเป็น" ถ้าคุณเพียงต้องการบันทึกข้อมูลเท่านั้น
tt: Для того, чтобы просмотреть внедренный ресурс в вашем браузере, необходимо включить веб-интерфейс. Если вы хотите лишь сохранить информацию, используйте кнопку "Сохранить как".
vi: Để xem một nguồn tài nguyên nhúng trong trình duyệt của bạn, bạn phải kích hoạt giao diện web. Sử dụng "Lưu dạng nút nếu bạn chỉ muốn để lưu thông tin.

# IDS_SUBTITLES_DOWNLOAD
source: Download Subtitles...
ar: تحميل الترجمة ...
be: Спампаваць субцітры
bn: সাবটাইটেল ডাউনলোড করি...
bs_ba: Download-uj Titlove...
ca: Descarrega subtítols...
cs: Stáhnout titulky...
da: Download undertekster...
de: Untertitel herunterladen
el: Λήψη υποτίτλων...
es: Descargar subtítulos…
eu: Jeitsi azpidatziak...
fi: Lataa tekstitykset...
fr: Télécharger des sous-titres...
gl: Baixar subtítulos
hr: Preuzmi titlove...
hu: Felirat letöltése
ja: 字幕をダウンロード...
ms_my: Muat Turun Sarikata...
nl: Ophalen ondertitels...
pa: ...ਸਬ-ਟਾਈਟਲ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz napisy...
ru: Загрузить субтитры...
sk: Stiahnuť titulky...
sl: Prenesi podnapise
sr: Преузми титл…
sv: Ladda ner undertexter
th_th: ดาวน์โหลดศัพท์บรรยาย...
vi: Tải phụ đề xuống...

# IDS_SUBTITLES_UPLOAD
source: Upload Subtitles...
ar: رفع الترجمة ...
be: Запампаваць субцітры...
bn: সাবটাইটেল আপলোড করি...
bs_ba: Upload-uj Titlove...
ca: Penja subtítols...
cs: Odeslat titulky...
da: Upload undertekster...
de: Untertitel hochladen
el: Αποστολή υποτίτλων...
es: Subir subtítulos…
eu: Igo Azpidatziak...
fi: Lähetä tekstitykset...
fr: Envoyer des sous-titres...
gl: Subir subtítulos...
hr: Pošalji titlove...
hu: Felirat feltöltése
ja: 字幕をアップロード...
ms_my: Muat Naik Sarikata...
nl: Opsturen ondertitels...
pa: ...ਸਬ-ਟਾਈਟਲ ਅੱਪਲੋਡ ਕਰੋ
pl: Wyślij napisy...
ru: Разместить субтитры...
sk: Odoslať titulky...
sl: Prenesi podnapise gor
sr: Отпреми титл…
sv: Ladda upp undertext
th_th: อัพโหลดศัพท์บรรยาย...
vi: Tải phụ đề lên...

# IDS_SUBFILE_DELAY
source: Delay (ms):
ar: التأخير (ج.ث):
be: Затрымка (мс):
bn: বিলম্বন (ms):
bs_ba: Odgoda (ms):
ca: Retard (ms):
cs: Posun (ms):
da: Forsinkelse (ms):
de: Verzögerung (ms):
el: Καθυστέρηση (ms):
es: Retardo (ms):
eu: Atzerapena (sm):
fi: Viive (ms):
fr: Décalage (ms) :
gl: Retraso (ms)
he: עיכוב (מילי-שניות)
hr: Kašnjenje (ms):
hu: Késleltetés (ms):
hy: Ուշացումը (մվ).
it: Ritardo (ms):
ja: 遅延 (ミリ秒):
lt: Delsa (ms):
ms_my: Lengah (ms):
nl: Vertraging (ms):
pa: ਦੇਰੀ (ਮਿਲੀਸਕਿੰਟ):
pl: Przesunięcie (ms):
ru: Задержка (мс):
sk: Posun (ms):
sl: Zakasnitev (ms):
sr: Кашњење (мс):
sv: Fördröjning (ms):
th_th: หน่วง (มว.):
tt: Тоткарлау (мс):
vi: Độ trễ (giây):

# IDS_SPEEDSTEP_AUTO
source: Auto
ar: تلقائي
be: Аўта
bn: স্বয়ংক্রিয়
bs_ba: Automatski
ca: Automàtic
cs: Automaticky
el: Αυτόμ.
eu: Berez
fi: Automaattinen
gl: Automático
he: אוטומטי
hu: Automatikus
hy: Ինքնա
ja: 自動
lt: Automatiškai
nl: Automatisch
pa: ਆਟੋ
ru: Авто
sr: аутом.
th_th: อัตโนมัติ
tt: Үзе
vi: Tự động

# IDS_EXPORT_SETTINGS_NO_KEYS
source: There are no customized keys to export.
ar: ليس هناك مفاتيح حسب الطلب للتصدير.
be: Няма наладжаных клавіш для экспарту.
bn: এক্সপোর্ট করার জন্য কোনো ব্যক্তি-নির্ধারিত কীসমূহ পাওয়া যায়নি।
bs_ba: Ne postoje podešene tipke za export.
ca: No hi ha tecles personalitzades per exportar.
cs: Používáte výchozí nastavení klávesových zkratek. Není co exportovat.
da: Der er ingen brugerdefinerede nøgler at eksportere.
de: Keine benutzerdefinierten Tasten verfügbar.
el: Δεν υπάρχουν προσαρμοσμένα πλήκτρα για εξαγωγή.
es: No hay teclas personalizadas que exportar.
eu: Ez dago norbere giltzarik esportatzeko.
fi: Yksilöllisiä avaimia ei ole vietäväksi.
fr: Il n'y a aucun raccourci clavier personnalisé à exporter.
gl: Non hai teclas personalizadas para exportar.
he: אין שום מקשים מותאמים אישית לייצא.
hr: Ne postoje prilagođene tipke za izvoz.
hy: Չկա որոշված բանալի՝ արտածելու համար:
it: Non ci sono chiavi personalizzare da esportare.
ja: エクスポートするカスタマイズ キーがありません。
lt: Nėra nustatyta jokių klavišų eksportui.
ms_my: Tiada kekunci tersuai untuk dieskport.
nl: Er zijn geen aangepaste toetsen om te exporteren.
pa: ਬਰਾਮਦ ਕਰਨ ਲਈ ਕੋਈ ਕਸਟਮਾਈਜ਼ ਸਵਿੱਚਾਂ ਨਹੀਂ ਹਨ।
pl: Brak niestandardowych ustawień klawiszy do wyeksportowania.
ru: Нет настроенных клавиш для экспорта.
sk: Nemožno exportovať žiadne používateľom upravené kľúče.
sl: Za izvoz ni nobenih tipk po meri.
sr: Нема прилагођених тастера за извоз.
sv: Det finns inga anpassade kortkommandon att exportera.
th_th: ไม่มีคีย์ที่ปรับแต่งเพื่อส่งออก
tt: Нет настроенных клавиш для экспорта.
vi: Không có phím tùy biến để xuất.

# IDS_RFS_NO_FILES
source: No media files found in the archive
ar: لايوجد ملفات وسائط في الأرشيف
be: У архіве не знойдзена медыяфайлаў
bn: আর্কাইভে কোনো মিডিয়া ফাইল পাওয়া যায়নি
bs_ba: U arhivi nema media dokumenata
ca: No s'han trobat fitxers multimèdia a l'arxiu
cs: Archiv neobsahuje žádné podporované soubory
da: Ingen mediefiler fundet i arkivet
de: Kann keine Mediendatei im Archiv finden
el: Δεν βρέθηκαν αρχεία πολυμέσων στην αρχειοθήκη
es: No se encontraron ficheros audiovisuales en el archivo
eu: Ez da multimedia agiririk aurkitu agiritegian
fi: Arkistosta ei löydy mediatiedostoja
fr: Aucun fichier multimédia n'a été trouvé dans l'archive
gl: Non se atoparon ficheiros multimedia no arquivo
he: לא נמצאו קבצי מדיה בקובץ הארכיון
hr: Nema medijskih datoteka u arhivi
hu: Nem található média fájl az archívumban
hy: Արխիվում չկան մեդիա ֆայլեր
it: Nessun file media trovaro nell'archivio
ja: アーカイブ内にメディア ファイルが見つかりませんでした
lt: Archyve nerasta media failų.
ms_my: Tiada fail media ditemui di dalam arkib
nl: Geen media bestanden gevonden in het archief
pa: ਅਕਾਇਵ ਵਿੱਚ ਕੋਈ ਮੀਡੀਆ ਫ਼ਾਈਲ ਨਹੀਂ ਲੱਭੀ
pl: Nie znaleziono plików multimedialnych w tym archiwum
ru: В архиве не найдены медиафайлы
sk: V archíve sa nenašli žiadne súbory médií
sl: V arhivu ni multimedijskih datotek
sr: У архиви нема медијских датотека
sv: Hittade inga mediefiler i arkivet
th_th: ไม่พบไฟล์สื่อในเอกสาร
tt: Архивта медиафайллар табылмады
vi: Không có tập tin media tìm thấy trong kho lưu trữ

# IDS_RFS_COMPRESSED
source: Compressed files are not supported
ar: الملفات المضغوطة غير مدعومة
be: Сціснутыя файлы не падтрымліваюцца
bn: সংকোচিত ফাইলসমূহ সমর্থন করে না
bs_ba: Kompresovani dokumenti nisu podržani
ca: Els fitxers comprimits no són compatibles
cs: Komprimované soubory nejsou podporovány
da: Komprimeret filer understøttes ikke
de: Komprimierte Archive werden nicht unterstützt
el: Δεν υποστηρίζονται συμπιεσμένα αρχεία
es: Los archivos comprimidos no están soportados
eu: Konprimitutako agiriak ez daude sostengaturik
fi: Pakattuja tiedostoja ei tueta
fr: Les fichiers compressés ne sont pas supportés
gl: Os ficheiros comprimidos non están soportados
he: קבצים מכווצים אינם נתמכים
hr: Komprimirane datoteke nisu podržane
hu: Tömörített fájlok nem támogatottak
hy: Սեղմված ֆայլերը չեն աջակցվում
it: I file compressi non sono supportati
ja: 圧縮されたファイルはサポートされていません
lt: Suglaudinti failai nepalaikomi.
ms_my: Fail termampat tidak disokong
nl: Gecomprimeerde bestanden worden niet ondersteund
pa: ਕੰਪਰੈਸ ਕੀਤੀਆਂ ਫ਼ਾਈਲਾਂ ਸਹਾਇਕ ਨਹੀਂ ਹਨ
pl: Skompresowane pliki nie są wspierane
ru: Сжатые файлы не поддерживаются
sk: Komprimované súbory nie sú podporované
sl: Stisnjene datoteke niso podprte
sr: Компримиране датотеке нису подржане
sv: Komprimerade filer stödjs inte
th_th: ไม่รองรับไฟล์ที่ถูกบีบอัด
tt: Кысылган файллар кулланылмый
vi: Các tập tin nén không được hỗ trợ

# IDS_RFS_ENCRYPTED
source: Encrypted files are not supported
ar: الملفات المشفّرة غير مدعومة
be: Шыфраваныя файлы не падтрымліваюцца
bn: এনক্রিপ্ট করা ফাইলসমূহ সমর্থন করে না
bs_ba: Kriptovani dokumenti nisu podržani
ca: Els fitxers no són compatibles
cs: Zašifrované soubory nejsou podporovány
da: Krypteret filer understøttes ikke
de: Verschlüsselte Archive werden nicht unterstützt
el: Δεν υποστηρίζονται κρυπτογραφημένα αρχεία
es: Los archivos cifrados no están soportados
eu: Enkriptatutako agiriak ez daude sostengaturik
fi: Salattuja tiedostoja ei tueta
fr: Les fichiers cryptés ne sont pas supportés
gl: Os ficheiros encriptados non están soportados
he: קבצים מוצפנים אינם נתמכים
hr: Kriptirane datoteke nisu podržane
hu: Titkosított fájlok nem támogatottak
hy: Կոդավորված ֆայլերը չեն աջակցվում
it: I file crittografati non sono supportati
ja: 暗号化されたファイルはサポートされていません
lt: Užšifruoti failai nepalaikomi
ms_my: Fail tersulit tidak disokong
nl: Gecodeerde bestanden worden niet ondersteund
pa: ਇੰਕ੍ਰਿਪਟ ਕੀਤੀਆਂ ਫ਼ਾਈਲਾਂ ਸਹਾਇਕ ਨਹੀਂ ਹਨ
pl: Zaszyfrowane pliki nie są wspierane
ru: Зашифрованные файлы не поддерживаются
sk: Kódované súbory nie sú podporované
sl: Zakodirane datoteke niso podprte
sr: Шифроване датотеке нису подржане
sv: Krypterade filer stödjs inte
th_th: ไม่รองรับไฟล์ที่ถูกใส่รหัส
tt: Зашифрованные файлы не поддерживаются
vi: Các tập tin được mã hóa không được hỗ trợ

# IDS_RFS_MISSING_VOLS
source: Couldn't find all archive volumes
ar: لا يستطيع أن يجد كلّ أحجام الأرشيف
be: Не атрымалася знайсці ўсе тамы архіва
bn: সবগুলো আর্কাইভ খন্ড পাওয়া যাচ্ছে না
bs_ba: Nije bilo moguće pronaći sve dijelove arhive
ca: No s'han trobat totes les parts de l'arxiu
cs: Nepodařilo se nalézt všechny díly archivu
da: Kunne ikke finde alle arkiv volumener
de: Kann Archiv-Volumen nicht finden
el: Δεν ήταν δυνατή η εύρεση όλων των τόμων της αρχειοθήκης
es: No se encontraron todas las partes del archivo
eu: Ezinezkoa agiritegiko bolumen guztiak aurkitzea
fi: Kaikkia arkistonimikkeitä ei löydy
fr: Certaines parties de l'archive sont manquantes
gl: Faltan porcións do arquivo
he: לא ניתן היה למצוא את כל חלקי הארכיון
hr: Nemoguće pronaći svu arhivsku građu.
hy: Արխիվի բոլոր հատորները չեն գտնվել
it: Npn posso trovare tutti i volumi archivio
ja: すべてのアーカイブ ボリュームを見つけられませんでした
lt: Negaliu rasti visų archyvo tomų
ms_my: Tidak dapat cari semua volum arkib
nl: Kan niet alle gearchiveerde volumes vinden
pa: ਸਭ ਅਕਾਇਵ ਵਾਲੀਅਮ ਲੱਭੇ ਨਹੀਂ ਜਾ ਸਕੇ
pl: Nie można znaleźć wszystkich wolumenów archiwum
ru: Не удалось найти все архивные тома
sk: Nemožno nájsť všetky archívne jednotky
sl: Ne najdem vseh arhivskih izvodov
sr: Не могу да пронађем све волумене архиве
sv: Kunde inte hitta alla arkivets volymer
th_th: ไม่สามารถหาเอกสารได้ครบทุกภาคส่วน
tt: Барлык архив томнарын таба алмыйм
vi: Không thể tìm thấy tất cả các khối lưu trữ
