Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_OSD_RS_FLUSH_AFT_PRES_OFF
source: Flush GPU after Present: Off
ar: تدفق GPU بعد التقديم: مغلق
be: Ачышчаць буфер GPU пасля паказу: Адкл
bn: উপস্থাপনের পরে GPU ফ্লাশ করণ: বন্ধ করা হল
bs_ba: Počisti GPU nakon Trenutnog: Isključeno
ca: Buida la GPU després de la presentació: Desactivat
cs: Vyprázdnit GPU po zobrazení: Vypnuto
da: Tøm GPU efter præsentation: Fra
de: GPU nach Ausgabe leeren: Aus
el: Εκκαθάριση GPU μετά την παρουσίαση: Όχι
es: Vaciar GPU después de la presentación: Desactivado
eu: Jalgi GPU-a Aurkezpenaren ondoren: Etenda
fi: Kiihdytä GPU nykyisen jälkeen: Pois päältä
fr: Vidage du GPU après la présentation : Désactivé
gl: Baleirar GPU despois da presente: Apagado
he: רוקן מעבד גרפי אחרי הצגה: כבוי
hr: Očisti GPU prije memorije: Isključeno
hu: GPU memória ürítése megjelenítés után: Kikapcsolva
hy: Flush GPU ներկ.-ից հետո. Անջ
it: Svuota GPU dopo il Present: Off
ja: 表示後に GPU をフラッシュ: オフ
lt: Užpildyti GPU po teikimo: Išj.
ms_my: Kosongkan GPU selepas Ini: Mati
nl: Leeg GPU na VSync: Uit
pl: Opróżnianie bufora po wyświetleniu: wyłączone
ru: Опустошить GPU после вывода: откл
sk: Uvoľnenie z GPU po vykreslení: vypnuté
sl: Izprazni GPU po Present: Izklj.
sr: Испразни GPU након репродукције: искључено
sv: Töm GPU efter Present: Av
th_th: ล้าง GPU หลังจากปัจจุบัน: ปิด
tt: Заполнить GPU после представления: отключено
vi: Flush GPU sau khi hiện tại: Tắt

# IDS_OSD_RS_WAIT_ON
source: Wait for GPU Flush: On
ar: إنتظار تدفق GPU: يعمل
be: Чакаць ачышчэння буфера: Укл
bn: GPU ফ্লাশের জন্য অপেক্ষাকরণ: চালু করা হল
bs_ba: Čekaj na GPU čišćenje: Uključeno
ca: Espera el buidat de la GPU: Activat
cs: Čekat na vyprázdnění GPU: Zapnuto
da: Vent på tømning af GPU: Til
de: Auf geleerte GPU warten: Ein
el: Αναμονή για εκκαθάριση της GPU: Ναι
es: Esperar al vaciado de GPU: activado
eu: Itxaron GPU Jalgidura: Eraginda
fi: Odota GPU:n kiihdytystä: Päällä
fr: Attendre le vidage GPU : Oui
gl: Agardar polo baleiramento da GPU: Encendido
he: המתן לריקון מעבד גרפי: מופעל
hr: Pričekati za čišćenje GPU-a: Uključeno
hu: GPU memória ürítések kivárása: Bekapcsolva
hy: Սպասում GPU Flush-ին. Միաց
it: Aspetta svuotamento GPU: On
ja: フラッシュを待機: オン
lt: Laukti GPU užpildymo: Įj.
ms_my: Tunggu untuk Kosongkan GPU: Hidup
nl: Wacht voor GPU leeg: Aan
pl: Oczekiwanie na opróżnienie bufora: włączone
ru: Ожидать опустошения GPU: вкл
sk: Čakanie na uvoľnenie z GPU: zapnuté
sl: Čakaj na izpraznitev GPU: Vklj.
sr: Чекај на пражњење GPU-а: укључено
sv: Vänta på GPU-tömning: På
th_th: รอเพื่อล้าง GPU: เปิด
tt: Заполнить GPU перед VSync: включено
vi: Đợi GPU Flush: Bật

# IDS_OSD_RS_WAIT_OFF
source: Wait for GPU Flush: Off
ar: إنتظار تدفق GPU: مغلق
be: Чакаць ачышчэння буфера: Адкл
bn: GPU ফ্লাশের জন্য অপেক্ষাকরণ: বন্ধ করা হল
bs_ba: Čekaj na GPU čišćenje: Isključeno
ca: Espera el buidat de la GPU: Desactivat
cs: Čekat na vyprázdnění GPU: Vypnuto
da: Vent på tømning af GPU: fra
de: Auf geleerte GPU warten: Aus
el: Αναμονή για εκκαθάριση της GPU: Όχι
es: Esperar al vaciado de GPU: desactivado
eu: Itxaron GPU Jalgidura: Etenda
fi: Odota GPU:n kiihdytystä: Pois päältä
fr: Attendre le vidage GPU : Non
gl: Agardar polo baleiramento da GPU: Apagado
he: המתן לריקון מעבד גרפי: כבוי
hr: Pričekati za čišćenje GPU-a: Isključeno
hu: GPU memória ürítések kivárása: Kikapcsolva
hy: Սպասում GPU Flush-ին. Անջ
it: Aspetta svuotamento GPU: Off
ja: フラッシュを待機: オフ
lt: Laukti GPU užpildymo: Išj.
ms_my: Tunggu untuk Kosongkan GPU: Mati
nl: Wacht voor GPU leeg: Uit
pl: Oczekiwanie na opróżnienie bufora: wyłączone
ru: Ожидать опустошения GPU: откл
sk: Čakanie na uvoľnenie z GPU: vypnuté
sl: Čakaj na izpraznitev GPU: Izklj.
sr: Чекај на пражњење GPU-а: искључено
sv: Vänta på GPU-tömning: Av
th_th: รอเพื่อล้าง GPU: ปิด
tt: Заполнить GPU перед VSync: отключено
vi: Đợi GPU Flush: Tắt

# IDS_OSD_RS_D3D_FULLSCREEN_ON
source: D3D Fullscreen: On
ar: D3D شاشة كاملة: يعمل
be: Поўнаэкранны D3D: Укл
bn: D3D ফুলস্ক্রীন: চালু করা হল
bs_ba: D3D na Cijeli ekran: Uključeno
ca: Pantalla completa D3D: Activada
cs: D3D Fullscreen: Zapnuto
da: D3D fuldskærm: Til
de: Direct3D-Vollbildmodus: Ein
el: D3D πλήρους οθόνης (απαιτείται επανεκκίνηση): Ναι
es: D3D a pantalla completa: Activado
eu: D3D Ikusleiho-osoa: Eraginda
fi: D3D Kokonäyttö: Päällä
fr: Plein écran D3D : Activé
gl: D3D en pantalla completa: Encendido
he: מסך מלא של D3D: מופעל
hr: D3D Fullscreen: Uklj.
hu: Direct3D Teljes képernyő: Bekapcsolva
hy: D3D Ամբողջ էկրանով. Միաց
it: Schermo intero D3D: On
ja: Direct3D フルスクリーン モード: オン
lt: D3D pilnas ekranas: Įjungta
ms_my: Skrin Penuh D3D: Hidup
nl: D3D Volledig scherm: Aan
pa: D3D ਪੂਰੀ-ਸਕਰੀਨ: ਚਾਲੂ
pl: Pełny ekran Direct3D: włączony
ru: Полноэкранный D3D: вкл
sk: D3D na celú obrazovku: zapnuté
sl: D3D celozaslonsko (potreben ponovni zagon): Vklj.
sr: D3D режим целог екрана: укључено
sv: D3D Helskärm: På
th_th: เต็มจอ D3D: เปิด
tt: Тулы экранлы D3D: кабызылган
vi: Toàn màn hình D3D: Bật

# IDS_OSD_RS_D3D_FULLSCREEN_OFF
source: D3D Fullscreen: Off
ar: D3D شاشة كاملة: مغلق
be: Поўнаэкранны D3D: Адкл
bn: D3D ফুলস্ক্রীন: বন্ধ করা হল
bs_ba: D3D na Cijeli ekran: Isključeno
ca: Pantalla completa D3D: Desactivat
cs: D3D Fullscreen: Vypnuto
da: D3D fuldskærm: Fra
de: Direct3D-Vollbildmodus: Aus
el: D3D πλήρους οθόνης (απαιτείται επανεκκίνηση): Όχι
es: D3D a pantalla completa: Desactivado
eu: D3D Ikusleiho-osoa: Etenda
fi: D3D Kokonäyttö: Pois päältä
fr: Plein écran D3D : Désactivé
gl: D3D en pantalla completa: Apagado
he: מסך מלא של D3D: כבוי
hr: D3D Fullscreen: Isklj.
hu: Direct3D Teljes képernyő: Kikapcsolva
hy: D3D Ամբողջ էկրանով. Անջ
it: Schermo intero D3D: Off
ja: Direct3D フルスクリーン モード: オフ
lt: D3D pilnas ekranas: Išjungta
ms_my: Skrin Penuh D3D: Mati
nl: D3D Volledig scherm: Uit
pa: D3D ਪੂਰੀ-ਸਕਰੀਨ: ਬੰਦ
pl: Pełny ekran Direct3D: wyłączony
ru: Полноэкранный D3D: откл
sk: D3D na celú obrazovku: vypnuté
sl: D3D celozaslonsko (potreben ponovni zagon): Izklj.
sr: D3D режим целог екрана: искључено
sv: D3D Helskärm: Av
th_th: เต็มจอ D3D: ปิด
tt: Тулы экранлы D3D: сүндерелгән
vi: Toàn màn hình D3D: Tắt

# IDS_OSD_RS_NO_DESKTOP_COMP_ON
source: Disable desktop composition: On
ar: تعطيل إنشاء سطح المكتب: يعمل
be: Адключыць эфект прац. сталу: Укл
bn: ডেস্কটপের উপাদান নিষ্ক্রিয়করণ: চালু করা হল
bs_ba: Onemogući desktop kompoziciju: Uključeno
ca: Desactiva la composició de l'escriptori: Activat
cs: Zakázat kompozici plochy: Zapnuto
da: Deaktivér skrivebordsopbygning: Til
de: Desktopgestaltung deaktivieren: Ein
el: Απενεργοποίηση σύνθεσης επιφάνειας εργασίας: Ναι
es: Desactivar composición del escritorio: Encendido
eu: Ezgaitu Mahigain Osaketa: Eraginda
fi: Älä käytä työpöydän muokkausta: Päällä
fr: Désactiver Aéro pendant la lecture : Oui
gl: Desactivar composición da área de traballo: Encendido
he: ניטרול הרכבת שולחן עבודה: מופעל
hr: Onemogući kompoziciju radne površine: Uključeno
hu: Asztal-összeállítás kikapcsolása: Bekapcsolva
hy: Անջատել աշխատաշրջանի կազմը. Միաց
it: Disabilita composizione desktop: On
ja: デスクトップ コンポジション (Aero) の無効化: オン
lt: Darbalaukio efektai: Įj.
ms_my: Lumpuhkan komposisi dekstop: Hidup
nl: Uitzetten bureaublad compositie: Aan
pl: Wyłączenie kompozycji pulpitu: włączone
ru: Эффекты рабочего стола: вкл.
sk: Vypnutie skladania plochy: aktívne
sl: Onemogoči sestavo namizja: Vklj.
sr: Онемогући састављање радне површине: укључено
sv: Inaktivera skrivbordssammansättning: På
th_th: ไม่ใช้งานองค์ประกอบเดสก์ท็อป: เปิด
tt: эффекты рабочего стола (Aero): отключены
vi: Vô hiệu hóa thành phần máy tính để bàn: Bật

# IDS_OSD_RS_NO_DESKTOP_COMP_OFF
source: Disable desktop composition: Off
ar: تعطيل إنشاء سطح المكتب: مغلق
be: Адключыць эфект прац. сталу: Адкл
bn: ডেস্কটপের উপাদান নিষ্ক্রিয়করণ: বন্ধ করা হল
bs_ba: Onemogući desktop kompoziciju: Isključeno
ca: Desactiva la composició de l'escriptori: Desactivat
cs: Zakázat kompozici plochy: Vypnuto
da: Deaktivér skrivebordsopbygning: Fra
de: Desktopgestaltung deaktivieren: Aus
el: Απενεργοποίηση σύνθεσης επιφάνειας εργασίας: Όχι
es: Desactivar composición del escritorio: Apagado
eu: Ezgaitu Mahigain Osaketa: Etenda
fi: Älä käytä työpöydän muokkausta: Pois päältä
fr: Désactiver Aéro pendant la lecture : Non
gl: Desactivar composición da área de traballo: Apagado
he: ניטרול הרכבת שולחן עבודה: כבוי
hr: Onemogući kompoziciju radne površine: Isključeno
hu: Asztal-összeállítás kikapcsolása: Kikapcsolva
hy: Անջատել աշխատաշրջանի կազմը. Անջ
it: Disabilita composizione desktop: Off
ja: デスクトップ コンポジション (Aero) の無効化: オフ
lt: Darbalaukio efektai: Išj.
ms_my: Lumpuhkan komposisi dekstop: Mati
nl: Uitzetten bureaublad compositie: Uit
pl: Wyłączenie kompozycji pulpitu: wyłączone
ru: Эффекты рабочего стола: откл.
sk: Vypnutie skladania plochy: neaktívne
sl: Onemogoči sestavo namizja: Izklj.
sr: Онемогући састављање радне површине: искључено
sv: Inaktivera skrivbordssammansättning: Av
th_th: ไม่ใช้งานองค์ประกอบเดสก์ท็อป: ปิด
tt: эффекты рабочего стола (Aero): включены
vi: Vô hiệu hóa thành phần máy tính để bàn: Tắt

# IDS_OSD_RS_ALT_VSYNC_ON
source: Alternative VSync: On
ar: تبديل VSync: يعمل
be: Альтэрнатыўная вертыкальная сінхранізацыя: Укл
bn: বিকল্প VSync: চালু করা হল
bs_ba: Alternativni VSync: Ujključeno
ca: Sincronització Vertical Alternativa: Activada
cs: Alternativní VSync: Zapnuto
da: Alternativ lodret synkronisering: Til
de: Alternativer VSync: Ein
el: Εναλλακτικός VSync: Ναι
es: VSync alternativa: Activada
eu: Aukerazko ZAldb: Eraginda
fi: Vaihtoehtoinen VSync: Päällä
fr: Synchronisation verticale alternative : Activée
gl: VSync Alternativa: Encendida
he: סנכרון אנכי חלופי: מופעל
hr: Alternativni VSync: Uklj.
hu: Alternatív függőleges szinkronizáció: Bekapcsolva
hy: Այլընտրանքային VSync. Միաց
it: VSync alternativo: On
ja: 代替の垂直同期: オン
lt: Alternatyvi VSync: Įj.
ms_my: VSync Alternatif: Hidup
nl: Alternatieve VSync: Aan
pl: Alternatywna synchronizacja pionowa: włączona
ru: Альтернативная VSync: вкл
sk: Alternatívna VSync: zapnutá
sl: Alternativni VSync: Vklj.
sr: Алтернативна вертикална синхронизација: укључено
sv: Alternativ VSync: På
th_th: VSync ทางเลือก: เปิด
tt: Башка VSync: кабызылган
vi: Thay thế VSync: Bật

# IDS_OSD_RS_ALT_VSYNC_OFF
source: Alternative VSync: Off
ar: تبديل VSync: مغلق
be: Альтэрнатыўная вертыкальная сінхранізацыя: Адкл
bn: বিকল্প VSync: বন্ধ করা হল
bs_ba: Alternativni VSync: Isjključeno
ca: Sincronització Vertical Alternativa: Desactivada
cs: Alternativní VSync: Vypnuto
da: Alternativ lodret synkronisering: Fra
de: Alternativer VSync: Aus
el: Εναλλακτικός VSync: Όχι
es: VSync alternativa: Desactivada
eu: Aukerazko ZAldb: Etenda
fi: Vaihtoehtoinen VSync: Pois päältä
fr: Synchronisation verticale alternative : Désactivée
gl: VSync Alternativa: Apagada
he: סנכרון אנכי חלופי: כבוי
hr: Alternativni VSync: Isklj.
hu: Alternatív függőleges szinkronizáció: Kikapcsolva
hy: Այլընտրանքային VSync. Անջ
it: VSync alternativo: Off
ja: 代替の垂直同期: オフ
lt: Alternatyvi VSync: Išj..
ms_my: VSync Alternatif: Mati
nl: Alternatieve VSync: Uit
pl: Alternatywna synchronizacja pionowa: wyłączona
ru: Альтернативная VSync: откл
sk: Alternatívna VSync: vypnutá
sl: Alternativni VSync: Izklj.
sr: Алтернативна вертикална синхронизација: искључено
sv: Alternativ VSync: På
th_th: VSync ทางเลือก: ปิด
tt: Башка VSync: сүндерелгән
vi: Thay thế VSync: Tắt

# IDS_OSD_RS_RESET_DEFAULT
source: Renderer settings reset to default
ar: إعادة ضبط العارض للإفتراضي
be: Усталяваць стандартныя налады рэндэрэнгу
bn: রেনডারার সেটিংসমূহ ডিফল্ট সেটিংসমূহে পুনর্বিন্যাস করা হল
bs_ba: Reset podešenja renderera na podrazumijevana
ca: Restableix la configuració per defecte del renderitzador
cs: Obnoveno výchozí nastavení rendereru
da: Rendererindstillinger nulstillet til standard
de: Video-Renderer: Standard-Einstellungen
el: Επαναφορά προεπιλεγμένων ρυθμίσεων απόδοσης
es: Restablecer configuración de representador predeterminadas
eu: Berrezarri aurkezlearen berezko ezarpenetan
fi: Renderöintiasetusten palautus oletusarvoihin
fr: Valeurs par défaut rétablies
gl: Restablecidos axustes por defecto do renderizador
he: מציג וידאו אופס להגדרות ברירת מחדל
hr: Postavke prikazivača vratiti na zadano
hu: Alapértelmezett renderelő beállítások visszaállítása
hy: Ռենդերի կարգավորումները ըստ ծրագրայինի
it: Impostazioni Renderer reimpostate a predefinite
ja: 既定のレンダラの設定にリセット
lt: Renderio nustatymai pagal nutylėjimą
ms_my: Tetap semula tetapan penerap ke lalai
nl: Reset opbouwer naar standaard instellingen
pl: Przywrócono domyślne ustawienia renderowania
ru: Установлены настройки рендера по умолчанию
sk: Obnoviť predvolené nastavenia vykresľovača
sl: Nastavitve izrisovalnika ponastavljene na privzete
sr: Поставке рендерера су враћене на подразумеване
sv: Återställ renderingsinställningar till standard
th_th: การตั้งค่าการแปลผล คืนสู่ค่าตั้งต้น
tt: Настройки рендеринга по умолчанию
vi: Thiết lập kết xuất để mặc định

# IDS_OSD_RS_RESET_OPTIMAL
source: Renderer settings reset to optimal
ar: إعادة ضبط العارض للأفضل
be: Усталяваць аптымальныя налады рэндэрэнгу
bn: রেনডারার সেটিংসমূহ সর্বোত্তম সেটিংসমূহে পুনর্বিন্যাস করা হল
bs_ba: Reset podešenja renderera na optimalna
ca: Restableix les configuracions del renderitzador a òptimes
cs: Obnoveno optimální nastavení rendereru
da: Rendererindstillinger nulstillet til optimal
de: Video-Renderer: Optimierte Einstellungen
el: Επαναφορά βέλτιστων ρυθμίσεων απόδοσης
es: Restablecer configuraciónes de renderizado a optimos
eu: Berrezarri aurkezlearen ezarpen hoberenean
fi: Renderöintiasetusten palautus optimaalisiksi
fr: Valeurs optimales rétablies
gl: Restablecidos axustes óptimos do renderizador
he: מציג וידאו אופס להגדרות אופטימליות
hr: Postavke prikazivača vratiti na optimalno
hu: Optimális renderelő beállítások visszaállítása
hy: Ռենդերի կարգավորումները ըստ օպտիմալի
it: Impostazioni Renderer reimpostate a ottimali
ja: 最適なレンダラの設定にリセット
lt: Renderio optimalūs nustatymai
ms_my: Tetap semula tetapan penerap ke optimum
nl: Reset opbouwer naar optimale instellingen
pl: Przywrócono optymalne ustawienia renderowania
ru: Установлены оптимальные настройки рендера
sk: Obnoviť optimálne nastavenia vykresľovača
sl: Nastavitve izrisovalnika ponastavljene na optimalne
sr: Поставке рендерера су враћене на оптималне
sv: Återställ renderingsinställningar till optimal
th_th: การตั้งค่าการแปลผล คืนสู่ค่าที่เหมาะสม
tt: Рендеринг көйләүләре уңайлы
vi: Thiết lập kết xuất để tối ưu

# IDS_OSD_RS_D3D_FS_GUI_SUPP_ON
source: D3D Fullscreen GUI Support: On
ar: D3D شاشة كاملة يدعم GUI: يعمل
be: Поўнаэкранны D3D з падтрымкай GUI: Укл
bn: D3D ফুলস্ক্রীন GUI সমর্থন: চালু করা হল
bs_ba: GUI Podrška za D3D Prikaz preko cijelog ekrana: : Uključeno
ca: Pantalla completa D3D amb GUI: Activat
cs: D3D Fullscreen s podporou GUI: Zapnuto
da: D3D fuldskærm GUI understøttelse: Til
de: GUI bei Direct3D-Vollbildmodus: Ein
el: D3D πλήρους οθόνης με γραφικό περιβάλλον: Ναι
es: D3D a pantalla completa con interfaz gráfica (GUI): Activado
eu: D3D Ikusleiho-osoko EIG Sostengua: Eraginda
fi: D3D Kokonäytön GUI:n tuki: Päällä
fr: Support de l'interface en plein écran D3D : Activé
gl: Soporte a GUI en pantalla completa D3D: Encendido
he: תמיכה בממשק משתמש בתצוגת מסך מלא של D3D: מופעלת
hr: D3D Puni ekran i GUI podrška: Uključeno
hu: D3D Teljes képernyős GUI támogatás: Bekapcsolva
hy: D3D Ամբողջ էկրանով GUI աջակցում. Միաց
it: Supporto GUI su schermo intero D3D: On
ja: Direct3D フルスクリーン GUI 対応: オン
lt: Pilnaekranis D3D su GUI palaikymu: įjungta
ms_my: Sokongan GUI Skrin Penuh D3D: Hidup
nl: D3D volledig scherm GUI ondersteuning: Aan
pl: Wsparcie dla interfejsu graficznego na pełnym ekranie Direct3D: włączone
ru: Поддержка интерфейса в полноэкранном режиме: вкл.
sk: Podpora GUI pre D3D na celú obrazovku: zapnutá
sl: Podpora GUI za D3D celozaslonsko: Vklj.
sr: D3D режим целог екрана уз GUI: укључено
sv: D3D Helskärms GUI-support: På
th_th: เต็มจอ D3D รองรับ GUI: เปิด
tt: Полноэкранный D3D с поддержкой GUI: включен
vi: GUI toàn màn hình D3D: Bật

# IDS_OSD_RS_D3D_FS_GUI_SUPP_OFF
source: D3D Fullscreen GUI Support: Off
ar: D3D شاشة كاملة يدعم GUI: مغلق
be: Поўнаэкранны D3D з падтрымкай GUI: Адкл
bn: D3D ফুলস্ক্রীন GUI সমর্থন: বন্ধ করা হল
bs_ba: GUI Podrška za D3D Prikaz preko cijelog ekrana: : Isključeno
ca: Pantalla completa D3D amb GUI: Desactivat
cs: D3D Fullscreen s podporou GUI: Vypnuto
da: D3D fuldskærm GUI understøttelse: Fra
de: GUI bei Direct3D-Vollbildmodus: Aus
el: D3D πλήρους οθόνης με γραφικό περιβάλλον: Όχι
es: D3D a pantalla completa con interfaz gráfica (GUI): Desactivado
eu: D3D Ikusleiho-osoko EIG Sostengua: Etenda
fi: D3D Kokonäytön GUI:n tuki: Pois päältä
fr: Support de l'interface en plein écran D3D : Désactivé
gl: Soporte a GUI en pantalla completa D3D: Apagado
he: תמיכה בממשק משתמש בתצוגת מסך מלא של D3D: כבויה
hr: D3D Puni ekran i GUI podrška: Isključeno
hu: D3D Teljes képernyős GUI támogatás: Kikapcsolva
hy: D3D Ամբողջ էկրանով GUI աջակցում. Անջ
it: Supporto GUI su schermo intero D3D: Off
ja: Direct3D フルスクリーン GUI 対応: オフ
lt: Pilnaekranis D3D su GUI palaikymu: išjungta
ms_my: Sokongan GUI Skrin Penuh D3D: Mati
nl: D3D volledig scherm GUI ondersteuning: Uit
pl: Wsparcie dla interfejsu graficznego na pełnym ekranie Direct3D: wyłączone
ru: Поддержка интерфейса в полноэкранном режиме: откл
sk: Podpora GUI pre D3D na celú obrazovku: vypnutá
sl: Podpora GUI za D3D celozaslonsko: Izklj.
sr: D3D режим целог екрана уз GUI: искључено
sv: D3D Helskärms GUI-support: Av
th_th: เต็มจอ D3D รองรับ GUI: ปิด
tt: Полноэкранный D3D с поддержкой GUI: отключен
vi: GUI toàn màn hình D3D: Tắt

# IDS_OSD_RS_10BIT_RBG_OUT_ON
source: 10-bit RGB Output: On
ar: 10-بت RGB ناتج: يعمل
be: 10-бітны RGB вывад: Укл
bn: ১০-বিট RGB আউটপুট: চালু করা হল
bs_ba: 10-bit RGB Izlaz: Uključeno
ca: Sortida RGB 10-bits: Activat
cs: 10bitový RGB výstup: Zapnuto
da: 10-bit RGB-output: Til
de: 10-Bit-RGB-Ausgabe: Ein
el: Έξοδος RGB 10-bit: Ναι
es: Salida 10-bit RGB: Encendido
eu: 10-bit RGB Irteera: Eraginda
fi: 10 bitin RGB-ulostulo: Päällä
fr: Sortie RGB 10 bits : Activée
gl: Saída en RGB 10-bit: Encendido
he: פלט RGB 10-ביט: מופעל
hr: 10-bitni RGB izlaz: Uključeno
hu: 10-bit RGB kimenet: Bekapcsolva
hy: 10-բիթ RGB արտածում. Միաց
it: Output RGB a 10-bit: On
ja: 10 ビット RGB 出力: オン
lt: 10-bitų RGB išėjimas: Įj.
ms_my: Output RGB 10-bit: Hidup
nl: 10-bit RGB uitvoer: Aan
pl: Wyjście 10-bitowe RGB: włączone
ru: 10-битный RGB-вывод: вкл
sk: 10-bitový výstup RGB: zapnutý
sl: 10-bit RGB izhod: Vklj.
sr: 10-битни RGB излаз: укључено
sv: 10-bit RGB-utmatning: På
th_th: ขาออก 10-bit RGB: เปิด
tt: 10-битлы RGB чыгу: кабызылган
vi: Ngõ ra 10-bit RGB: Bật

# IDS_OSD_RS_10BIT_RBG_OUT_OFF
source: 10-bit RGB Output: Off
ar: 10-بت RGB ناتج: مغلق
be: 10-бітны RGB вывад: Адкл
bn: ১০-বিট RGB আউটপুট: বন্ধ করা হল
bs_ba: 10-bit RGB Izlaz: Isključeno
ca: Sortida a RGB 10-bits: Desactivat
cs: 10bitový RGB výstup: Vypnuto
da: 10-bit RGB-output: Fra
de: 10-Bit-RGB-Ausgabe: Aus
el: Έξοδος RGB 10-bit: Όχι
es: Salida 10-bit RGB: Apagado
eu: 10-bit RGB Irteera: Etenda
fi: 10 bitin RGB-ulostulo: Pois päältä
fr: Sortie RGB 10 bits : Désactivée
gl: Saída en RGB 10-bit: Apagado
he: פלט RGB 10-ביט: כבוי
hr: 10-bitni RGB izlaz: Isključeno
hu: 10-bit RGB kimenet: Kikapcsolva
hy: 10-բիթ RGB արտածում. Անջ
it: Output RGB a 10-bit: Off
ja: 10 ビット RGB 出力: オフ
lt: 10-bitų RGB išėjimas: Išj.
ms_my: Output RGB 10-bit: Mati
nl: 10-bit RGB uitvoer: Uit
pl: Wyjście 10-bitowe RGB: wyłączone
ru: 10-битный RGB-вывод: откл
sk: 10-bitový výstup RGB: vypnutý
sl: 10-bit RGB izhod: Izklj.
sr: 10-битни RGB излаз: искључено
sv: 10-bit RGB-utmatning: Av
th_th: ขาออก 10-bit RGB: ปิด
tt: 10-битлы RGB чыгару: сүндерелгән
vi: Ngõ ra 10-bit RGB: Tắt

# IDS_OSD_RS_10BIT_RBG_IN_ON
source: Force 10-bit RGB Input: On
ar: إدخال بقوة 10-بت RGB: يعمل
be: Прымусовы 10-бітны RGB увод: Укл
bn: জোরপূর্বক ১০-বিট RGB ইনপুট: চালু করা হল
bs_ba: Nametnuti 10-bit RGB Ulaz: Uključeno
ca: Força l'entrada a RGB 10-bits: Activat
cs: Vynutit 10bitový RGB vstup: Vypnuto
da: Gennemtving 10-bit RGB-input: Til
de: 10-Bit-RGB-Eingabe erzwingen: Ein
el: Δυναμική είσοδος RGB 10-bit: Ναι
es: Forzar entrada 10-bit RGB: Encendido
eu: Behartu 10-bit RGB Sarrera: Eraginda
fi: 10 bitin RGB-tulon pakotus: Päällä
fr: Forcer l'entrée RGB 10 bits : Oui
gl: Forzar a entrada de RGB 10-bit: Encendido
he: אילוץ קלט RGB 10-ביט: מופעל
hr: Forsiraj 10-bitni RGB izlaz: Uključeno
hu: 10-bit RGB bemenet kényszerítése: Bekapcsolva
hy: Ստիպող. 10-բիթ RGB ներմուծում. Միաց
it: Forza 10-bit RGB Input: On
ja: 強制的に 10 ビット RGB 入力: オン
lt: Forsuotas 10-bitų RGB įėjimas: įjungtas
ms_my: Paksa Input RGB 10-bit: Hidup
nl: Verplicht 10-bit RGB invoer: Aan
pl: Wymuszenie 10-bitowego wejścia RGB: włączone
ru: Принудительный 10-битный RGB-ввод: вкл
sk: Vynútiť 10-bit. vstup RGB: zapnuté
sl: Vsili 10-bit RGB vhod: Vklj.
sr: Наметни 10-битни RGB улаз: укључено
sv: Tvinga 10-bit RGB-indata: På
th_th: บังคับขาเข้า 10-bit RGB: เปิด
tt: Форсированный 10-битный RGB вход: включен
vi: Ngõ vào 10-bit RGB: Bật

# IDS_OSD_RS_10BIT_RBG_IN_OFF
source: Force 10-bit RGB Input: Off
ar: إدخال بقوة 10-بت RGB: مغلق
be: Прымусовы 10-бітны RGB увод: Адкл
bn: জোরপূর্বক ১০-বিট RGB ইনপুট: বন্ধ করা হল
bs_ba: Nametnuti 10-bit RGB Ulaz: Isključeno
ca: Força l'Entrada a RGB 10-bits: Desactivat
cs: Vynutit 10bitový RGB vstup: Zapnuto
da: Gennemtving 10-bit RGB-input: Fra
de: 10-Bit-RGB-Eingabe erzwingen: Aus
el: Δυναμική είσοδος RGB 10-bit: Όχι
es: Forzar entrada 10-bit RGB: Apagado
eu: Behartu 10-bit RGB Sarrera: Etenda
fi: 10 bitin RGB-tulon pakotus: Pois päältä
fr: Forcer l'entrée RGB 10 bits : Non
gl: Forzar a entrada de RGB 10-bit: Apagado
he: אילוץ קלט RGB 10-ביט: כבוי
hr: Forsiraj 10-bitni RGB izlaz: Isključeno
hu: 10-bit RGB bemenet kényszerítése: KIkapcsolva
hy: Ստիպող. 10-բիթ RGB ներմուծում. Անջ
it: Forza 10-bit RGB Input: Off
ja: 強制的に 10 ビット RGB 入力: オフ
lt: Forsuotas 10-bitų RGB įėjimas: išjungtas
ms_my: Paksa Input RGB 10-bit: Mati
nl: Verplicht 10-bit RGB invoer: Uit
pl: Wymuszenie 10-bitowego wejścia RGB: wyłączone
ru: Принудительный 10-битный RGB-ввод: откл
sk: Vynútiť 10-bit. vstup RGB: vypnuté
sl: Vsili 10-bit RGB vhod: Izklj.
sr: Наметни 10-битни RGB улаз: искључено
sv: Tvinga 10-bit RGB-indata: Av
th_th: บังคับขาเข้า 10-bit RGB: ปิด
tt: Форсированный 10-битный RGB вход: отключен
vi: Ngõ vào 10-bit RGB: Tắt

# IDS_OSD_RS_FULL_FP_PROCESS_ON
source: Full Floating Point Processing: On
ar: معالجة النقطة العائمة بالكامل: يعمل
be: Поўная апрацоўка лікаў з нефіксаванай коскай: Укл
bn: সম্পূর্ণ ফ্লৌটিং পয়েন্ট প্রক্রিয়াকরণ: চালু করা হল
bs_ba: Puno Procesiranje Realnih Brojeva: Uključeno
ca: Processament en coma flotant complet: Activat
cs: Formát plovoucí desetinné čárky: Zapnuto
da: Fuld flydende kommatal bearbejdning: Til
de: Volle Gleitkommagenauigkeit: Ein
el: Επεξεργασία 32 bit κινητής υποδιαστολής: Ναι
es: Procesamiento Full Floating Point: Activado
eu: Gain Puntu Prozesapen Osoa: Eraginda
fi: Täysi liukulukuprosessointi: Päällä
fr: Traitement en virgule flottante 32 bits : Activé
gl: Procesamento en punto flotante de 32-bit: Encendido
he: עיבוד בנקודה צפה מלאה: מופעל
hr: Puna obrada pomičnog zareza: Uključeno
hu: Teljes lebegőpontos feldolgozás: Bekapcsolva
hy: Ամբողջական լղոզման կետի ընթացքը. Միաց
it: Calcolo completo a virgola mobile: On
ja: 完全な浮動小数点演算: オン
lt: Tikslūs skaičiavimai su slankiuoju kableliu: Įj.
ms_my: Pemprosesan Titik Apung Penuh: Hidup
nl: Volledig zwevendekommagetal uitvoering: Aan
pl: Pełne przetwarzanie zmiennoprzecinkowe: włączone
ru: Полные расчеты чисел с плавающей точкой: вкл
sk: Spracovanie úplného plávajúceho bodu: zapnuté
sl: Procesiranje s polno plavajočo vejico: Vklj.
sr: Обрада броја с покретним зарезом са потпуном прецизношћу: укључено
sv: Full flyttalsberäkning: På
th_th: ประมวลผลจุดลอยตัวแบบเต็ม: เปิด
tt: Точные расчеты в числах с плавающей точкой: Вкл
vi: Đầy đủ chế biến điểm nổi: Bật
