Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_FASTSEEK_LATEST
source: Latest keyframe
ar: آخر اطار رئيسي
be: Апошні ключавы кадр
bn: আগের কীফ্রেমে
bs_ba: Zadnja sličica
ca: més recent
cs: Poslední klíčový snímek
da: Seneste keyframe
de: Mit letztem Keyframe
el: Τελευταίο βασικό καρέ
es: más reciente
eu: Azken giltzaframea
fi: Viimeisin avainkehys
fr: Image-clé précédente
gl: Último fotograma clave
he: פריים המפתח האחרון
hr: Posljednji ključni kadar
hu: Legutolsó kulcskocka
it: Ultimo keyframe
ja: 直前のキーフレーム
lt: Paskutinis raktinis kadras
ms_my: Bingkai kunci terkini
nl: Laatste sleutelbeeld
pa: ਤਾਜ਼ਾ ਕੀ-ਫਰੇਮ
pl: Poprzednia klatka klucz.
ru: Посл. ключевой кадр
sk: Posledná kľúčová snímka
sl: Zadnja ključna slika
sr: последњи кључни кадар
sv: Senaste nyckelbild
th_th: เฟรมสำคัญล่าสุด
tt: Соңгы мөһим кадр
vi: Khung hình mới nhất

# IDS_FASTSEEK_NEAREST
source: Nearest keyframe
ar: أقرب اطار رئيسي
be: Бліжэйшы ключавы кадр
bn: নিকটবর্তী কীফ্রেমে
bs_ba: Najbliža sličica
ca: més proper
cs: Nejbližší klíčový snímek
da: Nærmeste keyframe
de: Mit näherem Keyframe
el: Πλησιέστερο βασικό καρέ
es: más cercano
eu: Hurbileneko giltzaframea
fi: Lähin avainkehys
fr: Image-clé la plus proche
gl: Fotograma clave máis preto
he: פריים המפתח הקרוב ביותר
hr: Najbliži ključni kadar
hu: Legközelebbi kulcskocka
it: Keyframe più vicino
ja: 最も近いキーフレーム
lt: Artimiausias raktinis kadras
ms_my: Bingkai kunci terhampir
nl: Dichtstbijzijnde sleutelbeeld
pa: ਸਭ ਤੋਂ ਨੇੜਲਾ ਕੀ-ਫਰੇਮ
pl: Najbliższa klatka klucz.
ru: Ближайш. ключевой кадр
sk: Najbližšia kľúčová snímka
sl: Najbljižja ključna slika
sr: најближи кључни кадар
sv: Närmaste nyckelbild
th_th: เฟรมสำคัญที่ใกล้ที่สุด
tt: Якындагы мөһим кадр
vi: Khung hình gần nhất

# IDS_HOOKS_FAILED
source: MPC-HC encountered a problem during initialization. DVD playback may not work correctly. This might be caused by some incompatibilities with certain security tools. Do you want to report this issue?
ar: صادف MPC-HC مشكلة أثناء التهيئة. إعادة تشغيل الـ DVD قد لا تعمل بشكل صحيح. هذه قد يكون سببها عدم الموافقة ببعض أدوات الأمان. هل تريد تقرير لهذه العملية؟
be: Падчас ініцыалізацыі MPC-HC сутыкнуўся з праблемай. Верагодна, што прайграванне DVD працуе няправільна. Магчыма, гэта выклікана несумяшчальнасцю з інструментамі бяспекі. Паведаміць пра гэту праблему?
bn: ইনিশিয়ালাইজেশন প্রক্রিয়া চলার সময় MPC-HC একটি সমস্যার মুখোমুখি হয়েছে। DVDর প্লেব্যাক সঠিকভাবে কাজ নাও করতে পারে। এটা যথাসম্ভব কোন নির্দিষ্ট নিরাপত্তা ব্যবস্থার সাথে কিছু অসংগতির কারণে হয়েছে। আপনি কি এই বিষয়ে প্রতিবেদন পেশ করতে চান?
bs_ba: MPC-HC je naišao na problem tokom inicijalizacije. DVD reprodukcija možda neće ispravno raditi. Ovo može biti izazvano nekim nekompatibilnostima sa određenim sigurnosnim alatima. Želite li prijaviti ovaj problem?
ca: L'MPC-HC ha trobat un problema durant la inicialització. La reproducció de DVD podria funcionar incorrectament. Això pot ser causat per algunes incompatibilitats amb certes eines de seguretat. Voleu informar d'aquest problema?
cs: Během inicializace došlo k chybě. Přehrávání DVD nemusí fungovat správně. To může být způsobeno nekompatibilitou s některými bezpečnostními nástroji. Chcete tento problém nahlásit?
da: Der opstod en fejl under initialisering af MPC-HC. DVD-afspilning vil måske ikke virke korrekt. Det kan skyldes nogen inkompatibilitet med bestemte sikkerhedsværktøjer. Vil du rapportere dette problem?
de: Initialisierungsfehler aufgetreten. Möglicherweise arbeitet die DVD-Wiedergabe nicht korrekt. Dies kann ein Hinweis auf Inkompatibilität mit bestimmten Sicherheitsprogrammen sein. Diesen Fehler jetzt melden?
el: Το MPC-HC αντιμετώπισε ένα πρόβλημα κατά την αρχικοποίηση. Η αναπαραγωγή DVD ενδέχεται να μη λειτουργεί σωστά. Αυτό μπορεί να προκλήθηκε από κάποιες ασυμβατότητες με ορισμένα εργαλεία ασφαλείας. Θέλετε να αναφέρετε αυτό το ζήτημα;
es: MPC-HC encontró el problema durante el inicio. La reproducción de DVD podría funcionar incorrectamente. Esto podría ser causado por alguns incompatibilidades con ciertas herramientas de seguridad. ¿Deseas reportar este problema?
eu: MPC-HC-k arazo bat aurkitu du abiarazpenean. DVD irakurketak badaiteke zuzen lan ez egitea. Hau segurtasun tresnaren batekin zenbait bateraezintasunek eragina izan daiteke. Nahi duzu arazo hau jakinaraztea?
fi: MPC-HC havaitsi virheen alustuksen aikana. DVD-toisto ei ehkä toimi oikein. Tämä voi aiheutua joidenkin turvatyökalujen yhteensopimattomuudesta. Haluatko raportoida ongelman?
fr: MPC-HC a rencontré un problème pendant son initialisation. La lecture DVD pourrait ne pas fonctionner correctement. Ceci peut être causé par des incompatibilités avec certains outils de sécurisation. Souhaitez-vous signaler ce problème ?
gl: MPC-HC atopou o problema durante o inicio. A reprodución do DVD podería funcionar incorrectamente. Isto pode ser causado por algúnhas incompatibilidades con certas ferramentas de seguridade. Desexas reportar este problema?
hr: MPC-HC je naišao na problem tijekom inicijalizacije. DVD reprodukcija možda neće raditi ispravno. Ovo je možda uzrokovano nekompatibilnošću sa određenim sigurnosnim alatima. Želite li prijaviti ovu grešku?
it: MPC-HC ha riscontrato un problema durante l'inizializzazione. La riproduzione DVD non funziona correttamente. Questo può essere causato da qualche incompatibilità con alcuni strumenti di sicurezza. Vuoi segnalare questo problema?
ja: MPC-HC の初期化中に問題が発生しました。 DVD の再生が正常に動作しない場合があります。これは特定のセキュリティ ツールと互換性がないために発生することがあります。 この問題を報告しますか？
lt: Inicializiacijos metu MPC-HC susidūrė su problema. DVD negali teisingai veikti. Tai gali sukelti saugumo įrankių nesuderinamumas. Ar jūs norite pranešti apie šią problemą?
ms_my: MPC-HC menghadapi masalah ketika pengawalan. Main balik DVD mungkin tidak berfungsi dengan baik. Ia akan mungkin disebabkan oleh beberapa ketidakserasian dengan sesetengah alat keselamatan. Anda mahu laporkan isu ini?
nl: MPC-HC kwam een probleem tegen tijdens initialisatie. DVD afspelen kan mogelijk niet goed werken. Dit kan worden veroorzaakt door een aantal onverenigbaarheden met bepaalde beveiligingsmiddelen. Wil je dit feit rapporteren?
pl: MPC-HC napotkał problem podczas ładowania. Odtwarzanie DVD może nie działać w pełni poprawnie. Może to być spowodowane przez niekompatybilność z niektórymi programami zabezpieczającymi. Chcesz zgłosić ten błąd?
ru: MPC-HC столкнулся с проблемой во время инициализации. Возможно, воспроизведение DVD работает неправильно. Это может быть вызвано несовместимостью с инструментами безопасности. Вы хотите сообщить об этой проблеме?
sk: MPC-HC zaznamenal problém počas inicializácie. Prehrávanie DVD možno nebude pracovať správne. Môže to byť spôsobené nekompatibilitou s niektorými zabezpečovacími programami. Chcete oznámiť túto chybu vývojárom?
sl: MPC-HC je naletel na težavo med inicializacijo. DVD predvajanje morda ne bo delovalo pravilno. Vzrok je morda nezdružljivost z določenimi varnostnimi orodji. Želite prijaviti težavo?
sr: Дошло је до проблема при покретању. Репродуковање DVD-а можда неће исправно радити. Разлог томе је вероватно некомпатибилни безбедносни софтвер. Желите ли да пријавите грешку?
sv: MPC-HC stötte på ett fel vid uppstart. DVD-uppspelning kan fungera inkorrekt. Detta kan bero på inkompatibilitet med vissa säkerhetsverktyg. Vill du rapportera felet?
th_th: MPC-HC ประสบปัญหาระหว่างการเริ่มต้น การเล่นดีวีดีอาจทำงานได้ไม่ถูกต้อง สิ่งนี้อาจเป็นเพราะความไม่เข้ากันบางอย่างกับเครื่องมือความปลอดภัยบางตัว คุณต้องการรายงานปัญหานี้หรือไม่?
tt: MPC-HC столкнулся с проблемой во время инициализации. Воспроизведение DVD может не работать правильно. Это может быть вызвано некоторой несовместимостью со средства безопасности. Вы хотите сообщить об этой проблеме?
vi: MPC-HC gặp một vấn đề trong quá trình khởi tạo. Phát lại DVD có thể không hoạt động chính xác. Điều này có thể được gây ra bởi một số vấn đề không tương thích với các công cụ bảo mật nhất định. Bạn có muốn báo cáo vấn đề này?

# IDS_PPAGEFULLSCREEN_SHOWNEVER
source: Never show
ar: الإخفاء دائما
be: Ніколі не паказваць
bn: কখনো প্রদর্শন করবে না
bs_ba: Ne prikazuj nikada
ca: No els mostris
cs: Nezobrazovat
da: Vis aldrig
de: Steuerleiste immer ausblenden
el: Να μην εμφανιστούν ξανά
es: Nunca mostrar
eu: Inoiz ez erakutsi
fi: Älä näytä koskaan
fr: Ne jamais afficher
gl: Nunca amosar
he: אל תציג לעולם
hr: Nikad ne pokazuj
hu: Soha ne mutassa
hy: Երբեք չցուցադրել
it: Non mosrtrare mai
ja: 常に表示しない
lt: Niekada nerodyti
ms_my: Tidak sesekali tunjuk
nl: Nooit tonen
pa: ਕਦੇ ਨਾ ਦਿਖਾਓ
pl: Nie pokazuj nigdy
ru: Никогда не показывать
sk: Nikdy nezobrazovať
sl: Nikoli ne prikaži
sr: Никад не приказуј
sv: Visa aldrig
th_th: ไม่ต้องแสดง
tt: Беркайчан күрсәтмәскә
vi: Không bao giờ hiện

# IDS_PPAGEFULLSCREEN_SHOWMOVED
source: Show when moving the cursor, hide after:
ar: الإظهار عند تحريك المؤشر، الإخفاء بعد:
be: Паказваць курсор падчас руху, хаваць праз:
bn: কার্সর সঞ্চালনের সময় প্রদর্শন করবে, লুকিয়ে যাবে:
bs_ba: Prikaži kada se kursor pomijera, poslije sakrij:
ca: Mostra'ls en moure el cursor, amaga'ls després de:
cs: Zobrazit při pohybu myši, skrýt za:
da: Vis mens markøren flyttes, skjul herefter:
de: Steuerleiste nach Mausbewegung ausblenden nach
el: Εμφάνιση όταν κινηθεί το ποντίκι. Απόκρυψη μετά από:
es: Mostrar al mover el cursor, ocultar tras:
eu: Erakutsi kurtsorea mugitzerakoan, ezkutatu ondoren:
fi: Näytä kursoria liikutettaessa, piilota jälkeen:
fr: Afficher lors d'un déplacement de la souris, cacher après :
gl: Amosar ao mover o cursor, ocultar despois de:
he: הצג כאשר העכבר מוזז. הסתרה לאחר:
hr: Prikaži kada se pomiče pokazivač, sakrij kasnije:
it: Mostra quando muovi il cursore, nascondi dopo:
ja: カーソルを移動したときに表示する。 表示時間:
lt: Rodyti, kai judinamas žymeklis, slėpti po:
ms_my: Tunjuk bila mengalih kursor, sembunyi selepas:
nl: Toon aanwijzer tijdens bewegen, verberg na:
pl: Pokaż podczas ruchu myszy, ukryj po:
ru: Отображать движущийся курсор:
sk: Zobraziť pri presúvaní kurzora, potom skryť:
sl: Prikaži med premikom kazalca, potem skrij:
sr: Прикажи приликом померања курсора, сакриј након:
sv: Visa när man rör muspekaren, göm efter:
th_th: แสดงเมื่อย้ายเคอร์เซอร์ แต่ซ่อนหลังจาก:
tt: Отображать движущийся курсор, скрыть после:
vi: Hiển thị khi di chuyển con trỏ, ẩn sau:

# IDS_PPAGEFULLSCREEN_SHOHHOVERED
source: Show when hovering control, hide after:
ar: عرض عند إدارة التحكم، الإخفاء بعد:
be: Пры навядзенні паказваць панэль навігацыі:
bn: কার্সর কন্ট্রোলের উপর থাকাকালে প্রদর্শন করবে, লুকিয়ে যাবে:
bs_ba: Prikaži kada kontrole lebde, poslije sakrij:
ca: Mostra'ls en passar el cursor per sobre, amaga'ls després de:
cs: Zobrazit pokud je myš nad lištou, skrýt za:
da: Vis mens markøren holdes over kontrolelementerne, skjul herefter:
de: Steuerleiste unter dem Mauszeiger ausblenden nach
el: Εμφάνιση όταν το ποντίκι αιωρείται πάνω τους. Απόκρυψη μετά από:
es: Mostrar al pasar el cursor sobre los controles, ocultar tras:
eu: Erakutsi agintea hartzerakoan, ezkutatu ondoren:
fi: Näytä ohjauksen ollessa paikallaan, piilota jälkeen:
fr: Afficher lors du survol des contrôles, cacher après :
gl: Amosar ao pasar por enriba do control, ocultar despois:
he: הצג כאשר העכבר מעל כלי השליטה. הסתרה לאחר:
hr: Prikaži kada kontrole lebde, sakrij kasnije:
it: Mostra quando passi sopra i controlli, nascondi dopo:
ja: コントロールをポイントしたときに表示する。 表示時間:
lt: Rodyti užvedus pelės rodyklę ant elemento, slėpti po:
ms_my: Tunjuk bila terapung diatas kawalan, sembunyi selepas:
nl: Toon "hover over" tekst, verberg na:
pl: Pokaż po najechaniu myszą, ukryj po:
ru: Отображать при наведении на элемент управления:
sk: Zobraziť pri prejdení kurzora, potom skryť:
sl: Prikaži med lebdenjem nad kontrolo, potem skrij:
sr: Прикажи приликом задржавања курсора над контролом, сакриј након:
sv: Visa när muspekaren hålls över kontrollpanelen, göm efter:
th_th: แสดงเมื่ออยู่บนตัวควบคุม แต่ซ่อนหลังจาก:
tt: Отображать при наведении на элемент управления, скрыть после:
vi: Hiển thị khi lơ lửng kiểm soát, ẩn sau:

# IDS_MAINFRM_PRE_SHADERS_FAILED
source: Failed to set pre-resize shaders
ar: فشل في وضع المظللات بحجم قبل
be: Не атрымалася ўстанавіць шэйдары pre-resize
bn: পরবর্তী-সাইজপরিবর্তন শেইডারসমূহ নির্ধারণ করতে ব্যর্থ হয়েছে
bs_ba: Nije uspjelo podešavanje prije podešenih sjenčila
ca: No s'han pogut establir els shaders de pre-redimensionament
cs: Nastavení shaderů před změnou velikosti se nezdařilo
da: Anvendelse af før-størrelsesændring shadere mislykkedes
de: Kann Shader für Pre-Resize nicht einrichten
el: Απέτυχε ο ορισμός σκιάσεων προ αλλαγής μεγέθους
es: No se pudieron establecer los shaders ('sombreadores') de pre-redimensionado
eu: Hutsegitea aurre-birneurriratze itzalak ezartzerakoan
fi: Esi-koonmuutosvarjostimien asetus epäonnistui
fr: Impossible d'activer les effets pré-redimensionnement
gl: Fallou en definir pre-redimensionamento de sombreadores
he: קביעת מצלילים לפני שינוי גודל נכשלה
hr: Pre-resize-shader nije moguće postaviti
it: Impostazione shader pre-resize fallita
ja: サイズ変更前のシェーダを設定できませんでした
lt: Nepavyko nustatyti pre-resize tamsinimų
ms_my: Gagal tetapkan pelorek pra-saiz-semula
nl: Instellen voor veranderen shaders mislukt
pl: Ustawienie shaderów przed skalowaniem nie powiodło się
ru: Не удалось установить шейдеры pre-resize
sk: Nepodarilo sa nastaviť shadery pre predbežnú zmenu veľkosti
sl: Napaka pri nastavitvi senčilnikov pred spremembo velikosti
sr: Не могу да поставим модуле за сенчење који се извршавају пре промене величине
sv: Misslyckades att ställa in pre-resize shaders
th_th: ล้มเหลวในการตั้งค่าเฉดเดอร์ก่อนการปรับขนาด
tt: Не удалось установить шейдеры pre-resize
vi: Thất bại trong việc thiết lập trước thay đổi kích thước trình đổ bóng

# IDS_OSD_RS_FT_CORRECTION_ON
source: Frame Time Correction: On
ar: تصحيح وقت الإطار: يعمل
be: Карэкцыя часу кадра: Укл
bn: ফ্রেমের সময় সংশোধন: চালু করা হল
bs_ba: Korekcija Vremena Okvira: Uključeno
ca: Correcció Temporal de Fotograma: Activada
cs: Oprava času snímků: Zapnuto
da: Korrigering af billedtid: Til
de: Bildzeitkorrektur: Ein
el: Διόρθωση ρυθμού καρέ: Ναι
es: Corrección de tiempo de marco: Encendido
eu: Frame Denbora Zuzenketa: Eraginda
fi: Kehyksen aikakorjaus: Päällä
fr: Correction des codes horaire des images : Activée
gl: Corrección de tempo de marco: Encendido
he: תיקון זמן פריים: מופעל
hr: Ispravak vremena slike: Uključen
hu: Képkocka időzítés-javítás: Bekapcsolva
hy: Շրջանակի ժ-ի ուղղում. Միաց
it: Correzione Frame Time: On
ja: フレーム時間の補正: オン
lt: Kadrų laiko taisa: Įj.
ms_my: Pembetulan Masa Bingkai: Hidup
nl: Beeld tijdcorrectie: Aan
pl: Korekcja czasu klatki: włączona
ru: Коррекция времени кадра: вкл
sk: Korekcia času snímky: zapnutá
sl: Korekcija časa slike: Vklj.
sr: Исправљање времена кадрова: укључено
sv: Bildtidsrättning: På
th_th: การแก้ปัญหาเวลาเฟรม: เปิด
tt: Коррекция времени кадра: включена
vi: Chỉnh khung thời gian: Bật

# IDS_OSD_RS_FT_CORRECTION_OFF
source: Frame Time Correction: Off
ar: تصحيح وقت الإطار: مغلق
be: Карэкцыя часу кадра: Адкл
bn: ফ্রেমের সময় সংশোধন: বন্ধ করা হল
bs_ba: Korekcija Vremena Okvira: Isključeno
ca: Correcció Temporal de Fotograma: Desactivada
cs: Oprava času snímků: Vypnuto
da: Korrigering af billedtid: Fra
de: Bildzeitkorrektur: Aus
el: Διόρθωση ρυθμού καρέ: Όχι
es: Corrección de tiempo de marco: Apagado
eu: Frame Denbora Zuzenketa: Etenda
fi: Kehyksen aikakorjaus: Pois päältä
fr: Correction des codes horaire des images : Désactivée
gl: Corrección de tempo de marco: Apagado
he: תיקון זמן פריים: כבוי
hr: Ispravak vremena slike: Isključen
hu: Képkocka időzítés-javítás: Kikapcsolva
hy: Շրջանակի ժ-ի ուղղում. Անջ
it: Correzione Frame Time: Off
ja: フレーム時間の補正: オフ
lt: Kadrų laiko taisa: Išj.
ms_my: Pembetulan Masa Bingkai: Mati
nl: Beeld tijdcorrectie: Uit
pl: Korekcja czasu klatki: wyłączona
ru: Коррекция времени кадра: выкл
sk: Korekcia času snímky: vypnutá
sl: Korekcija časa slike: Izklj.
sr: Исправљање времена кадрова: искључено
sv: Bildtidsrättning: Av
th_th: การแก้ปัญหาเวลาเฟรม: ปิด
tt: Коррекция времени кадра: отключена
vi: Chỉnh khung thời gian: Tắt

# IDS_OSD_RS_TARGET_VSYNC_OFFSET
source: Target VSync Offset: %.1f
ar: تعديل هدف VSync : %.1f
be: Прызначыць зрух VSync: %.1f
bn: কাঙ্ক্ষিত VSync অফসেট: %.1f
bs_ba: Ciljni VSync Offset: %.1f
ca: Objectiu de l'Òfset de la "VSync" : %.1f
cs: Cílový offset synchronizace: %.1f
da: Ønsket forskydning af lodret synkronisering: %.1f
de: Ziel-VSync-Offset: %.1f
el: Στόχος μετάθεσης VSync: %.1f
es: Objetivo de desfase de la VSync: %.1f
eu: Xede ZAldb Oreka: %.1f
fi: Kohteen VSync Offset: %.1f
fr: Décalage de synchronisation cible : %.1f
gl: Desfase de sincronización vertical: %.1f
he: יעד פיצוי סנכרון אנכי: %.1f
hr: Pogodi VSync istup: %.1f
hu: Cél függőleges szinkronizáció eltolás: %.1f
hy: Օբյեկտի VSync Offset-ը. %.1f
it: Obbiettivo Compensazione VSync: %.1f
ja: 目標垂直同期オフセット: %.1f
lt: Tikslinis sinchronizacijos poslinkis: %.1f
ms_my: Ofset VSync Sasaran: %.1f
nl: Doel VSync compensatie: %.1f
pl: Oczekiwane przesunięcie synchronizacji pionowej: %.1f
ru: Целевой сдвиг VSync: %.1f
sk: Cieľový posun VSync: %.1f
sl: Ciljni odmik VSync: %.1f
sr: Циљни помак вертикалне синхронизације: %.1f
sv: Önskad Vsync-förskjutning: %.1f
th_th: ชดเชย VSync เป้าหมาย: %.1f
tt: Целевое смещение синхронизации: %.1f
vi: VSync Offset đích: %.1f

# IDS_OSD_RS_VSYNC_OFFSET
source: VSync Offset: %d
ar: VSync تعديل: %d
be: Зрух VSync: %d
bn: VSync অফসেট: %d
ca: Òfset de la "VSync": %d
da: Forskyd lodret synkronisering: %d
el: Μετάθεση του VSync: %d
es: Desfase de sincronización vertical (VSync): %d
eu: ZAldb Oreka: %d
fr: Décalage de synchronisation verticale : %d
gl: Desfase de sincronización vertical: %d
he: פיצוי סנכרון אנכי: %d
hr: VSync istup: %d
hu: Függőleges szinkronizáció eltolás: %d
hy: VSync Offset-ը. %d
it: Compensazione VSync: %d
ja: 垂直同期オフセット: %d
lt: VSync Poslinkis: %d
ms_my: Ofset VSync: %d
nl: VSync compensatie: %d
pl: Przesunięcie synchronizacji pionowej: %d
ru: Сдвиг VSync: %d
sk: VSync posun: %d
sl: VSync odmik: %d
sr: Помак вертикалне синхронизације: %d
sv: VSync-förskjutning: %d
th_th: ชดเชย VSync: %d
tt: Китеш VSync: %d

# IDS_OSD_SPEED
source: Speed: %.2lfx
ar: السرعة: %.2lfx
be: Хуткасць: %.2lfx
bn: গতি: %.2lfx
bs_ba: Brzina: %.2lfx
ca: Velocitat: %.2lfx
cs: Rychlost: %.2lfx
da: Hastighed: %.2lfx
de: Tempo: %.2lfx
el: Ταχύτητα: %.2lfx
es: Velocidad: %.2lfx
eu: Abiadura: %.2lfx
fi: Nopeus: %.2lfx
fr: Vitesse de lecture : %.2lfx
gl: Velocidade: %.2lfx
he: מהירות: %.2lfx
hr: Brzina: %.2lfx
hu: Sebesség: %.2lfx
hy: Արագ-ը. %.2lfx
it: Velocità: %.2lfx
ja: 再生速度: %.2lfx
lt: Greitis: %.2lfx
ms_my: Kelajuan: %.2lfx
nl: Snelheid: %.2lfx
pa: ਗਤੀ: %.2lfx
pl: Prędkość: %.2lfx
ru: Скорость: %.2lfx
sk: Rýchlosť: %.2lfx
sl: Hitrost: %.2lfx
sr: Брзина: %.2lfx
sv: Hastighet: %.2lfx
th_th: ความเร็ว: %.2lfx
tt: Тизлек: %.2lfx
vi: Tốc độ: %.2lfx

# IDS_OSD_THUMBS_SAVED
source: Thumbnails saved successfully
ar: تم حفظ المصغرات
be: Мініяцюры паспяхова захаваны
bn: থাম্ব্‌নেইলসমূহ সফলভাবে সেইভ হয়েছে
bs_ba: Sličica j euspješno snimljena
ca: Miniatures desades amb èxit
cs: Miniatury úspěšně uloženy
da: Miniaturer blev gemt
de: Miniaturbilder gespeichert
el: Οι μικρογραφίες αποθηκεύτηκαν επιτυχώς
es: Miniaturas guardadas con éxito
eu: Txikirudiak ongi gorde dira
fi: Pienoiskuvien tallennus onnistui
fr: Miniatures sauvegardées avec succès
gl: Miniaturas gardadas satisfactoriamente
he: תמונות ממוזערות נשמרו בהצלחה
hr: Minijature uspješno spremljene
hu: Ikonképek mentése sikeres
hy: Մանրապատկերները հաջողությամբ պահպանվեցին
it: Miniature salvate con successo
ja: サムネイルは正常に保存されました
lt: Miniatiūros sėkmingai išsaugotos
ms_my: Lakaran kenit berjaya disimpan
nl: Miniatuurweergaven succesvol opgeslagen
pa: ਥੰਮਨੇਲ ਕਾਮਯਾਬੀ ਨਾਲ ਸੰਭਾਲਿਆ
pl: Poprawnie zapisano miniaturki
ru: Миниатюры успешно сохранены
sk: Náhľady boli úspešne uložené
sl: Predogledne sličice uspešno shranjene
sr: Сличице су успешно сачуване
sv: Miniatyrerna har sparats
th_th: รูปย่อถูกบันทึกสำเร็จ
tt: Миниатюра уңышлы сакланды
vi: Hình thu nhỏ đã được lưu

# IDS_MENU_VIDEO_STREAM
source: Vide&o Track
ar: &مسار الفيديو
be: &Відэарад
bn: ভিডিও ট্র্যাক(&V)
bs_ba: Vide&o Zapis
ca: Pista de &vídeo
cs: &Video stopa
da: &Videospor
de: Videos&pur
el: Κανάλι &Βίντεο
es: Pista de &vídeo
eu: &Bideo Bidea
fi: &Videoraita
fr: Piste &vidéo
gl: Pista de &vídeo
hr: &Video zapis
hu: Videó sáv
hy: &Տեսանյութ
it: &Traccia Video
ja: 映像トラック(&O)
lt: &Vaizdo takelis
ms_my: Trek &Video
nl: &Videospoor
pa: ਵਿਡੀਓ ਟਰੈਕ(&V)
pl: Ścieżka w&ideo
ru: Дорожка видео
sk: Stopa s vide&om
sl: &Video zapis
sr: &Видео-запис
sv: &Videospår
th_th: แทร็ค&วิดีโอ
vi: &Rãnh hình ảnh

# IDS_MENU_VIDEO_ANGLE
source: Video Ang&le
ar: زاوية الفيديو
be: Вугал відэа
bn: ভিডিও ক্যামেরা অ্যাঙ্গেল(&L)
bs_ba: Video Ugao
ca: Ang&le del vídeo
cs: Úhel poh&ledu
da: Video vin&kel
de: &Blickwinkel
el: &Γωνία βίντεο
es: Ángu&lo del vídeo
eu: Bideo &Angelua
fi: Videon Kulma
fr: &Angle de la vidéo
gl: Ángu&lo de vídeo
he: זווית וידאו
hr: Video &kut
hu: Videó látószög
hy: Տեսանյութի անկ&յունը
it: Ango&latura video
ja: 映像アングル(&L)
lt: Vaizdo &kampas
ms_my: Su&dut Video
nl: Video hoek
pa: ਵਿਡੀਓ ਕੋਣ(&l)
pl: Kąt& wideo
ru: Угол &видео
sk: Uh&ol videa
sl: Video zor&ni kot
sr: &Угао видео-записа
sv: Videov&y
th_th: มุมกล้อง&วิดีโอ
tt: &Видео почмагы
vi: G&óc video

# IDS_RESET_SETTINGS
source: Reset settings
ar: إعادة ضبظ الإعدادات
be: Скінуць налады
bn: সেটিংসমূহ পুনর্বিন্যাস করি
bs_ba: Resetuj podešenja
ca: Restableix la configuració
cs: Obnovit výchozí
da: Nulstil indstillinger
de: Programm-Einstellungen zurücksetzen
el: Εξαγωγή ρυθμίσεων
es: Restablecer configuración
eu: Berrezarri ezarpenak
fi: Palauta asetukset
fr: Réinitialisation des paramètres
gl: Reiniciar axustes
he: איפוס הגדרות
hr: Resetiraj postavke
hu: Beállítások alaphelyzetbe állítása
hy: Վերակայել կարգավորումները
it: Reimposta impostazioni
ja: 設定をリセット
lt: Atstatyti nustatymus
ms_my: Tetap semula tetapan
nl: Instellingen resetten
pa: ਸੈਟਿੰਗਾਂ ਮੁੜ-ਸੈਟ ਕਰੋ
pl: Resetuj ustawienia
ru: Сбросить настройки
sk: Obnoviť pôvodné nastavenia
sl: Ponastavi nastavitve
sr: Враћање подразумеваних поставки
sv: Återställ inställningar
th_th: คืนค่าการตั้งค่า
tt: Көйләүне ташлау
vi: Khôi phục các cài đặt
