Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_RESET_SETTINGS_WARNING
source: Are you sure you want to restore MPC-HC to its default settings? Be warned that ALL your current settings will be lost!
ar: هل أنت متأكّد بأنك تريد إعادة MPC-HC إلى الضبط الأفتراضي؟ كن حذراً فكلّ الضبط الحالي ستفقدة!
be: Сапраўды скінуць налады MPC-HC? Вашы бягучыя налады будуць страчаны.
bn: আপনি কি নিশ্চিত যে MPC-HCকে ডিফল্ট সেটিংসমূহে পূর্বাবস্থায় ফিরিয়ে আনতে চান? এই বিষয়ে সতর্ক করা হচ্ছে যে আপনার বর্তমানে থাকা সকল সেটিংসমূহ হারিয়ে যাবে!
bs_ba: Da li ste sigurni da žeite resetovati MPC-HC na njegova podrazumijevana podešenja? Upozorenje - SVA vaša trenutna podešenja će biti izgubljena.
ca: Esteu segur que voleu restaurar la configuració per defecte de l'MPC-HC? Advertim que TOTS els valors actuals es perdran!
cs: Opravdu chcete obnovit výchozí nastavení MPC-HC? VŠECHNA aktuální nastavení budou ztracena!
da: Er du sikker på, at du vil gendanne MPC-HC til sine standardindstillinger? Bemærk at ALLE dine indstillinger vil gå tabt!
de: Alle aktuellen Einstellungen gehen verloren! Programm-Einstellungen wirklich zurücksetzen?
el: Είστε βέβαιος ότι θέλετε να επαναφέρετε το MPC-HC στις προεπιλεγμένες ρυθμίσεις; Να έχετε υπόψιν ότι όλες οι τρέχουσες ρυθμίσεις θα χαθούν!
es: ¿Confirma que quiere restaurar la configuración predeterminada de MPC-HC? ¡Se perderán TODOS sus ajustes!
eu: Zihur zaude MPC-HC leheneratzea nahi duzula berezko ezarpenetara? Ohartu zure oraingo ezarpen GUZTIAK galduko direla!
fi: Tahdotko varmasti palauttaa MPC-HC:n oletusasetuksiin? Varoitus: KAIKKI nykyiset asetukset menetetään!
fr: Êtes-vous sûr de vouloir restaurer les paramètres par défaut de MPC-HC ? Notez bien que TOUS vos paramètres actuels seront perdus !
gl: Estás seguro de que desexas restaurar MPC-HC ás súas configuracións predefinidas? Estás advertido de que TODAS ás túas configuracións actuais perderánse!
he: אתה בטוח שברצונך להשיב את MPC-HC להגדרות ברירת המחדל? שים לב שכל ההגדרות הנוכחיות יאבדו!
hr: Jeste li sigurni da želite vratiti MPC-HC na zadane postavke? SVE vaše trenutne postavke će biti izgubljene!
hu: Biztos, hogy vissza akarja állítani az MPC-HC-t az alapbeállításokra? Az ÖSSZES jelenlegi beállítása el fog veszni!
hy: Վերականգնե՞լ MPC-HC-ի ծրագրային կարգավորումները: Իմացած եղեք, որ ընթացիկ Ձեր ԲՈԼՈՐ կարգավորումներըև կկորսվեն!
it: Sei sicuro di voler ripristinare le impostazioni predefinite di MPC-HC? Tutte le impostazioni correnti andranno perse!
ja: MPC-HC を既定の設定に復元してもよろしいですか？ 現在の設定がすべて失われるので注意してください！
lt: Ar esate tikri, kad norite grąžinti MPC-HC numatytuosius nustatymus? Įspėjame, kad VISI jūsų dabartiniai nustatymai bus prarasti!
ms_my: Anda pasti mahu pulihkan MPC-HC ke tetapan lalainya? Berhati-hati kerana SEMUA tetapan semasa anda akan hilang!
nl: Weet je zeker dat je MPC-HC wilt herstellen naar de standaardinstellingen? Wees gewaarschuwd, dat al uw huidige instellingen verloren zullen gaan!
pa: ਕੀ ਤੁਸੀਂ MPC-HC ਨੂੰ ਇਸ ਦੀਆਂ ਮੂਲ ਸੈਟਿੰਗਾਂ ਨੂੰ ਮੁੜ-ਸਟੋਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਸਾਵਧਾਨ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਕਿ ਤੁਹਾਡੀਆਂ ਸਭ ਮੌਜੂਦਾ ਸੈਟਿੰਗਾਂ ਖਤਮ ਹੋ ਜਾਣਗੀਆਂ!
pl: Czy na pewno chcesz przywrócić domyślne ustawienia MPC-HC? WSZYSTKIE ustawienia zostaną utracone!
ru: Вы действительно хотите сбросить настройки MPC-HC? Имейте в виду, что все ваши текущие настройки будут потеряны!
sk: Naozaj chcete obnoviť predvolené nastavenia programu MPC-HC? Pozor, VŠETKY aktuálne nastavenia budú tak vymazané!
sl: Ste prepričani, da želite obnoviti MPC-HC na privzete nastavitve? Opozarjamo vas, da bodo VSE trenutne nastavitve izgubljene!
sr: Заиста желите да успоставите почетне вредности MPC-HC-а? Имајте на уму да ће све тренутне поставке бити изгубљене!
sv: Är du säker att du du vill återställa alla MPC-HC:s inställningar till standardvärden? Varning: ALLA aktuella inställningar kommer försvinna!
th_th: คุณแน่ใจหรือไม่ว่าจะคืนค่าการตั้งค่า MPC-HC สู่ค่าตั้งต้นของมัน? โปรดทราบว่าการตั้งค่าปัจจุบันทั้งหมดจะหายไป!
tt: Вы действительно хотите сбросить настройки плеера? Имейте в виду, что все ваши текущие настройки будут потеряны!
vi: Bạn có chắc bạn muốn khôi phục MPC-HC về thiết lập mặc định của nó? Cảnh báo rằng tất cả các thiết lập hiện tại của bạn sẽ bị mất!

# IDS_RESET_SETTINGS_MUTEX
source: Please close all instances of MPC-HC so that the default settings can be restored.
ar: الرجاء إغلق كلّ حالات MPC-HC حتى يمكن إعادة الضبط للإفتراضي.
be: Закрыйце ўсе копіі MPC-HC каб аднавіць налады да прадвызначаных.
bn: অনুগ্রহপূর্বক অন্যান্য সকল চালনাকৃত MPC-HC বন্ধ করুন যাতে MPC-HCকে ডিফল্ট সেটিংসমূহে পূর্বাবস্থায় ফিরিয়ে আনা যায়।
bs_ba: Molimo zatvorite sve instance MPC-HC tako da mogu biti vraćene podrazumijevane postavke.
ca: Si us plau, tanqueu totes les instàncies de l'MPC-HC perquè la configuració per defecte es pugui restaurar.
cs: Aby bylo možné obnovit výchozí nastavení, ukončete všechny otevřené instance MPC-HC.
da: Luk venligst alle forekomster af MPC-HC så standardindstillingerne kan gendannes.
de: Einstellungen konnten nicht zurückgesetzt werden. Bitte alle Programminstanzen schließen.
el: Παρακαλώ κλείστε όλες τις προβολές του MPC-HC, έτσι ώστε να γίνει επαναφορά των προεπιλεγμένων ρυθμίσεων.
es: Por favor cierra todas las instancias de MPC-HC para que las configuraciones predefinidas puedan ser restauradas.
eu: Mesedez itxi MPC-HC eskabide guztiak berezko ezarpenak leheneratu ahal izateko.
fi: Ole hyvä ja sulje kaikki auki olevat MPC-HC:n instanssit, jotta oletusarvot voidaan palauttaa.
fr: Veuillez fermer toutes les instances de MPC-HC pour que les paramètres par défaut puissent être restaurés.
gl: Por favor pecha todas as instancias de MPC-HC para que as configuracións predefinidas poidan ser restauradas.
he: אנא סגור את כל התהליכים של MPC-HC כדי שיהיה ניתן לשחזר להגדרות ברירת המחדל.
hr: Molim zatvorite sve instance MPC-HC kako bi se zadane postavke mogle vratiti.
hu: Zárja be az összes MPC-HC ablakot, hogy az alapbeállítások visszaálljanak.
hy: Ծրագրային կարգավորումները վերականգնելու համար նախ փակեք MPC-HC-ի բոլոր օրինակները։
it: Si prega di chiudere tutte le finestre di MPC-HC in modo da ripristinare le impostazioni predefinite.
ja: 既定の設定を復元するために MPC-HC のすべてのインスタンスを閉じてください。
lt: Prašom uždarykite visas MPC-HC kopijas pakeitimams įsigalioti.
ms_my: Sila tutup semua kejadian MPC-HC supaya tetapan lalai dapat dipulihkan.
nl: Sluit alle exemplaren van MPC-HC, zodat de standaardinstellingen kunnen worden hersteld.
pa: MPC-HC ਦੇ ਸਭ ਮੌਕਿਆਂ ਨੂੰ ਬੰਦ ਕਰੋ ਤਾਂ ਕਿ ਡਿਫਾਲਟ ਸੈਟਿੰਗਾਂ ਨੂੰ ਮੁੜ-ਸਟੋਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: Zamknij wszystkie procesy MPC-HC, aby przywrócić ustawienia domyślne.
ru: Для восстановления настроек требуется закрыть все окна MPC-HC.
sk: Prosím zatvorte všetky inštancie programu MPC-HC, aby bolo možné obnoviť predvolené nastavenia.
sl: Prosimo zaprite vse primerke MPC-HC, da bi lahko obnovili privzete nastavitve.
sr: Затворите све примерке MPC-HC-а како бисте вратили подразумеване поставке.
sv: Var vänlig stäng alla exempel av MPC-HC så att standardinställningarna kan återställas.
th_th: โปรดปิดทุกรายการของ MPC-HC ก่อน เพื่อให้การตั้งค่าตั้งต้นสามารถถูกคืนค่าได้
tt: Пожалуйста, закройте другие копии MPC-HC.
vi: Hãy đóng tất cả các trường hợp của MPC-HC để các thiết lập mặc định có thể được phục hồi.

# IDS_EXPORT_SETTINGS
source: Export settings
ar: تصدير الضبط
be: Экспартаваць налады
bn: সেটিংসমূহ এক্সপোর্ট করি
bs_ba: Eksportuj podešenja
ca: Exporta les configuracions
cs: Exportovat nastavení
da: Eksportér indstillinger
de: Programm-Einstellungen exportieren
el: Εξαγωγή ρυθμίσεων
es: Exportar configuraciones
eu: Esportatu ezarpenak
fi: Vie asetukset
fr: Exportation des paramètres
gl: Exportar configuracións
he: יצוא הגדרות
hr: Postavke izvoza
hu: Beállítások exportálása
hy: Արտածման կարգավորումներ
it: Esporta impostazioni
ja: 設定をエクスポート
lt: Eksportuoti nustatymus
ms_my: Eksport tetapan
nl: Exporteer instellingen
pa: ਸੈਟਿੰਗਾਂ ਬਰਾਮਦ ਕਰੋ
pl: Eksportuj ustawienia
ru: Экспорт настроек
sk: Exportovať nastavenia
sl: Izvozi nastavitve
sr: Поставке извоза
sv: Exportera inställningar
th_th: ส่งออกการตั้งค่า
tt: Көйләүләрне экспортлау
vi: Xuất thiết lập

# IDS_EXPORT_SETTINGS_WARNING
source: Some changes have not been saved yet. Do you want to save them before exporting?
ar: لم يتم حفظ بعض التغييرات حتى الآن. هل تريد حفظها قبل التصدير؟
be: Некаторыя змены не захаваны. Захаваць іх перад экспартам?
bn: কিছু পরিবর্তন এখনও সেইভ করা হয় নি। আপনি কি এক্সপোর্ট করার পূর্বে সেগুলো সেইভ করতে চান?
bs_ba: Neke izmjene još nisu bile sačuvane. Da li ih želite sačuvati prije eksporta?
ca: Alguns canvis no s'han desat encara. Voleu desar-los abans d'exportar?
cs: Některé změny nastavení nebyly dosud uloženy. Chcete je před exportováním uložit?
da: Nogle ændringer er endnu ikke blevet gemt. Vil du gemme dem, før eksport?
de: Nicht übernommene Einstellungen speichern?
el: Ορισμένες αλλαγές δεν αποθηκεύτηκαν ακόμη. Θέλετε να τις αποθηκεύσετε πριν την εξαγωγή;
es: Algunos cambios no han sido guardados todavía. ¿Deseas guardarlos antes de exportar?
eu: Aldaketa batzuk oraindik ez daude gordeta. Gordetzea nahi dituzu esportatu aurretik?
fi: Joitakin muutoksia ei ole vielä tallennettu. Haluatko tallentaa ne ennen vientiä?
fr: Certains changements n'ont pas encore été sauvegardés. Souhaitez-vous les appliquer avant d'exporter ?
gl: Algúns cambios non foron gardados aínda. Desexas gardalos antes de exportar?
he: ישנם שינויים שעדיין לא נשמרו. האם ברצונך לשמור אותם לפני הייצוא?
hr: Neke promjene još nisu spremljene. Želite li ih spremiti prije izvoza?
hu: Néhány beállítás nem lett még elmentve. El akarja menteni őket exportálás előtt?
hy: Որոշ փոփոխություններ դեռ չեն պահպանվել։ Պահպանե՞լ դրանք արտածելուց առաջ։
it: Alcune modifiche non sono ancora state salvate. Vuoi salvarle prima di procedere con l'esportazione?
ja: いくつかの変更がまだ保存されていません。 エクスポートする前にこれらを保存しますか？
lt: Kai kurie pakeitimai dar neišsaugoti. Ar jūs norite išsaugoti juos prieš eksportuodami?
ms_my: Sesetengah perubahan belum disimpan lagi. Anda mahu menyimpannya sebelum dieskport?
nl: Sommige veranderingen zijn nog niet bewaard. Wil je die bewaren voordat je die exporteert?
pa: ਕੁਝ ਤਬਦੀਲੀਆਂ ਹਾਲੇ ਸੰਭਾਲੀਆਂ ਨਹੀਂ ਗਈਆਂ ਹਨ। ਕੀ ਤੁਸੀਂ ਬਰਾਮਦ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਉਹਨਾਂ ਨੂੰ ਸੰਭਾਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Niektóre ustawienia nie zostały jeszcze zapisane. Chcesz zapisać te ustawienia przed eksportowaniem?
ru: Некоторые изменения не были сохранены. Вы хотите сохранить их перед экспортом?
sk: Niektoré zmeny ešte neboli uložené. Chcete ich uložiť pred uskutočnením exportu?
sl: Nekatere spremembe še niso bile shranjene. Jih želite shraniti pred izvozom?
sr: Неке измене још увек нису сачуване. Желите ли да их сачувате пре извоза?
sv: Vissa ändringar har inte sparats än. Vill du spara dem innan exporteringen?
th_th: บางการเปลี่ยนแปลงยังไม่ถูกบันทึก คุณต้องการบันทึกพวกมันก่อนส่งออกหรือไม่?
tt: Некоторые настройки не были сохранены. Вы хотите сохранить их перед экспортом?
vi: Một số thay đổi vẫn chưa được lưu. Bạn có muốn lưu trước khi xuất?

# IDS_EXPORT_SETTINGS_SUCCESS
source: The settings have been successfully exported.
ar: تم تصدير الإعدادات بنجاح.
be: Налады паспяхова экспартаваны.
bn: সেটিংসমূহ সফলভাবে এক্সপোর্ট করা হয়েছে।
bs_ba: Podešenja su uspješno eksportovana.
ca: La configuració s'ha exportat amb èxit.
cs: Nastavení bylo úspěšně exportováno.
da: Indstillingerne er blevet eksporteret.
de: Einstellungen wurden erfolgreich exportiert.
el: Οι ρυθμίσεις έχουν εξαχθεί επιτυχώς.
es: La configuración se ha exportado con éxito.
eu: Ezarpenak ongi esportatu dira.
fi: Asetusten vienti onnistui.
fr: Les paramètres ont été exportés avec succès.
gl: As configuracións foron exportadas satisfactoriamente.
he: ההגדרות יוצאו בהצלחה.
hr: Postavke su uspješno izvezene.
hu: A beállítások sikeresen exportálva.
hy: Կարգավորումները հաջողությամբ են արտածվել:
it: Le impostazioni sono state esportate con successo.
ja: 設定は正常にエクスポートされました。
lt: Nustatymai sėkmingai eksportuoti.
ms_my: Tetapan berjaya dieksport.
nl: De instellingen zijn succesvol geëxporteerd.
pa: ਸੈਟਿੰਗਾਂ ਕਾਮਯਾਬੀ ਨਾਲ ਸੰਭਾਲੀਆਂ ਗਈਆਂ ਹਨ।
pl: Ustawienia zostały pomyślnie wyeksportowane.
ru: Настройки успешно экспортированы.
sk: Nastavenia boli úspešne exportované.
sl: Nastavitve so bile uspešno izvožene.
sr: Поставке су успешно извезене.
sv: Inställningarna exporterades framgångsrikt.
th_th: การตั้งค่าถูกส่งออกสำเร็จแล้ว
tt: Настройки успешно экспортированы.
vi: Đã xuất thiết lập thành công

# IDS_EXPORT_SETTINGS_FAILED
source: The export failed! This can happen when you don't have the correct rights.
ar: التصدير فشل! من الممكن أن يحدث هذا عندما لا تحمل الحقوق الصحيحة.
be: Экспарт не адбыўся! Магчыма, у вас недастаткова правоў.
bn: এক্সপোর্ট করা ব্যর্থ হয়েছে! এটা তখনই হতে পারে যখন আপনার সুস্পষ্ট অধিকারসমূহ না থাকে।
bs_ba: Eksport nije uspio! Ovo se može desiti ako nemate odgovarajuća prava.
ca: Ha fallat l'exportació! Això pot passar quan no es tenen els permisos adequats.
cs: Export selhal! To může nastat, pokud nemáte potřebná oprávnění.
da: Eksport mislykkedes! Dette kan ske når du ikke har de nødvendige rettigheder.
de: Einstellungen konnten nicht exportiert werden. Möglicherweise fehlen die dafür nötigen Zugriffsrechte.
el: Η εξαγωγή απέτυχε! Αυτό μπορεί να συμβεί όταν δεν έχετε τα κατάλληλα δικαιώματα.
es: ¡La exportación ha fallado! Esto puede ocurrir cuando no se tiene los permisos correctos.
eu: Esportazio hutsegitea! Hau gertatu daiteke eskubide zuzenak ez dituzunean.
fi: Vienti epäonnistui! Näin voi tapahtua, jos oikeutesi eivät ole oikeat.
fr: L'exportation a échoué ! Ceci peut arriver quand vous ne possédez pas les droits nécessaires.
gl: A exportación fallou! Isto pode ocorrer cando non se ten os permisos correctos.
he: היצוא נכשל. זה עלול לקרות כאשר אין ברשותך הרשאות נכונות.
hr: Izvoz neuspješan! Ovo se može dogoditi kada nemate ispravna dopuštenja.
hu: Exportálás nem sikerült! Ez akkor történhet, ha nincs megfelelő jogosultsága.
hy: Արտածումը ձախողվեց! Սա կարող է պատահել, եթե Դուք չունեք Ադմինի իրավունքներ։
it: Esportazione fallita! Questo può succedere se non possiedi i diritti necessari.
ja: エクスポートできませんでした！あなたが適切な権限をもっていない場合に発生します。
lt: Eksportavimas nepavyko! Tai galėjo nutikti, jog jūs neturite reikiamų teisių.
ms_my: Eksport gagal! Ia berlaku bila anda tidak memiliki kelayakan yang betul.
nl: Exporteren mislukt! Dit kan gebeuren als U niet de correcte rechten heeft.
pa: ਬਰਾਮਦ ਕਰਨ ਲਈ ਫੇਲ੍ਹ! ਇਹ ਹੋ ਸਕਦਾ ਹੈ ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਠੀਕ ਅਧਿਕਾਰ ਨਹੀਂ ਹਨ।
pl: Eksportowanie nie powiodło się! Sprawdź czy masz odpowiednie uprawnienia do wykonania tej operacji.
ru: Не удалось экспортировать настройки! Возможно, у вас недостаточно прав.
sk: Export nebol úspešný! Toto sa môže stať vtedy, keď nemáte dostatočné oprávnenia.
sl: Izvoz ni uspel! To se lahko zgodi, če nimate ustreznih pravic.
sr: Извоз није успео. Вероватно немате одговарајућа права.
sv: Exporteringen misslyckades! Detta kan hända när du inte har tillräckliga rättigheter.
th_th: การส่งออกล้มเหลว! สิ่งนี้สามารถเกิดขึ้นได้เมื่อคุณไม่มีสิทธิ์ที่ถูกต้อง
tt: Не удалось выполнить экспорт! Возможно у вас недостаточно прав.
vi: Việc xuất không thành công! Điều này có thể xảy ra khi bạn không có quyền chính xác.

# IDS_BDA_ERROR
source: BDA Error
ar: خطأ BDA
be: Памылка BDA
bn: BDA সমস্যা
bs_ba: BDA Greška
ca: Error de BDA
cs: Chyba BDA
da: BDA fejl
de: BDA-Fehler
el: Σφάλμα BDA
es: Error de BDA (drivers de TV)
eu: BDA Akatsa
fi: BDA-virhe
fr: Erreur BDA (carte tuner)
gl: Erro de BDA
he: שגיאת BDA
hr: BDA greška
hu: BDA hiba
hy: BDA սխալ
it: Errore BDA
ja: BDA エラー
lt: BDA klaida
ms_my: Ralat BDA
nl: BDA fout
pa: BDA ਗਲਤੀ
pl: Błąd BDA
ru: Ошибка BDA
sk: Chyba BDA
sl: BDA napaka
sr: Грешка у BDA-у
sv: BDA-fel
th_th: BDA ผิดพลาด
tt: BDA хатасы
vi: Lỗi BDA

# IDS_AG_DECREASE_RATE
source: Decrease Rate
ar: تقليل المعدل
be: Паменшыць хуткасць
bn: গতি হ্রাস করি
bs_ba: Smanji tempo
ca: Redueix la velocitat
cs: Snížit rychlost
da: Langsommere
de: Tempo verringern
el: Επιβράδυνση ροής
es: Reducir velocidad
eu: Txikitu neurria
fi: Pienennä nopeutta
fr: Ralentir la lecture
gl: Diminuír taxa
he: הנמך מהירות
hr: Smanji brzinu
hu: Sebesség csökkentése
hy: Փոքրացնել արագությունը
it: Diminuisci velocità
ja: 再生速度 遅く
lt: Sulėtinti
ms_my: Kurangkan Kadar
nl: Langzamer
pa: ਦਰ ਘਟਾਓ
pl: Zmniejsz tempo odtwarzania
ru: Уменьшить скорость
sk: Znížiť rýchlosť
sl: Zmanjšaj hitrost
sr: Успори
sv: Långsammare Hastighet
th_th: ลดอัตรา
tt: Тизлекне киметергә
vi: Giảm đánh giá

# IDS_AG_RESET_RATE
source: Reset Rate
ar: إعادة ضبط المعدل
be: Скінуць хуткасць у 100%
bn: গতি পুনর্বিন্যাস করি
bs_ba: Resetuj Tempo
ca: Restableix la velocitat
cs: Výchozí rychlost
da: Nulstil hastighed
de: Tempo zurücksetzen
el: Επαναφορά ροής
es: Restablecer velocidad
eu: Berrezarri Neurria
fi: Palauta nopeus
fr: Vitesse normale
gl: Reiniciar velocidade
he: אפס מהירות
hr: Vrati brzinu na početnu
hu: Sebesség alaphelyzetbe állítása
hy: Վերակայել
it: Reimposta velocità
ja: 再生速度 標準
lt: Atkurti greitį
ms_my: Tetap Semula Kadar
nl: Normaal
pa: ਪ੍ਰੀ-ਸੈਟ ਦਰ
pl: Zwykłe tempo odtwarzania
ru: Установить скорость по умолчанию
sk: Obnoviť pôvodnú rýchlosť
sl: Ponastavi hitrost
sr: Првобитна брзина
sv: Återställ Hastighet
th_th: คืนค่าอัตรา
tt: Тизлекне 100% ташлау 100%
vi: Đặt lại đánh giá

# IDS_MPLAYERC_21
source: Audio Delay +10 ms
ar: تأخير الصوت +10ms
be: Затрымка аўдыя +10 мс
bn: অডিও বিলম্বন +10ms
bs_ba: Audio Odgoda +10 ms
ca: Retard d'àudio en +10 ms
cs: Posun zvuku +10ms
da: Lydforsinkelse +10 ms
de: Audioverzögerung (+10 ms)
el: Καθυστέρηση ήχου +10ms
es: Retardo de audio +10 ms
eu: Audio Atzerapena +10 sm
fi: Äänen viive +10ms
fr: Décalage audio +10 ms
gl: Axuste de Audio de +10ms
he: שיהוי שמע +10מילי-שניות
hr: Zvučno kašnjenje +10 ms
hu: Audió késleltetés +10ms
hy: Ձայնի դադար +10մվ
it: Ritardo audio +10ms
ja: 音声の遅延 +10 ミリ秒
lt: Garso delsa +10 ms
ms_my: Lengah Audio +10ms
nl: Audio vertraging +10ms
pa: ਆਡੀਓ ਦੇਰੀ +10ms
pl: Zwiększ przesunięcie dźwięku o 10 ms
ru: Задержка аудио +10 мс
sk: Oneskorenie zvuku +10 ms
sl: Zakasnitev zvoka +10ms
sr: Повећај кашњење звука за 10 мс
sv: Ljud Fördröjning +10ms
th_th: เสียงหน่วง +10 มว.
tt: Аудионы тоткарлау +10мс
vi: Âm thanh trễ +10 giây

# IDS_MPLAYERC_22
source: Audio Delay -10 ms
ar: تأخير الصوت -10ms
be: Затрымка аўдыя -10 мс
bn: অডিও বিলম্বন -10ms
bs_ba: Audio Odgoda -10 ms
ca: Retard d'àudio en -10 ms
cs: Posun zvuku -10ms
da: Lydforsinkelse -10 ms
de: Audioverzögerung (-10 ms)
el: Καθυστέρηση ήχου -10ms
es: Retardo de audio -10 ms
eu: Audio Atzerapena -10 sm
fi: Äänen viive -10ms
fr: Décalage audio -10 ms
gl: Axuste de Audio de -10ms
he: שיהוי שמע -10מילי-שניות
hr: Zvučno kašnjenje -10 ms
hu: Audió késleltetés -10ms
hy: Ձայնի դադար -10մվ
it: Ritardo audio -10ms
ja: 音声の遅延 -10 ミリ秒
lt: Garso delsa -10 ms
ms_my: Lengah Audio -10ms
nl: Audio vertraging -10ms
pa: ਆਡੀਓ ਦੇਰੀ -10 ms
pl: Zmniejsz przesunięcie dźwięku o 10 ms
ru: Задержка аудио -10 мс
sk: Oneskorenie zvuku -10 ms
sl: Zakasnitev zvoka -10ms
sr: Смањи кашњење звука за 10 мс
sv: Ljud Fördröjning -10ms
th_th: เสียงหน่วง -10 มว.
tt: Аудионы тоткарлау -10мс
vi: Âm thanh trễ -10 giây

# IDS_MPLAYERC_23
source: Jump Forward (small)
ar: تقديم للأمام (صغيرة)
be: Пераход наперад (кароткі)
bn: সামনে লাফিয়ে যাই (ছোট)
bs_ba: Skoči Unaprijed (malo)
ca: Salta endavant (curt)
cs: Skok vpřed (malý)
da: Gå fremad (lille)
de: Sprung: Vorwärts (klein)
el: Άλμα εμπρός (μικρό)
es: Saltar adelante (corto)
eu: Jauzi Aurrera (txikia)
fi: Hyppää eteenpäin (vähän)
fr: Saut avant (petit)
gl: Salto Adiante (pequeno)
he: קפוץ קדימה (קטן)
hr: Skoči naprijed (malo)
hu: Ugrás előre (kicsi)
hy: Անցում առաջ (կարճ)
it: Salta avanti (poco)
ja: 順方向にジャンプ (小)
lt: Šuolis pirmyn (mažas)
ms_my: Lompat Maju (kecil)
nl: Spring verder (kort)
pa: ਅੱਗੇ ਜਾਓ (ਥੋੜ੍ਹਾ)
pl: Przejdź małą odległość naprzód
ru: Переход вперед (короткий)
sk: Skok dopredu (malý)
sl: Skok naprej (majhen)
sr: Прескочи унапред (мало)
sv: Hoppa Framåt (liten)
th_th: ก้าวเดินหน้า (น้อย)
tt: Алга күчәргә (кыска)
vi: Chuyển tiếp (nhỏ)

# IDS_MPLAYERC_24
source: Jump Backward (small)
ar: إرجاع للخلف (صغيرة)
be: Пераход назад (кароткі)
bn: পিছনে লাফিয়ে যাই (ছোট)
bs_ba: Skoči Unazad (malo)
ca: Salta enrere (curt)
cs: Skok zpět (malý)
da: Gå tilbage (lille)
de: Sprung: Rückwärts (klein)
el: Άλμα πίσω (μικρό)
es: Saltar atrás (corto)
eu: Jauzi Atzera (txikia)
fi: Hyppää taaksepäin (vähän)
fr: Saut arrière (petit)
gl: Salto Atrás (pequeno)
he: קפוץ אחורה (קטן)
hr: Skoči nazad (malo)
hu: Ugrás vissza (kicsi)
hy: Անցում հետ (կարճ)
it: Salta indietro (poco)
ja: 逆方向にジャンプ (小)
lt: Šuolis atgal (mažas)
ms_my: Lompat Undur (kecil)
nl: Spring terug (kort)
pa: ਪਿੱਛੇ ਜਾਓ (ਥੋੜ੍ਹਾ)
pl: Przejdź małą odległość wstecz
ru: Переход назад (короткий)
sk: Skok dozadu (malý)
sl: Skok nazaj (majhen)
sr: Прескочи уназад (мало)
sv: Hoppa Bakåt (liten)
th_th: ก้าวถอยหลัง (น้อย)
tt: Артка күчәргә (кыска)
vi: Lùi (nhỏ)

# IDS_MPLAYERC_25
source: Jump Forward (medium)
ar: تقديم للأمام (وسط)
be: Пераход наперад (сярэдні)
bn: সামনে লাফিয়ে যাই (মাঝারি)
bs_ba: Skoči Unaprijed (srednje)
ca: Salta endavant (mig)
cs: Skok vpřed (střední)
da: Gå fremad (medium)
de: Sprung: Vorwärts (mittel)
el: Άλμα εμπρός (μέτριο)
es: Saltar adelante (medio)
eu: Jauzi Aurrera (ertaina)
fi: Hyppää eteenpäin (keski)
fr: Saut avant (moyen)
gl: Salto Adiante (medio)
he: קפוץ קדימה (בינוני)
hr: Skoči naprijed (srednje)
hu: Ugrás előre (közepes)
hy: Անցում առաջ (միջին)
it: Salta avanti (medio)
ja: 順方向にジャンプ (中)
lt: Šuolis pirmyn (vidutinis)
ms_my: Lompat Maju (sederhana)
nl: Spring verder (middel)
pa: ਅੱਗੇ ਜਾਓ (ਮੱਧਮ)
pl: Przejdź średnią odległość naprzód
ru: Переход вперед (средний)
sk: Skok dopredu (stredný)
sl: Skok naprej (srednji)
sr: Прескочи унапред (средње)
sv: Hoppa Framåt (medel)
th_th: ก้าวเดินหน้า (ปานกลาง)
tt: Алга күчәргә (урта)
vi: Chuyển tiếp (trung bình)

# IDS_MPLAYERC_26
source: Jump Backward (medium)
ar: إرجاع للخلف (وسط)
be: Пераход назад (сярэдні)
bn: পিছনে লাফিয়ে যাই (মাঝারি)
bs_ba: Skoči Unazad (srednje)
ca: Salta enrere (mig)
cs: Skok zpět (střední)
da: Gå tilbage (medium)
de: Sprung: Rückwärts (mittel)
el: Άλμα πίσω (μέτριο)
es: Saltar atrás (medio)
eu: Jauzi Atzera (ertaina)
fi: Hyppää taaksepäin (keski)
fr: Saut arrière (moyen)
gl: Salto Atrás (medio)
he: קפוץ אחורה (בינוני)
hr: Skoči nazad (srednje)
hu: Ugrás vissza (közepes)
hy: Անցում հետ (միջին)
it: Salta indietro (medio)
ja: 逆方向にジャンプ (中)
lt: Šuolis atgal (vidutinis)
ms_my: Lompat Undur (sederhana)
nl: Spring terug (middel)
pa: ਪਿੱਛੇ ਜਾਓ (ਮੱਧਮ)
pl: Przejdź średnią odległość wstecz
ru: Переход назад (средний)
sk: Skok dozadu (stredný)
sl: Skok nazaj (srednji)
sr: Прескочи уназад (средње)
sv: Hoppa Bakåt (medel)
th_th: ก้าวถอยหลัง (ปานกลาง)
tt: Артка күчәргә (урта)
vi: Lùi (trung bình)

# IDS_MPLAYERC_27
source: Jump Forward (large)
ar: تقديم للأمام (كبيرة)
be: Пераход наперад (доўгі)
bn: সামনে লাফিয়ে যাই (বড়ো)
bs_ba: Skoči Unaprijed (puno)
ca: Salta endavant (llarg)
cs: Skok vpřed (velký)
da: Gå fremad (stor)
de: Sprung: Vorwärts (groß)
el: Άλμα εμπρός (μεγάλο)
es: Saltar adelante (largo)
eu: Jauzi Aurrera (luzea)
fi: Hyppää eteenpäin (paljon)
fr: Saut avant (grand)
gl: Salto Adiante (longo)
he: קפוץ קדימה (גדול)
hr: Skoči naprijed (puno)
hu: Ugrás előre (nagy)
hy: Անցում առաջ (երկար)
it: Salta avanti (molto)
ja: 順方向にジャンプ (大)
lt: Šuolis pirmyn (didelis)
ms_my: Lompat Maju (besar)
nl: Spring verder (lang)
pa: ਅੱਗੇ ਜਾਓ (ਵੱਧ)
pl: Przejdź dużą odległość naprzód
ru: Переход вперед (длинный)
sk: Skok dopredu (veľký)
sl: Skok naprej (velik)
sr: Прескочи унапред (много)
sv: Hoppa Framåt (stor)
th_th: ก้าวเดินหน้า (มาก)
tt: Алга күчәргә (озын)
vi: Chuyển tiếp (lớn)
