Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_MAINFRM_BOTH_SHADERS_FAILED
source: Failed to set both pre-resize and post-resize shaders
ar: فشل في وضعهما كلاهما بالمظللات بحجم بعد وبحجم قبل
be: Не атрымалася ўстанавіць шэйдары pre-resize і post-resize
bn: পূর্ববর্তী-সাইজপরিবর্তন এবং পরবর্তী-সাইজপরিবর্তন শেইডারসমূহ উভয়ই নির্ধারণ করতে ব্যর্থ হয়েছে
bs_ba: Nije uspjelo podešavanje oba sjenčila za prije i post-promjenu veličine
ca: No s'han pogut establir els shaders de pre-redimensionament ni de post-redimensionament
cs: Nastavení shaderů před zvětšením ani shaderů po zvětšení se nezdařilo
da: Anvendelse af både før-størrelsesændring og efter-størrelsesændring shadere mislykkedes
de: Kann Shader für Pre-Resize und Post-Resize nicht einrichten
el: Απέτυχε ο ορισμός σκιάσεων και προ και μετά αλλαγής μεγέθους
es: No se pudieron establecer los shaders ('sombreadores') de pre-redimensionado ni de post-redimensionado
eu: Hutsegitea biak aurre-birneurritzea eta birneurritze-ondoren itzalak ezartzerakoan
fi: Sekä koon muutoksen jälkeisten että muutosta edeltävien varjostimien asettaminen epäonnistui
fr: Impossible d'activer les effets pré et post redimensionnement
gl: Fallou en definir o pre e post-redimensionamentos dos sombreadores
he: קביעת מצלילים לפני ואחרי שינוי גודל נכשלה
hr: Post- i pre-size-shaderi se ne mogu postaviti
it: Impostazioni shader pre-resize e post-resize entrambe fallite
ja: サイズ変更前およびサイズ変更後のシェーダを設定できませんでした
lt: Nepavyko nustatyti pre-resize ir post-resize tamsinimų
ms_my: Gagal tetapkan kedua-dua pelorek pra-saiz-semula dan pasca-saiz semula
nl: Zetten zowel voor veranderen als wachtende shaders, mislukt
pl: Ustawienie shaderów przed oraz po skalowaniu nie powiodło się
ru: Не удалось установить pre-resize и post-resize шейдеры
sk: Nepodarilo sa nastaviť shadery pre predbežnú a dodatočnú zmenu veľkosti
sl: Napaka pri nastavitvi senčilnikov pred in po spremembi velikosti
sr: Не могу да поставим модуле за сенчење који се извршавају пре промене величине и након ње
sv: Misslyckades att ställa in både pre-resize och post-resize shaders
th_th: ล้มเหลวในการตั้งค่าเฉดเดอร์ทั้งก่อนและหลังการปรับขนาด
tt: Не удалось установить pre-resize и post-resize шейдеры
vi: Thất bại trong việc thiết lập cả hai trước thay đổi kích thước và sau thay đổi kích thước trình đổ bóng

# IDS_DEBUGSHADERS_FIRSTRUN_MSG
source: Shaders are recompiled automatically when the corresponding files are modified.
ar: المظللات تعيد تجميع الملفات آلياً عندما تكون المعدّلة متطابقة.
be: Шэйдары перакампілююца аўтаматычна, пасля змены адпаведных файлаў.
bn: শেইডারসমূহ স্বয়ংক্রিয়ভাবে পুনরায় সঙ্কলিত হয় যখন অনুরূপ ফাইলসমূহ পরিবর্তন করা হয়।
bs_ba: Sjenčila su ponovo kompajlirana automatski nakon modifikacije odgovarajućih dokumenata.
ca: Els shaders es tornen a compilar automàticament quan els fitxers corresponents es modifiquen.
cs: Pokud jsou soubory změněny, shadery jsou automaticky překompilovány.
da: Shadere genkompileres automatisk når de tilsvarende filer ændres.
de: Shader werden bei Änderung der zugehörigen Dateien neu kompiliert.
el: Οι σκιάσεις επανακωδικοποιούνται αυτόματα όταν τροποποιούνται τα αντίστοιχα αρχεία.
es: Los shaders ('sombreadores') se vuelven a compilar automáticamente cuando se modifican los archivos correspondientes.
eu: Itzalak berezgaitasunez berbiltzen dira dagozkien agiriak aldatzen direnean.
fi: Varjostimet kootaan uudelleen automaattisesti kun vastaavia tiedostoja on muokattu.
fr: Les effets sont recompilés automatiquement quand les fichiers correspondant sont modifiés.
gl: Os sombreadores son recompilados automaticamente cando os seus ficheiros correspondentes son modificados.
he: מצלילים מעובדים מחדש אוטומטית כאשר חל שינוי בקבצים התואמים שלהם.
hr: Shaderi se iznova kompajliraju kada se odgovarajuće datoteke promijene.
it: Gli Shader sono ricompilati automaticamente quando i file corrispondenti sono modificati.
ja: 対応するファイルが変更された場合、シェーダは自動的に再コンパイルされます。
lt: Tamsinimai bus sukompiliuoti automatiškai pakeitus atitinkamus failus.
ms_my: Pelorek dikompil semula secara automatik bila fail berkaitan diubahsuai.
nl: Shader worden automatisch herberekend als bijbehorend bestand zijn veranderd.
pl: Shadery są kompilowane automatycznie gdy odpowiadające im pliki są edytowane.
ru: Шейдеры перекомпилируются автоматически при изменении соответствующих файлов.
sk: Shadery sa automaticky znova skompilujú pri úprave príslušných súborov.
sl: Senčilniki so prevedeni samodejno po spremembi pripadajočih datotek.
sr: Модули за сенчење се аутоматски компилирају када дође до промене одговарајућих датотека.
sv: Shaders kompileras om automatiskt när de motsvarande filerna modifieras.
th_th: เฉดเดอร์จะถูกรีคอมไพล์อัตโนมัติ เมื่อไฟล์ที่สอดคล้องถูกปรับเปลี่ยน
tt: Шейдеры перекомпилируются автоматически при изменении соответствующих файлов.
vi: Trình đổ bóng được biên dịch lại tự động khi các tập tin tương ứng được sửa đổi.

# IDS_SHADER_DLL_ERR_0
source: Cannot load %s, pixel shaders will not work.
ar: لايمكن تحميل %s, بيكسل المظللات لايعمل.
be: Немагчыма загрузіць %s, піксельныя шэйдары працаваць не будуць.
bn: %s লোড করা যাচ্ছে না, পিক্সেল শেইডার কাজ করবে না।
bs_ba: Nij emoguće učitati %s, sjenila za piksele neće raditi.
ca: No es pot carregar %s, els píxel shaders no funcionaran.
cs: Nepodařilo se načíst %s, pixel shadery nebudou fungovat.
da: Kan ikke indlæs %s, pixel shadere vil ikke virke.
de: Kann %s nicht laden, Shader inaktiv
el: Δεν είναι δυνατή η φόρτωση του %s. Οι σκιάσεις πίξελ δεν θα λειτουργούν.
es: No se puede cargar %s. Los pixel shaders (PS, 'sombreadores' de píxel) no funcionarán.
eu: Ezin da %s gertatu, pixel itzalek ez dute lanik egingo.
fi: %s ei voi ladata, pikselivarjostimet eivät toimi.
fr: Impossible de charger %s, les effets vidéo ne fonctionneront pas.
gl: Non foi posible cargar %s pixeles dos sombreadores non funcionarán.
he: לא מצליח לטעון את %s, מצלילי פיקסלים לא יעבדו.
hr: Nemoguće učitati %s, piksel shaderi neće raditi.
it: Non posso caricare %s, i pixel shader non funzioneranno.
ja: %s を読み込めません。ピクセル シェーダは動作しません。
lt: Neįmanoma įkelti %s, pikseliniai tamsinimai neveiks.
ms_my: Tidak dapat muat %s, pelorek piksel tidak akan berfungsi.
nl: Kan %s niet laden, pixel shaders zullen niet werken.
pl: Błąd ładowania %s, ten shader nie będzie działał.
ru: Невозможно загрузить %s, пиксельные шейдеры не будут работать.
sk: Nemožno načítať %s, pixel-shadery nebudú funkčné.
sl: Ne morem naložiti %s, senčilniki pik ne bodo delovali.
sr: Не могу да учитам %s. Модули за сенчење пиксела неће радити.
sv: Kan inte ladda %s, pixel shaders kommer inte att fungera.
th_th: ไม่สามารถโหลด %s, พิกเซลเฉดเดอร์อาจใช้ไม่ได้
tt: Невозможно загрузить %s, пиксельные шейдеры не будут работать.
vi: Không thể nạp %s, bộ đổ bóng pixel sẽ không làm việc.

# IDS_SHADER_DLL_ERR_1
source: Cannot find necessary function entry points in %s, pixel shaders will not work.
ar: لايستطيع إيجاد نقاط الدخول للوظيفو الضرورية في %s, بيكسل المظللات لن تعمل.
be: Не атрымліваецца знайсці пункты ўваходу неабходнай функцыі ў %s, піксельныя шэйдары працаваць не будуць.
bn: %s এ প্রয়োজনীয় ফাংশন এন্ট্রি পয়েন্টসমূহ পাওয়া যাচ্ছে না, পিক্সেল শেইডার কাজ করবে না।
bs_ba: Nije moguće pronaći potrebne ulazne tačke za funkcije u %s, sjenila za piksele neće raditi.
ca: No es poden trobar els punts d'entrada necessaris de la funció a %s. Els píxel shaders (PS) no funcionaran.
cs: V %s nebyly nalezeny požadované vstupní body funkcí, pixel shadery nebudou fungovat.
da: Kan ikke finde funktionsindgangspunkt i %s, pixel shadere vil ikke virke.
de: Kann Funktionseinsprünge in %s nicht finden, Shader inaktiv
el: Δεν βρέθηκαν τα αναγκαία σημεία εισόδου στο %s. Οι σκιάσεις πίξελ δεν θα λειτουργούν.
es: No se pueden encontrar los puntos de entrada requeridos de la función en %s. Los pixel shaders (PS, 'sombreadores' de píxel) no funcionarán.
eu: Ezin dira beharrezko eginkizun sarrera puntuak aurkitu %s-an, pixel itzalek ez dute lanik egingo.
fi: %s:n tarpeellisen funktion pääsykohtia ei löydy, pikselivarjostimet eivät toimi.
fr: Impossible de trouver les fonctions nécessaires dans %s, les effets vidéo ne fonctionneront pas.
gl: Non foi posible atopar puntos de entrada de función necesarios en %s, pixeles dos sombreadores non funcionarán.
hr: Nemoguće pronaći odgovarajuća ulazna točka funkcije u %s, piksel shaderi neće raditi.
it: Non posso trovare la funzione necessaria nel punto d'ingresso %s, i pixel shader non funzioneranno.
ja: %s で必要な関数エントリ ポイントが見つかりません。ピクセル シェーダは動作しません。
lt: Nerasti %s būtinos funkcijos įėjimo taško, pikseliniai tamsinimai neveiks.
ms_my: Tidak dapat cari titik masukan fungsi yang perlu dalam %s, pelorek piksel tidak akan berfungsi.
nl: Kan benodigde ingangspunten van %s niet vinden, pixel shaders zullen niet werken.
pl: Nie można znaleźć odpowiedniego punktu wejścia funkcji w %s, shader nie będzie działał.
ru: Не удается найти точки входа необходимой функции в %s, пиксельные шейдеры не будут работать.
sk: Nemožno nájsť potrebné vstupné body pre funkciu v %s, pixel-shadery nebudú funkčné.
sl: Ne najdem potrebnih funkcijskih vstopnih točk v %s, senčilniki pik ne bodo delovali.
sr: Не могу да пронађем потребне улазне тачке функције у %s. Модули за сенчење пиксела неће радити.
sv: Kan inte hitta nödvändiga funktionsutgångspunkter i %s, pixel-shaders kommer inte fungera.
th_th: ไม่พบจุดเข้าฟังก์ชันที่จำเป็นใน %s, พิกเซลเฉดเดอร์จะใช้การไม่ได้
tt: Не удается найти точку входа необходимой функции в %s, пиксельные шейдеры не будут работать.
vi: Không thể tìm thấy điểm cần thiết nhập chức năng trong %s, trình đổ bóng pixel sẽ không làm việc.

# IDS_OSD_SHADERS_PRESET
source: Shader preset: %s
ar: تقدّم المظللات: %s
be: Налады шэйдараў: %s
bn: শেইডার প্রিসেট: %s
bs_ba: Podešenja sjenila: %s
ca: Shader preestrablert: %s
cs: Předvolba shaderů: %s
da: Shader-forudindstilling: %s
de: Shader-Profil: %s
el: Προρύθμιση σκίασης: %s
es: Preajuste del shader: %s
eu: Itzal aurrezarpena: %s
fi: Varjostimen esiasetus: %s
fr: Présélection d'effets vidéo : %s
gl: Sombreador predefinido: %s
he: מצליל מותאם מראש: %s
hr: Shader profil: %s
hu: Árnyékoló előbeállítás: %s
it: Impostazione shader: %s
ja: シェーダ プリセット: %s
lt: Tamsinimo priešnustatymas: %s
ms_my: Praset pelorek: %s
nl: Shader voorkeur: %s
pa: ਸ਼ੇਡਰ ਪ੍ਰੀਸੈਟ: %s
pl: Profil shaderów: %s
ru: Предустановка шейдеров: %s
sk: Prednastavenie shadera: %s
sl: Prednastavitve senčilnika: %s
sr: Шаблон модула за сенчење: %s
sv: Shader-förinställning: %s
th_th: ค่าสำเร็จรูปเฉดเดอร์: %s
tt: Шейдерның алдагы көйләүләре: %s
vi: Đổ bóng cài sẵn: %s

# IDS_AG_SHADERS_PRESET_NEXT
source: Next Shader Preset
ar: عرض المظلل التالي
be: Наступныя налады шэйдараў
bn: পরবর্তী শেইডার প্রিসেট
bs_ba: Sljedeće Podešenje Sjenila
ca: Següent Shader Preestablert
cs: Další předvolba shaderů
da: Næste shader-forudindstilling
de: Shader-Profil vor
el: Επόμενη προρύθμιση σκίασης
es: Preajuste siguiente
eu: Hurrengo Itzal Aurrezarpena
fi: Seuraava varjostimen esiasetus
fr: Présélection d'effets vidéo suivante
gl: Seguinte predefinición de sombreador
he: מצליל מותאם מראש הבא
hr: Sljedeći shader profil
hu: Következő Árnyékoló előbeállítás
it: Impostazione Shader Successiva
ja: 次のシェーダ プリセット
lt: Kitas tamsinimo priešnustatymas
ms_my: Praset Pelorek Berikutnya
nl: Volgende shader voorinstelling
pa: ਅਗਲਾ ਸ਼ੇਡਰ ਪ੍ਰੀਸੈਟ
pl: Następny profil shaderów
ru: Следующая предустановка шейдеров
sk: Ďalšie prednastavenie shadera
sl: Prednastavitve naslednjega senčilnika
sr: Следећи шаблон модула за сенчење
sv: Nästa Shader-förinställning
th_th: ค่าสำเร็จรูปเฉดเดอร์ ถัดไป
tt: Киләсе шейдерның алдагы көйләүләре
vi: Đổ bóng kế

# IDS_AG_SHADERS_PRESET_PREV
source: Prev Shader Preset
ar: عرض المظلل السابق
be: Папярэднія налады шэйдараў
bn: পূর্ববর্তী শেইডার প্রিসেট
bs_ba: Prethodno Podešenje Sjenila
ca: Anterior Shader Preestablert
cs: Předchozí předvolba shaderů
da: Forrige shader-forudindstilling
de: Shader-Profil zurück
el: Προηγούμενη προρύθμιση σκίασης
es: Preajuste anterior
eu: Aurreko Itzal Aurrezarpena
fi: Edellinen varjostimen esiasetus
fr: Présélection d'effets vidéo précédente
gl: Predefinición anterior de sombreador
he: מצליל מותאם מראש הקודם
hr: Prethodni shader profil
hu: Előző Árnyékoló előbeállítás
it: Impostazione Shader Precedente
ja: 前のシェーダ プリセット
lt: Ankstesnis tamsinimo priešnustatymas
ms_my: Praset Pelorek Terdahulu
nl: Vorige shader voorinstelling
pa: ਪਿਛਲੇ ਸ਼ੇਡਰ ਪ੍ਰੀਸੈਟ
pl: Poprzedni profil shaderów
ru: Предыдущая предустановка шейдеров
sk: Predchádzajúce prednastavenie shadera
sl: Prednastavitve prejšnjega senčilnika
sr: Претходни шаблон модула за сенчење
sv: Föreg. Shader-förinställning
th_th: ค่าสำเร็จรูปเฉดเดอร์ ก่อนหน้า
tt: Алдагы шейдерның баштагы көйләүләре
vi: Đổ bóng trước

# IDS_RECORD_START
source: Record
ar: تسجيل
be: Запіс
bn: রেকর্ড শুরু করি
bs_ba: Snimi
ca: Enregistra
cs: Zaznamenat
da: Optag
de: &Aufnahme
el: Εγγραφή
es: Grabar
eu: Grabatu
fi: Nauhoita
fr: Enregistrer
gl: Gravar
he: הקלט
hr: Snimi
hu: Felvétel
hy: Տեսագրել
it: Registra
ja: 開始
lt: Įrašas
ms_my: Rakam
nl: Opname
pa: ਰਿਕਾਰਡ ਕਰੋ
pl: Nagraj
ru: Запись
sk: Nahrať
sl: Snemanje
sr: Сними
sv: Spela in
th_th: บันทึก
tt: Язма
vi: Ghi

# IDS_RECORD_STOP
source: Stop
ar: توقف
be: Спыніць
bn: রেকর্ড বন্ধ করি
bs_ba: Zaustavi
ca: Atura
cs: Zastavit
de: Stopp
el: Διακοπή
es: Detener
eu: Gelditu
fi: Pysäytä
fr: Arrêter
gl: Deter
he: עצור
hr: Zaustavi
hu: Leállítás
hy: Կանգնեցնել
it: Ferma
ja: 停止
ms_my: Henti
nl: Stoppen
pa: ਰੋਕੋ
pl: Zakończ
ru: Стоп
sr: Заустави
sv: Stoppa
th_th: หยุด
tt: Туктату
vi: Ngừng

# IDS_BALANCE
source: L = R
be: Л = П
bn: বাম = ডান
bs_ba: L = D
ca: E = D
da: V = H
el: Α = Δ
es: I = D
eu: EZ = ES
fi: V = O
fr: G = D
gl: E = D
he: שמאל = ימין
hr: L = D
hu: B = J
ja: 左 = 右
lt: K = D
pl: L = P
ru: Л = П
sk: Ľ = P
sl: L = D
sr: Л = Д
sv: V = H
th_th: ซ = ว
tt: С = У
vi: T = P

# IDS_BALANCE_L
source: L +%d%%
ar: يسار +%d%%
be: Л +%d%%
bn: বাম +%d%%
ca: E +%d%%
da: V +%d%%
el: Α +%d%%
es: I +%d %%
eu: EZ +%d%%
fi: V +%d%%
fr: G +%d%%
gl: E +%d%%
he: שמאל +%d%%
hu: B +%d%%
ja: 左 +%d%%
lt: K +%d%%
ru: Л +%d%%
sk: Ľ +%d%%
sr: Л +%d%%
sv: V +%d%%
th_th: ซ +%d%%
tt: С +%d%%
vi: T +%d%%

# IDS_BALANCE_R
source: R +%d%%
ar: يمين +%d%%
be: П +%d%%
bn: ডান +%d%%
bs_ba: D +%d%%
ca: D +%d%%
da: H +%d%%
el: Δ +%d%%
es: D +%d %%
eu: ES +%d%%
fi: O +%d%%
fr: D +%d%%
gl: D +%d%%
he: ימין +%d%%
hu: J +%d%%
ja: 右 +%d%%
lt: D +%d%%
pl: P +%d%%
ru: П +%d%%
sk: P +%d%%
sl: D +%d%%
sr: Д +%d%%
sv: H +%d%%
th_th: ข +%d%%
tt: У +%d%%
vi: P +%d%%

# IDS_PLAYLIST_ADDFOLDER
source: Add containing &folder
ar: إضافة تضمين حافظة
be: Дадаць папку, якая іх змяшчае
bn: ধারণকারী ফোল্ডার যোগ করি
bs_ba: Dodaj &folder u kome se nalazi
ca: Afegeix carpeta contenidora
cs: Přidat nadřazený adresář
da: Tilføj indeholdende &mappe
de: &Ordnerdateien hinzufügen
el: Προσθήκη του φακέλου που περιέχει το &αρχείο
es: Añadir carpeta contenedora
eu: Gehitu &edukiaren agiritegia
fi: Lisää sisältökansio
fr: A&jouter le dossier contenant le fichier
gl: Engadir cartafol colector
he: הוסף תיקיה מכילה
hr: Dodaj &mapu sa sadržajem
hu: Tartalmazó mappa hozzáadása
hy: Ավելացնել պարունակող թղթապանակ
it: Aggiungi cartella contenente
ja: このアイテムのフォルダを追加(&F)
lt: Pridėti aplanką su turiniu
ms_my: Tambah folder yang dikandungi
nl: Voeg bevattende map toe
pa: ਰੱਖਣ ਵਾਲਾ ਫੋਲਡਰ ਜੋੜੋ
pl: Dodaj pliki z folderu
ru: Добавить содержащую папку
sk: Pridať priečino&k s obsahom
sl: Dodaj cel imenik
sr: Додај &фасциклу са садржајем
sv: Hämta alla filer i mappen
th_th: เพิ่มโฟลเดอร์ที่บรรจุอยู่
tt: Булган папканы өстәргә
vi: &Thêm thư mục chứa

# IDS_TOOLTIP_SOFTWARE_DECODING
source: Software Decoding
ar: شفرة البرنامج
be: Праграмнае дэкадаванне
bn: সফট্‌ওয়্যার ডিকোডিং
bs_ba: Softversko Dekodiranje
ca: Descodificació per software
cs: Softwarové dekódování
da: Software-dekodning
el: Λογισμικό αποκωδικοποίησης
es: Decodificación por software
eu: Software Dekodeaketa
fi: Ohjelmallinen dekoodaus
fr: Décodage logiciel
gl: Decodificación por Software
he: פענוח תוכנה
hr: Softversko dekodiranje
hu: Szoftveres dekódolás
hy: Ծրագրային ապակոդավորում
it: Decodifica Software
ja: ソフトウェア デコーディング
lt: Programinis iškodavimas
ms_my: Penyahkodan Perisian
nl: Software decodering
pa: ਸਾਫਟਵੇਅਰ ਡੀਕੋਡਿੰਗ
pl: Dekodowanie Software
ru: Программное декодирование
sk: Softvérové dekódovanie
sl: Programsko dekodiranje
sr: Софтверско декодирање
sv: Mjukvaruavkodning
th_th: การถอดรหัสซอฟต์แวร์
tt: Декодлау программалары
vi: Phần mềm giải mã

# IDS_STATSBAR_PLAYBACK_RATE
source: Playback rate
ar: نسبة إعادة التشغيل
be: Хуткасць прайгравання
bn: প্লেব্যাক রেট
bs_ba: Tempo Reprodukcije
ca: Velocitat de reproducció
cs: Rychlost přehrávání
da: Afspilningshastighed
de: Tempo
el: Ρυθμός αναπαραγωγής
es: Tasa de reproducción
eu: Irakurketa neurria
fi: Toistonopeus
fr: Vitesse de lecture
gl: Velocidade de reprodución
he: קצב ניגון
hr: Brzina reprodukcije
hu: Lejátszási sebesség
hy: Նվագարկման վարկանիշ
it: Velocità di riproduzione
ja: 再生速度
lt: Grojimo greitis
ms_my: Kadar main balik
nl: Afspeel snelheid
pa: ਚਲਾਓ ਦਰ
pl: Tempo
ru: Скорость воспроизведения
sk: Rýchlosť prehrávania
sl: Hitrost predvajanja
sr: Брзина репродукције
sv: Uppspelningshastighet
th_th: อัตราการเล่น
tt: Уйнату тизлеге
vi: &Tốc độ phát lại

# IDS_FILTERS_COPY_TO_CLIPBOARD
source: &Copy filters list to clipboard
ar: نسخ قائمة المرشحات لذاكرة النصوص
be: &Капіяваць спіс фільтраў у буфер абмену
bn: ফিল্টারসমূহের তালিকা ক্লিপবোর্ডে কপি করি(&C)
bs_ba: Kopiraj listu filtera u clipboard
ca: &Copia la llista de filtres al porta-retalls
cs: &Zkopírovat seznam filtrů do schránky
da: &Kopiér filterliste til udklipsholder
de: &Liste kopieren
el: Αντι&γραφή λίστας φίλτρων στο Πρόχειρο
es: &Copiar lista de filtros en portapapeles
eu: &Kopiatu iragazki zerrenda gakora
fi: &Kopioi suodinlista leikepöydälle
fr: &Copier la liste des filtres dans le presse-papier
gl: &Copiar a lista de filtros para área de transferencia
hr: &Kopiraj filtere u međuspremnik
hu: Szűrő lista másolása a vágólapra
hy: &Պատճենել զտիչների ցանկը մեկուսաշրջույթ
it: &Copia lista filtri negli appunti
ja: フィルタ リストをクリップボードにコピー(&C)
lt: &Kopijuoti filtrų sąrašą į buferį
ms_my: Sa&lin senarai penapis ke dalam papan keratan
nl: &Kopieer filters naar klembord
pa: ਫਿਲਟਰਾਂ ਨੂੰ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕਰੋ(&C)
pl: &Kopiuj listę filtrów do schowka
ru: &Копировать список фильтров в буфер
sk: &Kopírovať zoznam filtrov do schránky
sl: &Kopiraj filtre na odložišče
sr: &Копирај списак филтера
sv: &Kopiera filterlista till urklippet
th_th: &คัดลอกรายชื่อตัวกรองสู่หน่วยความจำ
tt: &Сөзгечләр битен буферга күчерергә
vi: &Chép danh sách các bộ lọc vào bộ nhớ tạm

# IDS_CREDENTIALS_SERVER
source: Enter server credentials
ar: ادخل تفاصيل الخادم
be: Увядзіце дадзеныя сервера
bn: সার্ভার এর প্রামাণ্য বিবরণসমূহ প্রবেশ করুন
bs_ba: Unesi akreditive za server
ca: Introduïu les credencials de servidor
cs: Zadejte přihlašovací údaje serveru
da: Indtast serverens legitimationsoplysninger
de: Server-Zugangsdaten eingeben
el: Εισαγωγή διαπιστευτηρίων διακομιστή
es: Introducir credenciales del servidor
eu: Sartu zerbitzari kredentzialak
fi: Syötä palvelimen kirjautumistiedot
fr: Entrez les identifiants du serveur
gl: Introduza as credenciais do servidor
hr: Unesite postavke servera
hy: Մուտքագրել սպա:սարկիչի հավատարմագրերը
it: Inserisci credenziali server
ja: サーバーの資格情報を入力してください
lt: Įveskite serverio kredencialus.
ms_my: Masukan kelayakan pelayan
nl: Voer server inloggegevens in
pa: ਸਰਵਰ ਸਨਦ ਦਿਓ
pl: Wprowadź poświadczenia serwera
ru: Введите данные сервера
sk: Zadať údaje pre server
sl: Vnesi poverilnice strežnika
sr: Унесите податке за пријаву на сервер
sv: Skriv in serveruppgifter
th_th: ใส่ credentials เซิร์ฟเวอร์
vi: Nhập thông tin đăng nhập máy chủ

# IDS_CREDENTIALS_CONNECT
source: Enter your credentials to connect
ar: ادخل تفاصيلك للإتصال
be: Увядзіце ўліковыя дадзеныя каб падлучыцца
bn: সংযুক্ত হতে আপনার প্রামাণ্য বিবরণসমূহ প্রবেশ করুন
bs_ba: Unesite svoje akreditive za konekciju
ca: Introdueixi les seves credencials per connectar-se
cs: Zadejte přihlašovací údaje spojení
da: Indtast dine legitimationsoplysninger for at oprette forbindelse
de: Um die Verbindung herzustellen, bitte Zugangsdaten eingeben.
el: Εισάγετε τα διαπιστευτήριά σας για να συνδεθείτε
es: Proporcione sus credenciales para conectarse
eu: Sartu zure kredentzialak elkartzeko
fi: Syötä kirjautumistietosi yhdistämistä varten
fr: Entrez vos identifiants pour vous connecter
gl: Introduza o seu nome de usuario para iniciar sesión
hr: Unesite vaše postavke za spajanje
hy: Մուտքագրեք Ձեր հավատարմագրերը՝ կապակցելու համար
it: Inserisci le tue credenziali per connetterti
ja: 接続するために資格情報を入力してください
lt: Įveskite savo kredencialus prisijungimui
ms_my: Masukkan kelayakan anda untuk sambung
nl: Voer je inloggegevens in om te verbinden
pa: ਕਨੈਕਟ ਕਰਨ ਲਈ ਆਪਣੀ ਸਨਦ ਦਿਓ
pl: Wprowadź poświadczenie użytkownika
ru: Введите свои данные для подключения
sk: Zadajte svoje prihlasovacie údaje pre pripojenie
sl: Vnesi svoje poverilnice za povezavo
sr: Унесите податке за пријаву ради повезивања
sv: Skriv in dina uppgifter för att ansluta
th_th: ใส่ credentials ของคุณเพื่อเชื่อมต่อ
vi: Nhập thông tin đăng nhập của bạn để kết nối

# IDS_SUB_SAVE_EXTERNAL_STYLE_FILE
source: Save custom style
ar: حفظ ستايل مخصص
be: Захаваць адвольны стыль
bn: ব্যক্তি-নির্ধারিত ধরনটি সেইভ করি
bs_ba: Snimi vlastiti stil
ca: Desa l'estil personalitzat
cs: Uložit vlastní styl
da: Gem brugerdefineret typografi
de: Angepassten Style speichern
el: Αποθήκευση προσαρμοσμένου στυλ
es: Guardar estilo personalizado
eu: Gorde norbere estiloa
fi: Tallenna yksilöllinen tyyli
fr: Exporter le style personnalisé
gl: Gravar estilo personalizado
hr: Spremi prilagođeni stil
hu: Egyedi stílus mentése
hy: Պահպանել հարմարեցված ոճը
it: Salva stile personalizzato
ja: カスタム スタイルを保存する
lt: Išsaugoti vartotojo stilių
ms_my: Simpan gaya suai
nl: Sla aangepaste stijl op
pa: ਕਸਟਮ ਸ਼ੈਲੀ ਸੰਭਾਲੋ
pl: Zapisz niestandardowy styl
ru: Сохранить пользовательский стиль
sk: Uložiť používateľom nastavený štýl
sl: Shrani stil po meri
sr: Сачувај прилагођени стил
sv: Spara anpassad stil
th_th: บันทึกลักษณะที่ปรับแต่ง
vi: Lưu các tùy chỉnh

# IDS_CONTENT_EDUCATION_SCIENCE
source: Education/Science/Factual topics
ar: تعليم/علوم/مواضيع واقعية
be: Адукацыя/Навука
bn: শিক্ষা/বিজ্ঞান/বাস্তববাদী আলোচ্য বিষয়সমূহ
bs_ba: Obrazovanje/Nauka/Činjenične teme
ca: Educació / Ciència / Fets reals
cs: Vzdělávání/Věda/Fakta
da: Uddannelse/Videnskab/Faktuelle emner
de: Bildung/Wissenschaft/Sachthemen
el: Εκπαίδευση/Επιστήμη/Τεκμηριωμένα θέματα
es: Educación/ciencia/hechos
eu: Hezkuntza/Zientzia/Egizko gertaerak
fi: Opetus/Tiede/Fakta-otsikot
fr: Éducation/Science/Sujets factuels
gl: Educación/Ciencia/temas factuais
hr: Edukacijske/Znanstvene/Stručne teme
it: Argomenti Educazione/Scienza/Attualità
ja: 教育/科学/事実
lt: Švietimas/Mokslas/Faktai
ms_my: Topik Pendidikan/Sains/Fakta
nl: Onderwijs / wetenschap / feitelijke onderwerpen
pa: ਸਿੱਖਿਆ/ਵਿਗਿਆਨ/ਯਥਾਰਥਕ ਵਿਸ਼ੇ
pl: Edukacja/Nauka/Fakty
ru: Образование/Наука
sk: Vzdelávacie/Veda/Reálne témy
sl: Izobraževanje/Znanost/Dejstva
sr: Образовање/наука/стручне теме
sv: Utbildning/Vetenskap/Fakta
th_th: การศึกษา/วิทยาศาสตร์/ข้อเท็จจริง
vi: Chủ đề Giáo dục/Khoa học/Thực tế
