Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_CMD_HIBERNATE
source: /hibernate Hibernate operating system after playback
be: /hibernate Перайсці ў рэжым сну па сканчэнні прайгравання
bs_ba: /hibernate Postavi operativni sistem u hibernaciju nakon reprodukcije
ca: /hibernate Hiberna el sistema operatiu un cop acabada la reproducció
cs: /hibernate Po přehrání přepne systém do režimu hibernace
da: /hibernate Sæt styresystemet i dvale efter afspilning
de: /hibernate Wechselt in den Ruhezustand (nach Wiedergabe).
el: /hibernate Αδρανοποίηση του λειτουργικού μετά την αναπαραγωγή
es: /hibernate Hiberna el sistema operativo tras la reproducción
eu: /hibernate Neguratu sistema eragilea irakurketaren ondoren
fr: /hibernate Met la machine en veille prolongée après la lecture
gl: /hibernate Hiberna o sistema operativo tras a reprodución
hr: /hibernate Hiberniraj operativni sustav nakon reprodukcije
ja: /hibernate 再生終了後に OS を休止状態にする
ms_my: /hibernate Hibernasi sistem pengoperasian selepas main balik
nl: /hibernate Systeem in slaap stand zetten na afspelen
pl: /hibernate Wprowadza system w stan hibernacji po zakończeniu odtwarzania
ru: /hibernate Гибернация компьютера после окончания воспроизведения
sk: /hibernate Zapnúť hiberáciu operačného systému po prehraní
sl: /hibernate Operacijski sistem v spanje po predvajanju
sr: /hibernate Укључите хибернацију након репродукције.
vi: /hibernate Đặt hệ thống vào chế độ ngủ đông sau khi phát xong

# IDS_CMD_LOGOFF
source: /logoff Log off after playback
be: /logoff Завяршыць сеанс па сканчэнні прайгравання
bs_ba: /logoff Odloguj korisnika nakon reprodukcije
ca: /logoff Tanca la sessió un cop acabada la reproducció
cs: /logoff Po přehrání odhlásí aktuálně přihlášeného uživatele
da: /logoff Log af efter afspilning
de: /logoff Meldet den Benutzer ab (nach Wiedergabe).
el: /logoff Αποσύνδεση μετά την αναπαραγωγή
es: /logoff Cierra sesión tras la reproducción
eu: /logoff Amaitu saioa irakurketaren ondoren
fr: /logoff Déconnecte la session après la lecture
gl: /logoff Pecha sesión tras a reprodución
hr: /logoff Odjavi se nakon reprodukcije
ja: /logoff 再生終了後にログオフする
ms_my: /logoff Daftar keluar selepas main balik
nl: /logoff Uitloggen na afspelen
pl: /logoff Wyglogowuje użytownika po zakończeniu odtwarzania
ru: /logoff Завершить сеанс после окончания воспроизведения
sk: /logoff Odhlásiť po prehraní
sl: /logoff Odjavi se po predvajanju
sr: /logoff Одјавите се са рачунара након репродукције.
vi: /logoff Đăng xuất khỏi hệ thống sau khi phát xong

# IDS_CMD_LOCK
source: /lock Lock workstation after playback
be: /lock Заблакаваць камп'ютар па сканчэнні прайгравання
bs_ba: /lock Zaključaj radnu stanicu nakon reprodukcije
ca: /lock Bloca l'ordinador un cop acabada la reproducció
cs: /lock Po přehrání uzamkne aktivní uživatelský účet
da: /lock Lås arbejdsstation efter afspilning
de: /lock Sperrt den Computer (nach Wiedergabe).
el: /lock Κλείδωμα του σταθμού εργασίας μετά την αναπαραγωγή
es: /lock Bloquea el equipo tras la reproducción
eu: /lock Blokeatu lan-estazioa irakurketaren ondoren
fr: /lock Verrouille la session après la lecture
gl: /lock Bloquea o equipo tras a reprodución
hr: /lock Zaključaj operativni sustav nakon reprodukcije
ja: /lock 再生終了後にワークステーションをロックする
ms_my: /lock Kunci stesen kerja selepas main balik
nl: /lock Vergrendel na afspelen
pl: /lock Blokuje stacje roboczą po zakończeniu odtwarzania
ru: /lock Заблокировать компьютер после окончания воспроизведения
sk: /lock Uzamknúť pracovnú stanicu po prehraní
sl: /lock Zakleni računalnik po predvajanju
sr: /lock Закључајте рачунар након репродукције.
vi: /lock Khóa trạm làm việc sau khi phát xong

# IDS_CMD_MONITOROFF
source: /monitoroff Turn off the monitor after playback
be: /monitoroff Выключыць манітор па сканчэнні прайгравання
bs_ba: /monitoroff Isključi monitor nakon reprodukcije
ca: /monitoroff Apaga el monitor un cop acabada la reproducció
cs: /monitoroff Po přehrání vypne obrazovku
da: /monitoroff Sluk monitoren efter afspilning
de: /monitoroff Schaltet den Bildschirm aus (nach Wiedergabe).
el: /monitoroff Απενεργοποίηση της οθόνης μετά την αναπαραγωγή
es: /monitoroff Apaga el monitor tras la reproducción
eu: /monitoroff Itzali monitorea irakurketaren ondoren
fr: /monitoroff Éteint l'écran après la lecture
gl: /monitoroff Apaga o monitor tras a reprodución
hr: /monitoroff Ugasi zaslon nakon reprodukcije
ja: /monitoroff 再生終了後にモニタの電源を切る
ms_my: /monitoroff Matikan monitor selepas main balik
nl: /monitoroff Zet monitor uit na afspelen
pl: /monitoroff Wyłącza monitor po zakończeniu odtwarzania
ru: /monitoroff Выключить монитор после окончания воспроизведения
sk: /monitoroff Vypnúť monitor po prehraní
sl: /monitoroff Izključi monitor po predvajanju
sr: /monitoroff Искључите монитор након репродукције.
vi: /monitoroff Tắt màn hình sau khi phát xong

# IDS_CMD_PLAYNEXT
source: /playnext Open next file in the folder after playback
be: /playnext Прайграць наступны файл ў папцы па сканчэнні прайгравання
bs_ba: /playnext Otvori sljedeći dokument u direktoriju nakon reprodukcije
ca: /playnext Obre el fitxer següent de la carpeta un cop acabada la reproducció
cs: /playnext Po přehrání otevře další soubor v adresáři
da: /playnext Åbn næste fil i mappen efter afspilning
de: /playnext Öffnet die nächste Ordnerdatei (nach Wiedergabe).
el: /playnext Άνοιγμα του επόμενου αρχείου στο φάκελο μετά την αναπαραγωγή
es: /playnext Abre el siguiente archivo de la carpeta tras la reproducción
eu: /playnext Ireki agiritegiko hurrengo agiria irakurketaren ondoren
fr: /playnext Ouvre le fichier suivant dans le répertoire après la lecture
gl: /playnext Abre o seguinte ficheiro do cartafol tras a reprodución
hr: /playnext Otvori slijedeću datoteku u mapi nakon reprodukcije
ja: /playnext 再生終了後にフォルダ内の次のファイルを開く
ms_my: /playnext Buka fail berikutnya dalam folder selepas main balik
nl: /playnext Volgend bestaand open na afspelen
pl: /playnext Otwiera następny plik w folderze po zakończeniu odtwarzania
ru: /playnext Открыть следующий файл в папке после окончания воспроизведения
sk: /playnext Po prehraní otvoriť ďalší súbor v priečinku
sl: /playnext Odpri naslednjo datoteko po predvajanju
sr: /playnext Отворите следећу датотеку у фасцикли након репродукције.
vi: /playnext Mở tập tin kế tiếp trong thư mục sau khi phát xong

# IDS_CMD_VIEWPRESET
source: /viewpreset N Start with specific preset, where N is either "1" Minimal, "2" Compact or "3" Normal
bs_ba: /viewpreset N Startaj sa posebnim podešenjem, gdje N nije ni "1" Minimalno, "2" Kompaktno niti "3" Normalno
ca: /viewpreset N Inicia amb una configuració predefinida, on N és "1" Mínima, "2" Compacta o "3" Normal
cs: /viewpreset N Spustí přehrávač se zvolenou předvolbou N, kde N je "1" Minimální, "2" Kompaktní nebo "3" Normální
da: /viewpreset N Start med bestemt forudindstilling, hvor N enten er "1" Minimal, "2" Kompakt eller "3" Normal
de: /viewpreset N Startet den Player mit Fenster-Profil N (N > 0, siehe Ansicht-Menü).
el: /viewpreset N Έναρξη με συγκεκριμένες προεπιλογές, όπου Ν είναι είτε «1» Λιτή, «2» Συμπαγής ή «3» Κανονική
eu: /viewpreset N Hasi adierazitako aurrezarpenarekin, non N da "1" Gutxiena, "2" Trinkoa edo "3" Arrunta
ja: /viewpreset N 特定のプリセットで開始する, N は "1" 最小, "2" コンパクト, "3" 標準 のいずれかを指定する
nl: /Voorvertoningbekijken N Start met specifieke voorvertoningen, waar N is ofwel "1" Minimaal, "2" Compact or "3" Normaal
pl: /viewpreset N Zacznij od konkretnego ustawienia wstępnego, gdzie N jest "1" Minimalny, "2" Kompaktowy lub "3" Normalny
sk: /viewpreset N Spustiť so špecifickým prednastavením, kde N je buď "1" Minimálne, "2" Kompaktné alebo "3" Normálne

# IDS_CMD_MUTE
source: /mute Mute the audio
be: /mute Адключыць гук
bs_ba: /mute Isključi zvuk
ca: /mute Silencia l'àudio
cs: /mute Ztlumí zvuk
da: /mute Mute lyden
de: /mute Startet den Player mit Ton aus.
el: /mute Σίγαση ήχου
eu: /mute Mututu audioa
ja: /mute オーディオをミュートする
nl: /dempen Demp het geluid
pl: /mute Wycisza dźwięk
sk: /mute Stlmiť zvuk

# IDS_CMD_VOLUME
source: /volume N Set Volume, where N is a range from 0 to 100
bs_ba: /volume N Podesi jačinu zvuka, gdje je N u rasponu od 0 do 100
ca: /volume N Estableix el volum, on N és un rang de 0 a 100
cs: /volume N Nastaví hlasitost N, kde N je v rozsahu od 0 do 100
da: /volume N Sæt lydstyrke, hvor N er et område fra 0 til 100
de: /volume N Startet den Player mit Lautstärke N (N >= 0 und N <= 100).
el: /volume N Ρύθμιση έντασης, όπου Ν είναι ένα εύρος από 0 έως 100
eu: /volume N Ezarri Bolume, non N da 0 eta 100 arteko maila.
ja: /volume N 音量を設定する, N は 0 ～ 100 の範囲内で指定する
nl: /volume N Stel Volume in, waar N de reikwijdte is van 0 tot 100
pl: /volume N Ustawia głośność, gdzie N jest zakresem od 0 do 100
sk: /volume N Nastaviť hlasitosť, pričom N je z rozsahu 0 až 100

# IDS_CMD_FULLSCREEN
source: /fullscreen Start in fullscreen mode
be: /fullscreen Запуск у поўнаэкранным рэжыме
bs_ba: /fullscreen Startaj u modusu preko cijelog ekrana
ca: /fullscreen Inicia el reproductor en pantalla completa
cs: /fullscreen Spustí přehrávač v režimu na celou obrazovku
da: /fullscreen Start i fuldskærm-tilstand
de: /fullscreen Startet den Player im Vollbild.
el: /fullscreen Έναρξη σε λειτουργία πλήρους οθόνης
es: /fullscreen Inicia el reproductor en pantalla completa
eu: /fullscreen Hasi ikusleiho-osoko moduan
fr: /fullscreen Démarre en plein écran
gl: /fullscreen Inicia o reprodutor en pantalla completa
hr: /fullscreen Pokreni u načinu cijelog ekrana
ja: /fullscreen 全画面表示モードで起動する
ms_my: /fullscreen Mula dalam mod skrin-penuh
nl: /fullscreen Starten in volledig scherm
pl: /fullscreen Uruchamia w trybie pełnego ekranu
ru: /fullscreen Запуск в полноэкранном режиме
sk: /fullscreen Spustiť v režime na celú obrazovku
sl: /fullscreen Zaženi v celozaslonskem načinu
sr: /fullscreen Покрените у режиму целог екрана.
vi: /fullscreen Khởi động trong chế độ toàn màn hình

# IDS_CMD_MINIMIZED
source: /minimized Start in minimized mode
be: /minimized Запуск у згорнутым выглядзе
bs_ba: /minimized Startaj minimiziran
ca: /minimized Inicia el reproductor en mode minimitzat
cs: /minimized Spustí přehrávač minimalizovaný
da: /minimized Start i minimeret-tilstand
de: /minimized Startet den Player minimiert.
el: /minimized Έναρξη σε ελαχιστοποιημένη λειτουργία
es: /minimized Inicia el reproductor en modo minimizado
eu: /minimized Hasi modu txikienduan
fr: /minimized Démarre en mode minimisé
gl: /minimized Inicia o reprodutor en modo minimizado
hr: /minimized Pokreni u minimiziranom načinu
ja: /minimized 最小化モードで起動する
ms_my: /minimized Mula dalam mod diminimumkan
nl: /minimized Geminimaliseerd starten
pl: /minimized Uruchamia zminimalizowany
ru: /minimized Запуск в минимизированном режиме
sk: /minimized Spustiť minimalizované
sl: /minimized Zaženi pomanjšano
sr: /minimized Покрените у умањеном прозору.
vi: /minimized Khởi động trong chế độ cực tiểu hóa

# IDS_CMD_NEW
source: /new Use a new instance of the player
be: /new Выкарыстаць новае акно прайгравальніка
bs_ba: /new Koristi novu instancu player-a
ca: /new Utilitza una nova instància del reproductor
cs: /new Otevře novou instanci MPC-HC
da: /new Brug en ny instans af afspilleren
de: /new Startet einen neuen Player.
el: /new Εκκινεί μια νέα παρουσία του MPC-BE
es: /new Usa una nueva instancia del reproductorº
eu: /new Erabili irakurgailuaren eskabide berri bat
fr: /new Démarre une nouvelle instance de MPC-HC
gl: /new Usa unha nova instancia do reprodutor
hr: /new Koristi novu instancu programa
ja: /new 新しいプレーヤーを起動する
ms_my: /new Guna satu kejadian baharu pemain
nl: /new Gebruik een nieuwe instance van de speler
pl: /new Uruchamia nowe wystąpienie programu
ru: /new Открыть плеер в новом окне
sk: /new Použiť novú inštanciu prehrávača
sl: /new Uporabi nov primerek predvajlnika
sr: /new Користите нови примерак плејера.
vi: /new Sử dụng mẫu mới của trình phát

# IDS_CMD_ADD
source: /add Add "pathname" to playlist, can be combined with /open and /play
be: /add Дадаць "шлях" у спіс прайгравання, можна сумяшчаць з /open і /play
bs_ba: /add Dodaj "putanja" u playlistu, može biti kombinovano sa /open i /play
ca: /add Afegeix una "ruta" a la llista de reproducció, es pot combinar amb /open i /play
cs: /add Přidá "cestu" do seznamu stop, může být kombinován s /open a /play
da: /add Tilføj "stinavn" til spilleliste. Kan kombineres med /open og /play
de: /add Fügt "Pfadname" zur Wiedergabeliste hinzu (auch in Kombination mit "/open" oder "/play").
el: /add Προσθέτει τον ""κατάλογο"" στη λίστα αναπαραγωγής. Μπορεί να συνδυαστεί με /open και /play
es: /add Añade una "ruta" a la lista de reproducción, se puede combinar con /open y /play
eu: /add Gehitu "helburu-izena" irakur-zerrendara, /open eta /play-rekin batera erabili daiteke
fr: /add Ajoute un fichier à la playlist, peut être combiné avec /open et /play
gl: /add Engade unha "ruta" á lista de reprodución, podese combinar con /open e /play
hr: /add Dodaj "naziv_putanje" u listu za izvođenje, može se kombinirati sa /open i /play
ja: /add "pathname" を再生リストに追加する, /open および /play と同時に使用できる
ms_my: /add Tambah "pathname" ke senarai main, boleh digandingkan dengan /open dan /play
nl: /add Voeg "pathname" toe aan playlist, kan gecombineerd worden met open en play
pl: /add Dodaje „ścieżkę” do listy odtwarzania. Można łączyć z parametrami /open i /play
ru: /add Добавить «путь» в плейлист, может сочетаться с /open и /play
sk: /add Pridať "cestu" do playlistu, možno kombinovať s prepínačmi /open a /play
sl: /add Dodaj "ime poti" v seznam predvajanja, možno kombiniranje z /open in /play
sr: /add Додајте „pathname“ на плеј-листу; може се комбиновати са /open и /play.
vi: /add thêm "đường dẫn" vào danh sách phát, có thể kết hợp với /mở và /phát

# IDS_CMD_RANDOMIZE
source: /randomize Randomize the playlist
be: /randomize Выпадковы парадак прайгравання
bs_ba: /randomize Reprodukcija po slučajnom redoslijedu
ca: /randomize Reprodueix en un ordre aleatori la llista de reproducció
cs: /randomize Náhodně seřadí seznam stop
da: /randomize Gør spillelistens rækkefølge tilfældig
de: /randomize Sortiert die Wiedergabeliste nach Zufall.
el: /randomize Τυχαία λίστα αναπαραγωγής
es: /randomize Reproduce en orden aleatorio la lista de reproducción
eu: /randomize Zorizkotu irakur-zerrenda
fr: /randomize Trie aléatoirement la liste de lecture
gl: /randomize Reproduce en orde aleatorio a lista de reprodución
hr: /randomize Izmiješaj popis za izvođenje
ja: /randomize 再生リストをランダム化する
ms_my: /randomize Rawakkan senarai main
nl: /randomize Randomizeer de speellijst
pl: /randomize Miesza listę odtwarzania
ru: /randomize Плейлист в случайном порядке
sk: /randomize Zapnúť náhodné prehrávanie v playliste
sl: /randomize Seznam predvajanja naj bo naključen
vi: /randomize Ngẫu nhiên hóa danh sách phát

# IDS_CMD_REGVID
source: /regvid Create file associations for video files
be: /regvid Стварыць асацыяцыі файлаў для відэафарматаў
bs_ba: /regvid Kreiraj asocijacije za video dokumente
ca: /regvid Crea associacions de fitxer per a fitxers de vídeo
cs: /regvid Nastaví MPC-HC jako výchozí přehrávač pro podporované video formáty
da: /regvid Opret filtilknytninger for videofiler
de: /regvid Registriert alle Videoformate.
el: /regvid Δημιουργεί συσχετίσεις για αρχεία βίντεο
es: /regvid Crea asociaciones de archivo para archivos de vídeo
eu: /regvid Sortu agiri elkarketak bideo agirientzat
fr: /regvid Associe les formats vidéo à MPC-HC
gl: /regvid Crea asociacións de ficheiro para ficheiros de vídeo
hr: /regvid Stvori pridruživanje za datoteke za video datoteke
ja: /regvid ビデオ ファイルに関連付ける
ms_my: /regvid Cipta perkaitan fail untuk fail video
nl: /regvid Maak de file associaties voor video bestanden
pl: /regvid Rejestruje formaty wideo
ru: /regvid⇥⇥Создать ассоциации файлов для видео файлов
sk: /regvid Vytvoriť asociácie pre súbory s videom
sl: /regvid Ustvari povezave za video datoteke
vi: /regvid Tạo liên kết cho các tập tin phim ảnh

# IDS_CMD_REGAUD
source: /regaud Create file associations for audio files
be: /regaud Стварыць асацыяцыі файлаў для аўдыяфарматаў
bs_ba: /regaud Kreiraj asocijacije za audio dokumente
ca: /regaud Crea associacions de fitxer per a fitxers d'àudio
cs: /regaud Nastaví MPC-HC jako výchozí přehrávač pro podporované zvukové formáty
da: /regaud Opret filtilknytninger for lydfiler
de: /regaud Registriert alle Audioformate.
el: /regaud Δημιουργεί συσχετίσεις για αρχεία ήχου
es: /regaud Crea asociaciones de archivo para archivos de audio
eu: /regaud Sortu agiri elkarketak audio agirientzat
fr: /regaud Associe les formats audio à MPC-HC
gl: /regaud Crea asociacións de ficheiro para ficheiros de audio
hr: /regaud Stvori pridruživanje za datoteke za audio datoteke
ja: /regaud オーディオ ファイルに関連付ける
ms_my: /regaud Cipta perkaitan fail untuk fail audio
nl: /regaud Maak de file associaties voor audio bestanden
pl: /regaud Rejestruje formaty dźwiękowe
ru: /regaud⇥⇥Создать ассоциации файлов для аудио файлов
sk: /regaud Vytvoriť asociácie pre zvukové súbory
sl: /regaud Ustvari povezave za zvočne datoteke
vi: /regaud Tạo liên kết cho các tập tin âm thanh

# IDS_CMD_REGPL
source: /regpl Create file associations for playlist files
be: /regpl Стварыць асацыяцыі файлаў для плэйлістоў
bs_ba: /regpl Kreiraj asocijacije za playliste
ca: /regpl Crea associacions de fitxers per a fitxers de llistes de reproducció
cs: /regpl Nastaví MPC-HC jako výchozí přehrávač pro podporované seznamy stop
da: /regpl Opret filtilknytninger for spillelistefiler
de: /regpl Registriert alle Wiedergabelisten.
el: /regpl Δημιουργεί συσχετίσεις για αρχεία λίστας αναπαραγωγής
es: /regpl Crea asociaciones de archivo para archivos de listas de reproducción
eu: /regpl Sortu agiri elkarketak irakur-zerrenda agirientzat
fr: /regpl Associe les listes de lecture à MPC-HC
gl: /regpl Crea asociacións de ficheiro para ficheiros de listas de reprodución
hr: /regpl Stvori pridruživanje za datoteke za datoteke listi za izvođenje
ja: /regpl 再生リスト ファイルに関連付ける
ms_my: /regpl Cipta perkaitan fail untuk fail senarai main
nl: /regpl Maak de file associaties voor playlist bestanden
pl: /regpl Rejestruje formaty list odtwarzania
ru: /regpl⇥⇥Создать ассоциации файлов для плейлистов
sk: /regpl Vytvoriť asociácie pre súbory s playlistom
sl: /regpl Ustvari povezave za datoteke seznama predvajanja
vi: /regpl Tạo liên kết cho các tập tin danh sách phát

# IDS_CMD_REGALL
source: /regall Create file associations for all supported file types
be: /regall Стварыць асацыяцыі файлаў для ўсіх падтрымліваемых фарматаў
bs_ba: /regall Kreiraj asocijacije za sve podržane tipove dokumenata
ca: /regall Crea associacions de fitxers per a tots els tipus fitxers suportats
cs: /regall Nastaví MPC-HC jako výchozí přehrávač pro všechny podporované formáty
da: /regall Opret filtilknytninger for alle understøttede filtyper
de: /regall Registriert alle Medienformate.
el: /regall Δημιουργεί συσχετίσεις αρχείων για όλους τους υποστηριζόμενους τύπους αρχείων
es: /regall Crea asociaciones de archivo para todos los tipos de archivo soportados
eu: /regall Sortu agiri elkarketak sostengatutako agiri mota guztientzat
fr: /regall Associe tous les fichiers supportés à MPC-HC
gl: /regall Crea asociacións de ficheiro para tódolos tipos de ficheiro soportados
hr: /regall Stvori pridruživanje za datoteke za sve podržane tipove datoteka
ja: /regall サポートされているすべてのファイルの種類に関連付ける
ms_my: /regall Cipta perkaitan fail untuk semua jenis fail disokong
nl: /regall Maak file associaties voor alle ondersteunde bestandsformaten
pl: /regall Rejestruje wszystkie obsługiwane formaty
ru: /regall⇥⇥Создать ассоциации файлов для всех поддерживаемых форматов
sk: /regall Vytvoriť asociácie pre všetky podporované typy súborov
sl: /regall Ustvari povezave za vse podprte vrste datotek
vi: /regall Tạo liên kết cho tất cả các loại tập tin được hỗ trợ

# IDS_CMD_UNREGALL
source: /unregall Remove all file associations
be: /unregall Сцерці ўсе створаныя асацыяцыі файлаў
bs_ba: /unregall Ukloni sve asocijacije dokumenata
ca: /unregall Elimina totes les associacions de fitxer
cs: /unregall Zruší asociaci MPC-HC se všemi formáty (včetně playlistů)
da: /unregall Fjern alle filtilknytninger
de: /unregall Deregistriert alle Medienformate.
el: /unregall Καταργεί όλες τις συσχετίσεις αρχείων
es: /unregall Elimina todas las asociaciones de archivo
eu: /unregall Kenndu agiri elkarketa guztiak
fr: /unregall Supprime l'association des fichiers à MPC-HC
gl: /unregall Elimina todalas asociacións de ficheiro
hr: /unregall Ukloni sva pridruživanja datotekama
ja: /unregall すべてのファイルの関連付けを解除する
ms_my: /unregall Buang semua perkaitan fail
nl: /unregall Verwijder alle associaties
pl: /unregall Wyrejestrowuje wszystkie formaty
ru: /unregall⇥⇥Удалить все ассоциации файлов
sk: /unregall Odstrániť všetky asociácie súborov
sl: /unregall Odstrani povezave za vse datoteke
vi: /unregall Xóa bỏ tất cả các liên kết tập tin

# IDS_CMD_START
source: /start ms Start playing at "ms" (= milliseconds)
be: /start ms Прайграваць з пазіцыі "ms" (= мілісекунды)
bs_ba: /start ms Pokreni reprodukciju na "ms" (= milisekundi)
ca: /start ms Comença la reproducció en "ms" (= milisegons)
cs: /start ms Spustí přehrávání od zadané pozice (ms = milisekundy)
da: /start ms Start afspilning ved "ms" (= millisekunder)
de: /start X Startet die Wiedergabe bei X ms.
el: /start ms Έναρξη αναπαραγωγής στα "ms" (= χιλιοστά δευτερολέπτου)
es: /start ms Comienza la reproducción en "ms" (= millisegundos)
eu: /start ms Hasi irakurketa hemen "sm" (= segundumilaen)
fr: /start ms Démarre la lecture à "ms" (millisecondes)
gl: /start ms Comeza a reprodución en "ms" (= millisegundos)
hr: /start ms Počni reprodukciju u "ms" (= milliseconde)
ja: /start ms "ms" (ミリ秒) の位置から再生を開始する
ms_my: /start ms Mula main pada "ms" (= milisaat)
nl: /start ms Begin met afspelen vanaf "ms" (= milliseconden)
pl: /start ms Rozpoczyna odtwarzanie od określonego położenia wyrażonego w ms
ru: /start ms Начать воспроизвдение с "ms" (= миллисекунды)
sk: /start ms Spustiť prehrávanie na "ms" (= millisekundy)
sl: /start ms Začni predvajanje pri "ms" (= milisekunde)
vi: /start ms Khởi chạy tại "ms" (= mili giây)

# IDS_CMD_STARTPOS
source: /startpos hh:mm:ss Start playing at position hh:mm:ss
be: /startpos Прайграваць з пазіцыі hh:mm:ss (дзе h — гадзіна, m — хвіліна, s — секунда)
bs_ba: /startpos hh:mm:ss Pokreni reprodukciju na poziciji hh:mm:ss
ca: /startpos hh:mm:ss Inicia la reproducció en la posició hh:mm:ss
cs: /startpos hh:mm:ss Spustí přehrávání od pozice hh:mm:ss
da: /startpos tt:mm:ss Start afspilning ved placering tt:mm:ss
de: /startpos P Startet die Wiedergabe bei Position P (hh:mm:ss).
el: /startpos hh:mm:ss Έναρξη αναπαραγωγής στη θέση ωω:λλ:δδ
es: /startpos hh:mm:ss Comienza la reproducción en la posición hh:mm:ss
eu: /startpos hh:mm:ss Hasi irakurketa oo:mm:ss kokapenean
gl: /startpos hh:mm:ss Comeza a reprodución na posición hh:mm:ss
hr: /startpos hh:mm:ss Počni reprodukciju na poziciji hh:mm:ss
ja: /startpos hh:mm:ss hh:mm:ss の位置から再生を開始する
ms_my: /startpos hh:mm:ss Mula dimainkan pada kedudukan hh:mm:ss
nl: /startpos hh:mm:ss Begin met afspelen vanaf uu:mm:ss
pl: /startpos hh:mm:ss Rozpoczyna odtwarzanie od określonego położenia wyrażonego w gg:mm:ss
ru: /startpos hh:mm:ss Начать воспроизвдение с позиции hh:mm:ss
sk: /startpos hh:mm:ss Spustiť prehrávanie na pozícii hh:mm:ss
sl: /startpos hh:mm:ss Začni predvajanje pri poziciji hh:mm:ss
vi: /startpos hh:mm:ss Khởi chạy tại vị trí hh:mm:ss
