Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_FAVORGANIZE_IDC_BUTTON3
source: Move Up
ar: تحريك لإعلى
be: Вышэй
bn: উপরে উঠাই
bs_ba: Pomakni Naviše
ca: Mou amunt
cs: Nahoru
da: Flyt op
de: &Höher
el: Μετακίν. πάνω
es: Subir
eu: Mugitu Gora
fi: Siirrä ylös
fr: Monter
gl: Subir
he: הזז למעלה
hr: Pomakni gore
hu: Mozgatás fel
hy: Վեր
id: Pindah ke Atas
it: Sposta su
ja: 上へ移動
lt: Kelti Aukštyn
ms_my: Alih ke Atas
nl: Omhoog
pt_br: Subir
ru: Вверх
sk: Posunúť hore
sl: Premakni gor
sr: Помери на&горе
sv: Flytta Upp
th_th: ย้ายขึ้น
tt: Өскәрәк
uk: Догори

# IDD_FAVORGANIZE_IDC_BUTTON4
source: Move Down
ar: تحريك لإسفل
be: Ніжэй
bn: নিচে নামাই
bs_ba: Premakni Naniže
ca: Mou avall
cs: Dolů
da: Flyt ned
de: &Tiefer
el: Μετακίν. κάτω
es: Bajar
eu: Mugitu Behera
fi: Siirrä alas
fr: Descendre
gl: Baixar
he: הזז למטה
hr: Pomakni dolje
hu: Mozgatás le
hy: Վար
id: Pindah ke Bawah
it: Sposta giù
ja: 下へ移動
lt: Kelti Žemyn
ms_my: Alih ke Bawah
nl: Omlaag
pt_br: Descer
ru: Вниз
sk: Posunúť dole
sl: Premakni dol
sr: Помери на&доле
sv: Flytta Ner
th_th: ย้ายลง
tt: Аскарак
uk: Донизу

# IDD_FAVORGANIZE_IDC_BUTTON2
source: Delete
ar: حذف
be: Выдаліць
bn: মুছে ফেলি
bs_ba: Izbriši
ca: Suprimeix
cs: Odstranit
da: Slet
de: &Löschen
el: Διαγραφή
es: Eliminar
eu: Ezabatu
fi: Poista
fr: Supprimer
gl: Borrar
he: מחק
hr: Obriši
hu: Törlés
hy: Ջնջել
id: Hapus
it: Elimina
ja: 削除
lt: Šalinti
ms_my: Padam
nl: Verwijderen
pt_br: Apagar
ru: Удалить
sk: Vymazať
sl: Izbriši
sr: &Избриши
sv: Ta bort
th_th: ลบ
tt: Бетерергә
uk: Видалити

# IDD_FAVORGANIZE_IDOK
source: OK
ar: حسناً
be: Добра
bn: ঠিক আছে
bs_ba: Uredu
ca: D'acord
el: Εντάξει
es: Aceptar
eu: Ongi
gl: De acordo
he: אישור
hr: U redu
hy: ԼԱՎ
lt: Gerai
sl: V redu
sr: &У реду
th_th: ตกลง
tt: Ярар
uk: Гаразд

# IDD_PNSPRESET_DLG_CAPTION
source: Pan & Scan Presets
ar: إعادة الفحص والموازنة
be: Перадусталёўкі памеру і становішча
bn: প্যানঅ্যান্ডস্ক্যান প্রিসেটসমূহ
bs_ba: Pan & Scan Podešenja
ca: Modes de reenquadrament (Pan && Scan)
cs: Předvolby Pan & Scan
da: Panorering og skanning-forudindstillinger
de: Pan&Scan-Profil bearbeiten
el: Προεπιλογές πανοραμικής οπτικής & σάρωσης
es: Modos de reencuadre (Pan & Scan)
eu: Pan-eta-Scan Aurrezarpenak
fi: Pan & Scan-asetukset
fr: Présélections de recadrage
gl: Modos de Pan & Scan
he: הזזה וסריקה מותאמות מראש
hr: Pan & Scan profili
hu: Pásztázás&Letapogatás nézetek
hy: Չափերի և դիրքերի կարգավորումներ
id: Prasetel Pan & Scan
it: Profili Pan & Scan
ja: パン＆スキャン プリセット
lt: Dydžio ir padėties priešnustatymai
ms_my: Praset Lata&Imbas
nl: Pan & Scan profielen
pt_br: Modos de Pan & Scan
ru: Предустановки размеров и положений
sk: Prednastavenia Pan & Scan
sl: Premakni in spremeni prednastavitve
sr: Шаблони размере и положаја
sv: Pan & Scan-förinställningar
th_th: ค่าสำเร็จรูปการส่องและกวาด
tt: Зурлык һәм урынның алдагы көйләүләре
uk: Список положення та пропорцій

# IDD_PNSPRESET_DLG_IDC_BUTTON2
source: New
ar: جديد
be: Новы
bn: নতুন
bs_ba: Novo
ca: Nou
cs: Nová
da: Ny
de: &Neu
el: Νέο
es: Nuevo
eu: Berria
fi: Uusi
fr: Nouveau
gl: Novo
he: חדש
hr: Novo
hu: Új
hy: Նոր
id: Baru
it: Nuovo
ja: 新規
lt: Naujas
ms_my: Baharu
nl: Nieuw
pt_br: Novo
ru: Новый
sk: Nová
sl: Novo
sr: &Ново
sv: Ny
th_th: ใหม่
tt: Яңа
uk: Новий

# IDD_PNSPRESET_DLG_IDC_BUTTON3
source: Delete
ar: حذف
be: Выдаліць
bn: মুছে ফেলি
bs_ba: Izbriši
ca: Suprimeix
cs: Odstranit
da: Slet
de: &Löschen
el: Διαγραφή
es: Eliminar
eu: Ezabatu
fi: Poista
fr: Supprimer
gl: Borrar
he: מחק
hr: Obriši
hu: Törlés
hy: Ջնջել
id: Hapus
it: Elimina
ja: 削除
lt: Šalinti
ms_my: Padam
nl: Verwijderen
pt_br: Apagar
ru: Удалить
sk: Vymazať
sl: Briši
sr: &Избриши
sv: Ta bort
th_th: ลบ
tt: Бетерергә
uk: Видалити

# IDD_PNSPRESET_DLG_IDC_BUTTON4
source: Up
ar: اعلى
be: Вышэй
bn: উপরে উঠাই
bs_ba: Naviše
ca: Amunt
cs: Nahoru
da: Op
de: H&öher
el: Πάνω
es: Subir
eu: Gora
fi: Ylös
fr: Monter
gl: Subir
he: העלה
hr: Gore
hu: Fel
hy: Վեր
id: Naik
it: Su
ja: 上へ
lt: Aukščiau
ms_my: Naik
nl: Omhoog
pt_br: Subir
ru: Вверх
sk: Hore
sl: Gor
sr: &Горе
sv: Upp
th_th: ขึ้น
tt: Өскәрәк
uk: Догори

# IDD_PNSPRESET_DLG_IDC_BUTTON5
source: Down
ar: اسفل
be: Ніжэй
bn: নিচে নামাই
bs_ba: Naniže
ca: Avall
cs: Dolů
da: Ned
de: &Tiefer
el: Κάτω
es: Bajar
eu: Behera
fi: Alas
fr: Descendre
gl: Baixar
he: הורד
hr: Dolje
hu: Le
hy: Վար
id: Turun
it: Giù
ja: 下へ
lt: Žemiau
ms_my: Turun
nl: Omlaag
pt_br: Descer
ru: Вниз
sk: Dole
sl: Dol
sr: &Доле
sv: Ner
th_th: ลง
tt: Аскарак
uk: Донизу

# IDD_PNSPRESET_DLG_IDC_BUTTON1
source: &Set
ar: إبقاء
be: &Усталяваць
bn: সেট করি(&S)
bs_ba: Podesi
ca: &Estableix
cs: Nastavit
da: &Anvend
de: &Setzen
el: &Ρύθμιση
es: &Establecer
eu: &Ezarri
fi: Aseta
fr: &Définir
gl: &Fixar
he: קבע
hr: &Podesi
hu: &Beállítás
hy: &Տեղակայել
id: &Setel
it: &Imposta
ja: 設定(&S)
lt: Nu&statyti
ms_my: &Tetapkan
nl: Toepassen
pt_br: &Gravar
ru: Выбрать
sk: &Nastaviť
sl: &Nastavi
sr: &Постави
sv: &Ange
th_th: &ตั้งค่า
tt: &Билгеләргә
uk: &Встановити

# IDD_PNSPRESET_DLG_IDCANCEL
source: &Cancel
ar: إلغاء
be: &Скасаваць
bn: বাতিল করি(&C)
bs_ba: Otkaži
ca: &Cancel·la
cs: Storno
da: &Annuller
de: Abbrechen
el: Ά&κυρο
es: &Cancelar
eu: E&zeztatu
fi: Peruuta
fr: &Annuler
gl: &Cancelar
he: ביטול
hr: &Odustani
hu: &Mégse
hy: &Չեղարկել
id: &Batal
it: &Annulla
ja: キャンセル(&C)
lt: At&šaukti
ms_my: &Batal
nl: &Annuleren
pt_br: &Cancelar
ru: Отмена
sk: &Zrušiť
sl: &Prekliči
sr: &Откажи
sv: &Avbryt
th_th: &ยกเลิก
tt: &Баш тарту
uk: &Скасувати

# IDD_PNSPRESET_DLG_IDOK
source: &Save
ar: حفظ
be: &Захаваць
bn: সেইভ করি(&S)
bs_ba: &Snimi
ca: &Desa
cs: Uložit
da: &Gem
de: OK
el: Α&ποθήκευση
es: &Guardar
eu: &Gorde
fi: Tallenna
fr: &Enregistrer
gl: &Gardar
he: שמור
hr: &Spremi
hu: &Mentés
hy: &Պահպանել
id: &Simpan
it: &Salva
ja: 保存(&S)
lt: &Saugoti
ms_my: &Simpan
nl: &Opslaan
pt_br: &Salvar
ru: Сохранить
sk: &Uložiť
sl: &Shrani
sr: &Сачувај
sv: &Spara
th_th: &บันทึก
tt: &Cаклау
uk: &Зберегти

# IDD_PNSPRESET_DLG_IDC_STATIC
source: Pos: 0.0 -> 1.0
ar: الحدّ: 0.0 -> 1.0
be: Пазіц.: 0.0 -> 1.0
bn: অবস্থান: ০.০ -> ১.০
bs_ba: Poz: 0.0 -> 1.0
ca: Posició: 0.0 -> 1.0
cs: Pozice: 0.0 -> 1.0
da: Placering: 0.0 -> 1.0
el: Θέση: 0.0 -> 1.0
es: Posición: 0.0 -> 1.0
eu: Kokap: 0.0 -> 1.0
fi: Sijainti: 0.0 .> 1.0
fr: Position : 0.0 -> 1.0
gl: Posición: 0.0 -> 1.0
he: מיקום: 0.0 -> 1.0
hu: Poz: 0.0 -> 1.0
hy: Դիրքը. 0.0 -> 1.0
id: Posisi: 0.0 -> 1.0
ja: 位置: 0.0 -> 1.0
lt: Pozicija: 0.0 -> 1.0
ms_my: Ked.: 0.0 -> 1.0
pt_br: Posição: 0.0 -> 1.0
ru: Позиция: 0.0 -> 1.0
sk: Poz.: 0.0 -> 1.0
sl: Poz: 0.0 -> 1.0
sr: Позиција: 0.0 → 1.0
th_th: ส่องฯ: 0.0 -> 1.0
tt: Урын: 0.0 -> 1.0
uk: Поз: 0.0 -> 1.0

# IDD_PNSPRESET_DLG_IDC_STATIC
source: Zoom: 0.2 -> 3.0
ar: تقريب: 0.2 -> 3.0
be: Машт: 0.2 -> 3.0
bn: জূম: ০.২ -> ৩.০
bs_ba: Zum: 0.2 -> 3.0
cs: Velikost: 0.2 -> 3.0
el: Μεγέθυνση: 0.2->3.0
eu: Zooma: 0.2 -> 3.0
fi: Zoomaus: 0.2 -> 3.0
he: זום: 0.2 -> 3.0
hu: Nagyítás: 0.2 -> 3.0
hy: Չափը. 0.2 -> 3.0
id: Zum: 0.2 -> 3.0
ja: 拡大率: 0.2 -> 3.0
lt: Mastelis: 0.2 -> 3.0
ms_my: Zum: 0.2 -> 3.0
ru: Масштаб: 0.2 -> 3.0
sk: Priblíženie: 0.2 -> 3.0
sl: Poveč: 0.2 -> 3.0
sr: Размера: 0.2 → 3.0
th_th: ซูม: 0.2 -> 3.0
tt: Зурлык: 0.2 -> 3.0
uk: Масшт: 0.2 -> 3.0

# IDD_PPAGEACCELTBL_IDC_CHECK2
source: Global Media Keys
ar: مفاتيح الأختصار العالمية للوسائط
be: Глабальныя мультымедыйныя клавішы
bn: সার্বজনীন মিডিয়া কীসমূহ
bs_ba: Globalne Media Tipke
ca: Tecles multimèdia globals
cs: Globální mediální klávesy
da: Globale medietaster
de: Multimedia-Tasten global abfragen
el: Καθολικά πλήκτρα πολυμέσων
es: Teclas multimedia globales (teclado, mando...)
eu: Multimedia Tekla Orokorrak
fi: Yleiset medianäppäimet
fr: Touches "multimédia" du clavier
gl: Claves de Medios Globais
he: מקשי מדיה גלובליים
hr: Globalne medijske tipke
hu: Globális média gombok
hy: Գլոբալ բազմամիջավայրային կոճակ.
id: Tombol Media Global
it: Tasti multimediali globali
ja: グローバル メディア キー
lt: Globalūs multimediniai klavišai
ms_my: Kekunci Media Sejagat
nl: Globale media toetsen
pt_br: Controles de Multimídia Globais
ru: Глобальные мультимедийные клавиши
sk: Globálne mediálne klávesy
sl: Globalne multimedijske tipke
sr: Глобални тастери за медије
sv: Globala multimediaknappar
th_th: ปุ่มคีย์ของสื่อทั่วทั้งหมด
tt: Глобаль мультимедиа төймәләре
uk: Глобальні мультимедійні кнопки

# IDD_PPAGEACCELTBL_IDC_BUTTON1
source: Select All
ar: تحديد الكل
be: Выбраць усё
bn: সবগুলো নির্ধারণ করি
bs_ba: Selektuj Sve
ca: Selecciona-les totes
cs: Označit vše
da: Markér alle
de: &Alle markieren
el: Επιλογή όλων
es: Seleccionar todas
eu: Hautatu Denak
fi: Valitse kaikki
fr: Sélectionner tout
gl: Sel. Todos
he: בחר הכל
hr: Odaberi sve
hu: Mind kijelölése
hy: Ընտրել բոլորը
id: Pilih Semua
it: Seleziona tutto
ja: すべて選択
lt: Žymėti viską
ms_my: Pilih Semua
nl: Alles selecteren
pt_br: Selecionar Todos
ru: Выбрать все
sk: Vybrať všetko
sl: Izberi vse
sr: &Изабери све
sv: Markera Alla
th_th: เลือกทั้งหมด
tt: Барысын сайларга
uk: Обрати усі

# IDD_PPAGEACCELTBL_IDC_BUTTON2
source: Reset Selected
ar: إعادة تعيين المحددة
be: Скінуць выбраныя
bn: নির্ধারণকরাগুলো পুনর্বিন্যাস
bs_ba: Resetuj Selektovano
ca: Restableix les seleccionades
cs: Výchozí (označené)
da: Nulstil markerede
de: Markierte &zurücksetzen
el: Επαναφορά επιλεγμένων
es: Restablecer seleccionadas
eu: Berrezarri Hautatutakoa
fi: Palauta valitut
fr: Rétablir
gl: Reiniciar sel.
he: אפס נבחר
hr: Resetiraj odabrano
hu: Kijelöltek visszaállítása
hy: Վերակայել ընտրվածը
id: Setel Ulang Pilihan
it: Reimposta selezionati
ja: 選択項目をリセット
lt: Atkurti pasirinktą
ms_my: Tetap Semula Dipilih
nl: Reset selectie
pt_br: Resetar Selecionados
ru: Сбросить выбранные
sk: Obnoviť vybrané
sl: Ponastavi izbrane
sr: &Врати подразумевано
sv: Återställ Markerade
th_th: คืนค่าค่าที่เลือก
tt: Сайланганны ташларга
uk: Скинути обране

# IDD_MEDIATYPES_DLG_CAPTION
source: Warning
ar: تحذير
be: Увага
bn: সতর্কীকরণ
bs_ba: Upozorenje
ca: Advertència
cs: Varování
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Aviso
eu: Kontuz
fi: Varoitus
fr: Avertissement
gl: Aviso
he: אזהרה
hr: Upozorenje
hu: Figyelem
hy: Ուշադրություն
id: Peringatan
it: Attenzione
ja: 警告
lt: Įspėjimas
ms_my: Amaran
nl: Waarschuwing
pt_br: Aviso
ru: Предупреждение
sk: Upozornenie
sl: Opozorilo
sr: Упозорење
sv: Varning
th_th: คำเตือน
tt: Игътибар
uk: Увага

# IDD_MEDIATYPES_DLG_IDC_STATIC1
source: MPC-HC could not render some of the pins in the graph, you may not have the needed codecs or filters installed on the system.
ar: مشغل الوسائط الكلاسيكي - هوم سينما لا يستطيع أن يعيد البعض من التثبيت في الرسم البياني، يحتمل أنه لا يوجد عندك الكودك المطلوب أو أن الفلاتر غير مثبته على النظام
be: MPC-HC не можа прайграць некаторыя струмені, магчыма, у вас не ўсталяваны патрэбны кодэк або фільтр.
bn: MPC-HC গ্রাফে অবস্থিত কিছু পিন রেনডার করতে পারছে না, যথাসম্ভব আপনার সিস্টেমে প্রয়োজনীয় কোডেক বা ফিল্টারসমূহ ইনস্টল করা নেই।
bs_ba: MPC-HC nije mogao renderirati neke pinove grafa. Moguće je da u sistemu nemate potrebne kodeke ili filtere.
ca: L'MPC-HC no pot renderitzar algunes de les etapes del diagrama de filtres, potser no té instal·lats els còdecs o filtres necessaris al sistema.
cs: MPC-HC nemohl propojit některé vývody v grafu filtrů, pravděpodobně nemáte nainstalovány všechny potřebné kodeky nebo filtry.
da: MPC-HC kunne ikke rendere nogle af pinsene i grafen, du har muligvis ikke installeret de nødvendige codecs eller filtre på systemet.
de: Einige Filtergraphen-Pins konnten nicht verbunden werden. Möglicherweise sind die nötigen Codecs oder Filter nicht installiert.
el: Το MPC-HC δεν μπορεί να αποδόσει κάποια από τα pin στο γράφημα. Ίσως να μην έχετε εγκατεστημένους τους απαραίτητους κωδικοποιητές ή φίλτρα στο σύστημα.
es: MPC-HC no pudo renderizar algunas de las etapas del diagrama de filtros, puede que no tenga instalados los codecs o filtros necesarios en el sistema.
eu: MPC-HCk ezin ditu pin batzuk grafikan aurkeztu, badaiteke zuk ez izatea beharrezko kodekak edo iragazkiak ezarrita zure sisteman.
fi: MPC-HC ei voi renderöidä joitakin kaavion pinnejä. Tarvittavia koodekkeja tai suotimia ei luultavasti ole asennettu järjestelmään.
fr: MPC-HC ne peut pas effectuer le rendu de certains éléments du graphe, les codecs ou filtres nécessaires ne figurent pas sur votre ordinateur.
gl: MPC-HC non puido renderizar algún dos conectores do esquema, talvez non teñas os codecs ou filtros instalados no sistema.
he: MPC-HC לא הצליח לחבר חלק מהשקעים בגרף, יתכן ולא מותקנים אצלך חלק מהמפענחים הדרושים.
hr: MPC-HC ne može renderirati neke pinove u grafu, možda nemate instalirano potrebne kodere ili filtre na Vašem sistemu.
hu: A MPC-HC nem tudta feldolgozni néhány elemét a gráfnak. Lehet, hogy nincs telepítve a megfelelő kodek vagy formátumhasító szűrő.
hy: MPC-HC-ն չի կարողանում վերարտադրել որոշ հոսքեր, հնարավոր է, որ տեղակայված չէ համապատասխան կոդավորիչը կամ ֆիլտրը։
id: MPC-HC tidak bisa merender beberapa pin pada grafik, Anda mungkin tidak memiliki kodek atau filter yang diperlukan terpasang pada sistem.
it: MPC-HC non è in grado di renderizzare alcune componenti del file; probabilmente non sono installati nel sistema i codec o filtri necessari.
ja: MPC-HC はグラフ中の一部のピンを表示できませんでした。必要なコーデックかフィルタがインストールされていない可能性があります。
lt: MPC-HC negali groti kai kurių srautų, galbūt, pas jus nėra įdiegtas reikalingas kodekas arba filtras.
ms_my: MPC-HC tidak dapat terap beberapa pin di dalam graf, anda tidak mempunyai kodeks yang diperlukan atau penapis terpasang di dalam sistem.
nl: MPC-HC kon sommige pinnen in de grafiek niet opbouwen. Misschien zijn de nodige codecs of filters niet op het systeem geïnstalleerd.
pt_br: MPC-HC não pôde renderizar algum dos pinos do gráfico. Talvez você não tenha os codecs ou filtros necessários instalados em seu sistema.
ru: MPC-HC не смог воспроизвести некоторые дорожки в графе. Возможно, у вас не установлен нужный кодек или фильтр.
sk: MPC-HC nedokázal vykresliť niektoré piny, pretože sa vo vašom systéme pravdepodobne nenachádzajú potrebné kodeky či filtre.
sl: Media Player Classic - Home Cinema ni mogel izrisati nekaterih priključkov v grafu, verjetno nimate nameščenih potrebnih kodekov ali filtrov.
sr: MPC-HC не може да обради неке од пинова у графикону. Вероватно немате потребне кодеке или филтере.
sv: MPC-HC kunde inte rendera några av dataströmmarna, du kanske inte har de nödvändiga kodekarna eller filtren installerade.
th_th: MPC-HC ไม่สามารถแปลผลบางพินในกราฟได้, คุณอาจไม่ได้ติดตั้งโคเด็คหรือตัวกรองที่จำเป็นบนระบบ
tt: MPC-HC кайбер ташкыннарны уйната алмый, сезнең кирәк булган кодек яки сөзгеч урнаштырылмаган була ала.
uk: MPC-HC не може відтворити деякі потоки, можливо, у Вас не встановлений відповідний кодек або фільтр.

# IDD_MEDIATYPES_DLG_IDC_STATIC2
source: The following pin(s) failed to find a connectable filter:
ar: :التثبيت/ات التالي/ـة التي فشل في إيجاد لها فلتر قابل للربط
be: Для дадзеных струменяў не знойдзены неабходны фільтр:
bn: নিম্নোক্ত পিন(সমূহ) সংযোগযোগ্য ফিল্টার খুঁজে পেতে ব্যর্থ হয়েছে:
bs_ba: Sljedeći pinovi nisu pronašli filter za povezivanje:
ca: Les següents etapes no han pogut trobar un filtre connectable:
cs: Pro následující vývody se nepodařilo nalézt připojitelný filtr:
da: De følgende pin(s) fandt ikke et filter der kan forbindes til:
de: Für folgende Filtergraphen-Pins wurde kein Filter gefunden:
el: Τα παρακάτω pin απέτυχαν να βρούν ένα φίλτρο προς σύνδεση:
es: La(s) siguiente(s) etapa(s) no pudieron encontrar un filtro conectable:
eu: Hurrengo pinak huts egin du iragazki elkarketagarria aurkitzerakoan:
fi: Seuraaville pinneille ei löydy kytkettävää suodinta:
fr: Le(s) élément(s) suivant(s) n'ont pas pu trouver de filtre approprié :
gl: Os seguintes conectores non atoparon un filtro conectable:
he: השקעים הבאים לא הצליחו למצוא פילטר אליו ניתן להתחבר:
hr: Za sljedeće pinove nisu pronađeni odgovarajući filtri:
hu: A következő csatlakozó(k) nem talált(ak) kompatíbilis szűrőt:
hy: Այս հոսքերի համար ընտրված չէ համապատասխան ֆիլտր.
id: Pin berikut gagal untuk menemukan filter yang dapat sambung:
it: I seguenti pin non hanno un filtro collegabile:
ja: 以下のピンが接続可能なフィルタを見つけられませんでした:
lt: Šiems srautams nerastas tinkamas filtras:
ms_my: Pin(s) berikut gagal mencari penapis yang boleh disambung:
nl: Voor de volgende pin(nen) is geen filter gevonden:
pt_br: Os seguintes pinos falharam em encontrar um filtro apropriado:
ru: Для данных потоков не найден подходящий фильтр:
sk: Nepodarilo sa nájsť vhodný filter k týmto pinom:
sl: Naslednji priključki nimajo ustreznega filtra:
sr: За следеће пинове није пронађен одговарајући филтер:
sv: Följande ström misslyckades med att hitta ett anslutningsbart filter:
th_th: พินต่อไปนี้ล้มเหลวในการหาตัวกรองที่สามารถเชื่อมต่อได้:
tt: Бу ташкыннар өчен туры килгән сөзгеч табылмады:
uk: Для деяких потоків не знайдено відповідного фільтру:

# IDD_MEDIATYPES_DLG_IDOK
source: Close
ar: إغلاق
be: Закрыць
bn: বন্ধ করি
bs_ba: Zatvori
ca: Tanca
cs: Zavřít
da: Luk
de: &Schließen
el: Κλείσιμο
es: Cerrar
eu: Itxi
fi: Sulje
fr: Fermer
gl: Pechar
he: סגור
hr: Zatvori
hu: Bezárás
hy: Փակել
id: Tutup
it: Chiudi
ja: 閉じる
lt: Užverti
ms_my: Tutup
nl: Sluiten
pt_br: Fechar
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sr: &Затвори
sv: Stäng
th_th: ปิด
tt: Ябарга
uk: Закрити

# IDD_SAVE_DLG_CAPTION
source: Saving...
ar: ..حفظ
be: Захаванне...
bn: সেইভ হচ্ছে...
bs_ba: Snimanje...
ca: S'està desant…
cs: Ukládám...
da: Gemmer...
de: &Speichern...
el: Αποθήκευση...
es: Guardando…
eu: Gordetzen...
fi: Tallentaa...
fr: Sauvegarde...
gl: Gardando...
he: שומר...
hr: Spremam...
hu: Mentés...
hy: Պահպանվում է...
id: Menyimpan...
it: Salvataggio...
ja: 保存しています...
lt: Saugojama...
ms_my: Menyimpan...
nl: Opslaan...
pt_br: Salvando...
ru: Сохранение...
sk: Ukladanie...
sl: Shranjujem...
sr: Чувам…
sv: Sparar...
th_th: กำลังบันทึก...
tt: Саклау...
uk: Збереження...

# IDD_SAVE_DLG_IDCANCEL
source: Cancel
ar: إلغاء
be: Скасаваць
bn: বাতিল করি
bs_ba: Otkaži
ca: Cancel·la
cs: Storno
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
eu: Ezeztatu
fi: Peruuta
fr: Annuler
gl: Cancelar
he: בטל
hr: Odustani
hu: Mégse
hy: Մերժել
id: Batal
it: Annulla
ja: キャンセル
lt: Ašaukti
ms_my: Batal
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: &Откажи
sv: Avbryt
th_th: ยกเลิก
tt: Баш тарту
uk: Скасувати

# IDD_SAVETEXTFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
ar: الترميز:
be: Кадаванне:
bn: এনকোডিং:
bs_ba: Kodiranje:
ca: Codificació:
cs: Kódování:
da: Kodning:
el: Κωδικοποίηση:
es: Codificación:
eu: Kodeaketa:
fi: Koodataan:
fr: Encodage :
gl: Codificando:
he: קידוד:
hr: Kodiranje:
hu: Kódolás:
hy: Կոդավորում.
it: Codifica:
ja: 文字コード:
lt: Koduotė:
ms_my: Pengekodan:
nl: Codering:
pt_br: Codificando:
ru: Кодировка:
sk: Kódovanie:
sl: Kodiranje:
sr: Кодирање:
sv: Kodning:
th_th: การเข้ารหัส:
tt: Кодлау:
uk: Набір символів:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
ar: الترميز:
be: Кадаванне:
bn: এনকোডিং:
bs_ba: Kodiranje:
ca: Codificació:
cs: Kódování:
da: Kodning:
el: Κωδικοποίηση:
es: Codificación:
eu: Kodeaketa:
fi: Koodataan:
fr: Encodage :
gl: Codificando:
he: קידוד:
hr: Kodiranje:
hu: Kódolás:
hy: Կոդավորում.
it: Codifica:
ja: 文字コード:
lt: Kodavimas:
ms_my: Pengekodan:
nl: Codering:
pt_br: Codificando:
ru: Кодировка:
sk: Kódovanie:
sl: Kodiranje:
sr: Кодирање:
sv: Kodning:
th_th: การเข้ารหัส:
tt: Кодлау:
uk: Набір символів:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC
source: Delay:
ar: التأخير:
be: Затрымка:
bn: বিলম্বন:
bs_ba: Odgoda:
ca: Retard:
cs: Posun:
da: Forsinkelse:
de: Verzögerung:
el: Καθυστέρηση:
es: Retardo:
eu: Atzerapena:
fi: Viive:
fr: Délai :
gl: Retraso:
he: עיכוב:
hr: Kašnjenje:
hu: Késleltetés:
hy: Դադարը.
id: Tundaan:
it: Ritado:
ja: 遅延:
lt: Delsa:
ms_my: Lengah:
nl: Vertraging:
pt_br: Atraso:
ru: Задержка:
sk: Posun:
sl: Zakasnitev:
sr: Кашњење:
sv: Fördröjning:
th_th: หน่วง:
tt: Тоткарлык:
uk: Затримка:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC
source: ms
ar: ج.ث
be: мс
eu: sm
he: מילישניות
hy: մվ
ja: ミリ秒
ru: мс
sr: мс
th_th: มว.
tt: мс
uk: мс

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_CHECK1
source: Save custom style
ar: حفظ ستايل مخصص
be: Захаваць адвольны стыль
bn: ব্যক্তি-নির্ধারিত ধরনটি সেইভ করি
bs_ba: Snimi vlastiti stil
ca: Desa l'estil personalitzat
cs: Uložit vlastní styl
da: Gem brugerdefineret typografi
de: Angepassten Style speichern
el: Αποθήκευση προσαρμοσμένου στυλ
es: Guardar estilo personalizado
eu: Gorde norbere estiloa
fi: Tallenna oma tyyli
fr: Exporter le style personnalisé
gl: Gravar estilo personalizado
hr: Spremi prilagođeni stil
hu: Egyedi stílus mentése
hy: Պահպանել հարմարեցված ոճը
id: Simpan gaya ubahsuai
it: Salva stile personalizzato
ja: カスタム スタイルを保存する
lt: Išsaugoti vartotojo stilių
ms_my: Simpan gaya suai
nl: Sla aangepaste stijl op
pt_br: Salvar estilo personalizado
ru: Сохранить польз. стиль
sk: Uložiť používateľom nastavený štýl
sl: Shrani stil po meri
sr: Сачувај прилагођени стил
sv: Spara anpassad stil
th_th: บันทึกลักษณะที่ปรับแต่ง
uk: Зберегти користув. стиль

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: JPEG quality:
ar: دقة الصورة:
be: Якасць JPEG:
bn: JPEGএর বৈশিষ্ট্যগুণ:
bs_ba: JPEG kvalitet:
ca: Qualitat del JPEG:
cs: Kvalita JPEG:
da: JPEG kvalitet:
de: JPEG-Qualität:
el: Ποιότητα JPEG:
es: Calidad de JPEG:
eu: JPEG ontasuna:
fi: JPEG-laatu:
fr: Qualité JPEG :
gl: Calidade de JPEG:
hr: JPEG kvaliteta:
hu: JPEG minőség:
hy: JPEG-ի որակ.
id: Kualitas JPEG:
it: Qualità JPEG:
ja: JPEG の品質:
lt: JPEG kokybė:
ms_my: Kualiti JPEG:
nl: JPEG kwaliteit:
pt_br: Qualidade JPEG:
ru: Качество JPEG:
sk: Kvalita JPEG:
sl: JPEG kvaliteta:
sr: Квалитет JPEG-а:
sv: JPEG-kvalitet:
th_th: คุณภาพ JPEG:
uk: Якість JPEG:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Thumbnails:
ar: المصغرات
be: Мініяцюры:
bn: থাম্ব্‌নেইলসমূহ:
bs_ba: Sličice:
ca: Miniatures:
cs: Miniatury:
da: Miniaturer:
de: Layout:
el: Μικρογραφίες:
es: Miniaturas:
eu: Txikirudiak:
fi: Pienoiskuvat:
fr: Miniatures :
gl: Miniaturas:
he: תמונות ממוזערות:
hr: Sličice:
hu: Ikonképek:
hy: Մանրապատկերներ.
id: Gambar mini:
it: Miniature:
ja: サムネイル:
lt: Miniatiūros:
ms_my: Lakaran Kenit:
nl: Miniatuurweergaven:
pt_br: Miniaturas:
ru: Миниатюры:
sk: Náhľady:
sl: Predogl. sličice:
sr: Сличице:
sv: Miniatyrer:
th_th: รูปย่อ:
tt: Миниатюралар:
uk: Мініатюри:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: rows
ar: الصفوف
be: радкоў
bn: সারিসংখ্যা
bs_ba: vrste
ca: files
cs: řádky
da: rækker
de: Zeilen
el: γραμμές
es: filas
eu: lerroak
fi: riviä
fr: lignes
gl: Liñas
he: שורות
hr: redovi
hu: sor
hy: տող
id: baris
it: righe
ja: 行
lt: eilučių
ms_my: baris
nl: rijen
pt_br: Linhas
ru: строки
sk: riadky
sl: vrstice
sr: редова
sv: rader
th_th: แถว
tt: юл
uk: рядків

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: columns
ar: الأعمدة
be: слупкоў
bn: কলামসংখ্যা
bs_ba: kolone
ca: columnes
cs: sloupce
da: kolonner
de: Spalten
el: στήλες
es: columnas
eu: zutabeak
fi: saraketta
fr: colonnes
gl: columnas
he: טורים
hr: stupovi
hu: oszlop
hy: սյուներ
id: kolom
it: colonne
ja: 列
lt: stulpelių
ms_my: lajur
nl: kolommen
pt_br: Colunas
ru: колонки
sk: stĺpce
sl: stolpci
sr: колона
sv: kolumner
th_th: คอลัมน์
tt: багана
uk: стовпців

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Image width:
ar: عرض الصورة
be: Шырыня малюнка:
bn: ছবির প্রস্থ:
bs_ba: Širina slike:
ca: Amplada de la imatge:
cs: Šířka obrázku:
da: Billedbredde:
de: Breite:
el: Πλάτος εικόνας:
es: Anchura de imagen:
eu: Irudi zabalera:
fi: Kuvan leveys:
fr: Largeur :
gl: Ancho:
he: רוחב תמונה:
hr: Širina slike:
hu: Képszélesség:
hy: Նկարի լայնությունը.
id: Lebar gambar:
it: Larghezza immagine:
ja: 画像の幅:
lt: Vaizdo plotis:
ms_my: Lebar imej:
nl: Beeldbreedte:
pt_br: Largura da imagem
ru: Ширина изображения:
sk: Šírka obrázka:
sl: Širina slike:
sr: Ширина слике:
sv: Bildbredd:
th_th: ความกว้างภาพ:
tt: Сурәт киңлеге:
uk: Ширина зображення:
