Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_MAINFRM_18
source: DVD: Invalid DVD 1.x Disc
ar: DVD: قرص DVD 1.x غير صالح
be: DVD: Няправільны дыск DVD 1.x
bn: DVD: DVD 1.x ডিস্কটি অগ্রহণযোগ্য
bs_ba: DVD: Pogrešan DVD 1.x Disk
ca: DVD: DVD Invàlid Disc 1.x
cs: DVD: Neplatný DVD 1.x disk
da: DVD: Ugyldig DVD 1.x disk
de: DVD: Ungültige DVD 1.x
el: DVD: Μη έγκυρος δίσκος DVD 1.x
es: DVD: Disco DVD 1.x no válido
eu: DVD: DVD 1.x Diska Baliogabea
fi: DVD: DVD 1.x levy ei kelpaa
fr: DVD : disque 1.x invalide
gl: DVD: DVD Invalido Disco 1.x
he: די.וי.די: דיסק די.וי.די 1.x לא תקין
hr: DVD: Neispravni DVD 1.x disk
hu: DVD: Érvénytelen DVD 1.x Lemez
hy: DVD՝ սխալ DVD 1.x սկավառակ
it: DVD: disco DVD 1.x non valid
ja: DVD: 無効な DVD 1.x ディスク
lt: DVD: Netinkamas DVD 1.x
ms_my: DVD: Cakera DVD 1.x Tidak Sah
nl: DVD: Ongeldige DVD 1.x disk
pl: DVD: niewłaściwy nośnik DVD 1.x
ru: DVD: Неправильный диск DVD 1.x
sk: DVD: neplatný disk DVD 1.x
sl: DVD: Neveljaven DVD 1.x Disk
sr: DVD: неисправан DVD 1.x диск
sv: DVD: Ogiltig DVD 1.x-skiva
th_th: DVD: ดิสก์ DVD 1.x ไม่ถูกต้อง
tt: DVD: Дөрес булмаган DVD 1.x тәлинкәсе
vi: DVD: Đĩa lỗi DVD 1.x

# IDS_MAINFRM_19
source: DVD: Invalid Disc Region
ar: DVD: منطقة القرص غير صالحة
be: DVD: Няправільны рэгіён дыска.
bn: DVD: ডিস্কের অঞ্চলগত বিন্যাসটি অগ্রহণযোগ্য
bs_ba: DVD: Pogrešan Disk Region
ca: DVD: Regió del disc invàlida
cs: DVD: Chybný region disku
da: DVD: Ugyldig disk-region
de: DVD: Ungültiger Disc-Regionalcode
el: DVD: Μη έγκυρη περιοχή δίσκου
es: DVD: Región del disco no válida
eu: DVD: Diska Eskualde Baliogabea
fi: DVD: Levyn aluekoodi ei kelpaa
fr: DVD : région invalide
gl: DVD: Rexión do Disco Invalida
he: די.וי.די: אזור דיסק לא תקין
hr: DVD: Neispravna regija diska
hu: DVD: Érvénytelen Lemez Régió
hy: DVD՝ սկավառակի սխալ շրջան
it: DVD: regione del disco non valida
ja: DVD: 無効なディスク リージョン
lt: DVD: Netinkamas disko regionas
ms_my: DVD: Wilayah Cakera Tidak Sah
nl: DVD: Ongeldige disk-regio
pl: DVD: niewłaściwy region nośnika
ru: DVD: Неправильный регион диска
sk: DVD: neplatný región disku
sl: DVD: Neveljavna regija diska
sr: DVD: неисправан регион диска
sv: DVD: Felaktig skivregion
th_th: DVD: ภูมิภาคแผ่นดิสก์ไม่ถูกต้อง
tt: DVD: Тәлинкәнең өлкәсе дөрес түгел.
vi: DVD: Vùng đĩa không hợp lệ

# IDS_MAINFRM_20
source: DVD: Low Parental Level
ar: DVD: مستوى الرقابة الأبوية منخفض
be: DVD: Нізкі ўзровень бацькоўскага кантролю.
bn: DVD: নিম্নমানের অভিভাবকীয় মূল্যায়ন
bs_ba: DVD: Nizak Nivo Roditeljske Zaštite
ca: DVD: Nivell Parental Baix
cs: DVD: Nízká úroveň rodičovského zámku
da: DVD: Lavt forældre niveau
de: DVD: Ungenügende Kindersicherungsstufe
el: DVD: Χαμηλό επίπεδο γονικού ελέγχου
es: DVD: Nivel de control parental bajo
eu: DVD: Gain Maila Apala
fi: DVD: Alhainen ikärajaluokitustaso
fr: DVD : niveau parental insuffisant
gl: DVD: Nivel Parental Baixo
he: די.וי.די: חסימת הגנת הורים
hr: DVD: Nizak nivo roditeljske kontrole
hu: DVD: Alacsony Felügyeleti Szint
hy: DVD՝ վերահսկամ ցածր աստիճան
it: DVD: livello parentale basso
ja: DVD: 視聴制限
lt: DVD: Žema nepilnamečių apsauga
ms_my: DVD: Aras Penjaga Rendah
nl: DVD: Te laag niveau ouderlijk toezicht
pl: DVD: niski poziom rodzicielski
ru: DVD: Низкий уровень родительского контроля
sk: DVD: nízka úroveň rodičovskej kontroly
sl: DVD: Nizka stopnja starševske zaščite
sr: DVD: низак ниво родитељске контроле
sv: DVD: Låg Föräldrakontrollsnivå
th_th: DVD: ระดับผู้ปกครองต่ำ
tt: DVD: Низкий уровень родительского контроля.
vi: DVD: Cấp cha mẹ thấp

# IDS_MAINFRM_21
source: DVD: Macrovision Fail
ar: DVD: فشل Macrovision
be: DVD: Праблема з Macrovision.
bn: DVD: মাইক্রোভিশন ব্যর্থ হয়েছে
bs_ba: DVD: Macrovision Nije Uspio
ca: DVD: Error de Macrovision
cs: DVD: Selhání Macrovision
da: DVD: Macrovision mislykkedes
de: DVD: Macrovision-Problem
el: DVD: Η προστασία Macrovision απέτυχε
es: DVD: Fallo de Macrovision
eu: DVD: Macrovision Hutsegitea
fi: DVD: Macrovisio-virhe
fr: DVD : échec de la protection anti-copie Macrovision
gl: DVD: Fallo por Macrovision
he: די.וי.די: כשלון Macrovision
hr: DVD: Macrovision neuspješan
hu: DVD: Macrovision Hiba
hy: DVD՝ խնդիր Macrovision-ի հետ
it: DVD: errore Macrovision
ja: DVD: Macrovision による失敗
lt: DVD: Problema su Macrovision
ms_my: DVD: Macrovision Gagal
nl: DVD: Macrovision fout
pl: DVD: błąd Macrovision
ru: DVD: Сбой Macrovision
sk: DVD: zlyhanie ochrany Macrovision
sl: DVD: Macrovision napaka
sr: DVD: проблем са Macrovision-ом
sv: DVD: Macrovisionsfel
th_th: DVD: Macrovision ล้มเหลว
tt: DVD: Macrovision белән проблемаon.
vi: DVD: Macrovision thất bại

# IDS_MAINFRM_22
source: DVD: Incompatible System And Decoder Regions
ar: DVD: مناطق النظام و الديكودر غير متوافقة
be: DVD: Несумяшчальныя рэгіёны дэкодэра і сістэмы.
bn: DVD: অসঙ্গতিপূর্ণ সিস্টেম এবং ডিকোডারের অঞ্চলগত বিন্যাস
bs_ba: DVD: Nekomaptibilan Sistem I Regije Dekodera
ca: DVD: Sistema i Decodificador de Regions Incompatibles
cs: DVD: Nekompatibilní region systému a dekodéru
da: DVD: Inkompatibelt system og dekoder-regioner
de: DVD: Regionalcode-Konflikt zwischen System und Decoder
el: DVD: Μη συμβατές περιοχές συστήματος και αποκωδικοποιητή
es: DVD: Las regiones del sistema y el decodificador no son compatibles
eu: DVD: Sistema eta Eskualde Dekodeatzaile Bateraezinak
fi: DVD: Väärät järjestelmä- ja dekooderialueet
fr: DVD : régions du système et du décodeur incompatibles
gl: DVD: Sistema e decodificador de rexións incompatibles
he: די.וי.די: אזורי מערכת ומפענחים לא תואמים
hr: DVD: Nekompatibilnost između postavki regije sistema i dekodera
hu: DVD: Összeférhetetlen Rendszer és Dekódoló régiók
hy: DVD՝ համակարգի և ապակոդավորիչի անհամատեղելի շրջան
it: DVD: regioni del decoder e del sistema incompatibili
ja: DVD: システムのリージョンとデコーダのリージョンの不一致
lt: DVD: Nesuderinami sistemos ir dekoderio regionai
ms_my: DVD: Wilayah Sistem Dan Penyahkod Tidak Serasi
nl: DVD: Incompatibele systeem en decoder regio's
pl: DVD: niezgodne regiony systemu i dekodera
ru: DVD: Несовместимые регионы декодера и системы
sk: DVD: nekompatibilný systém a regióny pre dekodér
sl: DVD: Nezdružljive regije sistema in dekoderja
sr: DVD: неисправни региони система и декодера
sv: DVD: Okompatibla system- och dekoderregioner
th_th: DVD: ระบบและภูมิภาคตัวถอดรหัสที่ไม่เข้ากัน
tt: DVD: Несовместимые регионы декодера и системы.
vi: DVD: Không tương thích hệ thống và giải mã vùng

# IDS_MAINFRM_23
source: DVD: Incompatible Disc And Decoder Regions
ar: DVD: مناطق القرص و الديكودر غير متوافقة
be: DVD: Несумяшчальныя рэгіёны дэкодэра і дыска.
bn: DVD: অসঙ্গতিপূর্ণ ডিস্ক এবং ডিকোডারের অঞ্চলগত বিন্যাস
bs_ba: DVD: Nekomaptibilan Disk I Regije Dekodera
ca: DVD: Les regions del disc i el descodificador són incompatibles
cs: DVD: Nekompatibilní region disku a dekodéru
da: DVD: Inkompatibel disk og dekoder-regioner
de: DVD: Regionalcode-Konflikt zwischen Disc und Decoder
el: DVD: Μη συμβατές περιοχές δίσκου και αποκωδικοποιητή
es: DVD: Las regiones del disco y el decodificador no son compatibles
eu: DVD: Diska eta Eskualde Dekodeatzaile Bateraezinak
fi: DVD: Väärät levy- ja dekooderialueet
fr: DVD : régions du disque et du décodeur incompatibles
gl: DVD: Disco e decodificador de rexións incompatibles
he: די.וי.די: אזורי דיסק ומפענחים לא תואמים
hr: DVD: Nekompatibilnost između postavki regije diska i dekodera
hu: DVD: Összeférhetetlen Lemez és Dekódoló régiók
hy: DVD՝ ապակոդավորիչի և սկավառակի անհամատեղելի շրջան
it: DVD: regioni del decoder e del disco incompatibili
ja: DVD: ディスクのリージョンとデコーダのリージョンの不一致
lt: DVD: Nesuderinami disko ir dekoderio regionai
ms_my: DVD: Wilayah Cakera Dan Penyahkod Tidak Serasi
nl: DVD: Incompatibele disk en decoder regio's
pl: DVD: niezgodne regiony nośnika i dekodera
ru: DVD: Несовместимые регионы декодера и диска
sk: DVD: nekompatibilný disk a regióny pre dekodér
sl: DVD: Nezdružljive regije diska in dekoderja
sr: DVD: некомпатибилни региони диска и декодера
sv: DVD: Okompatibla skiv- och dekoderregioner
th_th: DVD: ดิสก์และภูมิภาคตัวถอดรหัสที่ไม่เข้ากัน
tt: DVD: Несовместимые регионы декодера и диска.
vi: DVD: Không tương thích đĩa và bộ giải mã vùng

# IDS_D3DFS_WARNING
source: This option is designed to avoid tearing. However, it will also prevent MPC-HC from displaying the context menu and any dialog box during playback. Do you really want to activate this option?
ar: صمم هذا الخيار لتجنب التمزيق. و لكنه سيمنع MPC-HC من عرض قائمة السياق و أي مربع حوار أثناء التشغيل. هل حقا تريد أن تفعل هذا الخيار؟
be: Гэтая опцыя служыць для ўхілення дрыгацення, але ў гэтым рэжыме, калі відэа загружана, MPC-HC не можа адлюстроўваць кантэкстнае меню і дыялогі. Працягнуць?
bn: এই অপশনটি স্ক্রীন ছিঁড়ে যাওয়া এড়ানোর জন্যই তৈরি করা হয়েছে। তবে, এটা MPC-HCকে প্লেব্যাকের সময় কন্টেক্সট্‌ মেন্যু এবং যেকোনো ডায়লগ বক্স প্রদর্শন করা থেকেও বিরত রাখে। আপনি কি নিশ্চিত যে এই অপশনটি সক্রিয় করতে চান?
bs_ba: Ova opcija je dizajnirana da se izbjegne trganje. Međutim, to će takođe spriječiti MPC-HC da prikazuje meni ili bilo kakav dijalog tokom reprodukcije. Da li zaista želite aktivirati ovu opciju?
ca: Aquesta opció està dissenyada per eliminar el parpelleig, no obstant això, també evitarà que l'MPC-HC mostri el menú de context i qualsevol quadre de diàleg durant la reproducció. Esteu segur que voleu activar aquesta opció?
cs: Tato volba slouží k odstranění trhání. Znemožní ale MPC-HC zobrazit během přehrávání kontextové nabídky a dialogy. Chcete tuto volbu opravdu aktivovat?
da: Denne indstilling er designet til at undgå iturivning. Det forhindre dog også MPC-HC i at vise genvejsmenuen og dialogbokse under afspilning. Er du sikker på, at du vil aktivere denne indstilling?
de: Mit dieser Option können unerwünschte Tearing-Effekte bei Vollbild vermieden werden. Dabei werden Kontextmenüs und Dialoge jedoch nicht angezeigt. Direct3D-Vollbildmodus wirklich aktivieren?
el: Αυτή η επιλογή σχεδιάστηκε για την αποφυγή σπασίματος. Ωστόσο, θα αποτρέψει επίσης το MPC-HC από την εμφάνιση του μενού περιβάλλοντος και κάθε πλαισίου διαλόγου κατά την αναπαραγωγή. Θέλετε πραγματικά να ενεργοποιήσετε αυτή την επιλογή;
es: Esta opción está diseñada para evitar el efecto de desgarro («tearing», fotogramas entremezclados). Sin embargo, también evitará que se muestre el menú contextual y cualquier cuadro de diálogo durante la reproducción. ¿De verdad quiere activar esta opción?
eu: Aukera hau hauspena saihesteko diseinatua dago. Horrela ere, MPC-HC hitzinguru menua eta edozein elkarrizketa kutxa erakustea ere saihestuko du irakurketan zehar. Egitan nahi duzu aukera honi eragitea?
fi: Tämä asetus on suunniteltu kuvan repeämisen estämiseen. Se estää kuitenkin toistettaessa MPC-HC:ta näyttämästä pikavalikkoa tai mitään muutakaan valintaikkunaa. Haluatko varmasti laittaa tämän päälle?
fr: Cette option est conçue pour éviter le tearing (déchirement de l'image). Cependant elle empêche MPC-HC d'afficher les menus contextuels et les boîtes de dialogue pendant la lecture. Êtes-vous vraiment sûr de vouloir activer cette option ?
gl: Esta opción é designada para evitar tearing. Polo tanto, evitará que o MPC-HC amose menús de contexto e caixas de dialogo durante a reprodución. Desexas realmente activar esta opción?
he: אפשרות זו נועדה לעצור קריעת תמונה. בנוסף, היא גם תמנע מ-MPC-HC להציג תפריטים ודיאלוגים בזמן הניגון. האם אתה בטוח שברצונך להפעיל אפשרות זו?
hr: Ova opcija je dizajnirana za izbjegavanje kidanja videa. Međutim, također će spriječiti MPC-HC da prikazuje kontekstni izbornik i bilo koji dijaloški okvir tijekom reprodukcije. Želite li aktivirati ovu opciju?
hu: This option is designed to avoid tearing. However, it will also prevent MPC-HC from displaying context menus and dialog boxes during playback. Do you really want to activate this option?
hy: Այս ընտրանքը օգտագործվում է թարթումը հեռացնելու համար։ Միացնե՞լ։
it: Questa opzione è progettata per mitigare l'effetto tearing. Tuttavia, impedirà anche la visualizazione dei menù contestuali e delle finestre di dialogo durante la riproduzione. Sei sicuro di voler attivare questa opzione?
ja: このオプションはテアリングを除去するために設計されていますが、再生中にコンテキスト メニューおよびダイアログ ボックスが表示できなくなります。 本当にこのオプションを有効にしますか？
lt: Ši funkcija skirta pašalinti drebėjimą, tačiau ją įjungus trukdomas kontekstinio meniu ir dialogų vaizdavimas. Ar jūs tikrai norite aktyvuoti ją?
ms_my: Pilihan ini direka untuk menghindari pengoyakan. Walaubagaimanapun, ia juga menghalang MPC-HC dari memaparkan menu konteks dan mana-mana kotak dialog semasa main balik. Anda pasti mahu aktifkan pilihan ini?
nl: Deze optie is ontwikkeld om "verscheuring" te voorkomen. Het zal echter ook voorkomen dat MPC-HC de menu inhoud en dialoogvensters kan weergeven tijdens het afspelen. Wil je echt deze optie te activeren?
pl: Opcja ta została stworzona po to, aby zapobiegać szarpaniu obrazu podczas odtwarzania. Uniemożliwia ona jednak wyświetlanie menu kontekstowych i okien dialogowych podczas odtwarzania wideo. Czy na pewno włączyć tę opcję?
ru: Эта опция служит для устранения разрывов, однако ее включение препятствует отображению контекстного меню и диалогов во время воспроизведения. Вы действительно хотите активировать эту опцию?
sk: Táto funkcia je určená na zredukovanie trhania obrazu. Takisto však programu MPC-HC zabráni v zobrazovaní kontextového menu a dialógového okna počas prehrávania. Naozaj chcete aktivovať túto funkciu?
sl: Ta možnost je načrtovana v izogib trganju. Bo pa poleg tega preprečila MPC-HC, da prikaže priročni meni ali katerokoli drugo pogovorno okno med predvajanjem. Res želiš aktivirati to možnost?
sr: Ова опција је намењена у сврхе спречавања цепања. Ипак, за време репродукције, контекстуални мени MPC-HC-а и било који дијалог неће моћи да се прикажу. Заиста желите да активирате ову опцију?
sv: This option (Valmöjlighet) is designed to avoid tearing. However, it will also prevent MPC-HC from displaying context menus and dialog boxes during playback. Do you really want to activate this option?
th_th: ตัวเลือกนี้ถูกออกแบบมาเพื่อหลีกเลี่ยงการฉีกของภาพ อย่างไรก็ตาม มันอาจป้องกันไม่ให้ MPC-HC แสดงเมนูบริบทและกล่องข้อมูลใดๆ ระหว่างการเล่น คุณต้องการใช้ตัวเลือกนี้หรือไม่?
tt: Эта опция служит для устранения дрожания, однако её включение препятствует отображению контекстного меню и диалогов. Вы действительно хотите активировать опцию?
vi: Tùy chọn này được thiết kế để tránh làm phiền. Tuy nhiên, nó cũng sẽ ngăn chặn MPC-HC trong việc hiển thị trình đơn ngữ cảnh và các hộp thoại trong khi phát lại. Bạn có thực sự muốn kích hoạt tùy chọn này?

# IDS_MAINFRM_139
source: Sub delay: %ld ms
ar: تأخير الترجمة: %ld ms
be: Затрымка субцітраў: %ld мс
bn: সাবটাইটেল বিলম্বন: %ld ms
bs_ba: Odgoda titla: %ld ms
ca: Retard dels subtítols: %ld ms
cs: Zpoždění titulků: %ld ms
da: Undertekst forsinkelse: %ld ms
de: Untertitelverzögerung: %ld ms
el: Καθυστέρηση υποτίτλων: %ld ms
es: Retardo de subtítulos: %ld ms
eu: Azp. atzerapena: %ld sm
fi: Tekstin viive: %ld ms
fr: Décalage des sous-titres : %ld ms
gl: Retraso de Subs: %ld ms
he: שיהוי כתוביות: %ld מילי-שניות
hr: Kašnjenje titla: %ld ms
hu: Felirat késl.: %ld ms
hy: Տողագրերի հապաղումը. %ld ms
it: Ritardo sottotitoli: %ld ms
ja: 字幕の遅延: %ld ミリ秒
lt: Subtitrų delsa: %ld ms
ms_my: Lengah sarikata: %ld ms
nl: Ondertitelingsvertraging: %ld ms
pa: ਸਬ ਦੇਰੀ: %ld ms
pl: Przesunięcie napisów: %ld ms
ru: Задержка субтитров: %ld мс
sk: Oneskorenie titulkov: %ld ms
sl: Zakasnitev podnapisov: %ld ms
sr: Кашњење титла: %ld мс
sv: Undertextfördröjning: %ld ms
th_th: ศัพท์ฯหน่วง: %ld มว.
tt: Субтитрлар тоткарлануы: %ld мс
vi: Độ trễ phụ đề: %ld giây

# IDS_AG_TITLE2
source: Title: %02d/%02d
ar: العنوان: %02d/%02d
be: Загаловак: %02d/%02d
bn: টাইটেল: %02d/%02d
bs_ba: Naslov: %02d/%02d
ca: Títol: %02d/%02d
cs: Titul: %02d/%02d
da: Titel: %02d/%02d
de: Titel: %02d/%02d
el: Τίτλος: %02d/%02d
es: Título: %02d/%02d
eu: Izenburua: %02d/%02d
fi: Nimike: %02d/%02d
fr: Titre : %02d/%02d
gl: Título: %02d/%02d
he: כותר: %02d/%02d
hr: Naslov: %02d/%02d
hu: Cím: %02d/%02d
hy: Անունը. %02d/%02d
it: Titolo: %02d/%02d
ja: タイトル: %02d/%02d
lt: Pavadinimas: %02d/%02d
ms_my: Tajuk: %02d/%02d
nl: Titel: %02d/%02d
pa: ਦੇਰੀ: %02d/%02d
pl: Tytuł: %02d/%02d
ru: Раздел: %02d/%02d
sk: Titul: %02d/%02d
sl: Naslov: %02d/%02d
sr: Наслов: %02d/%02d
sv: Titel: %02d/%02d
th_th: หัวเรื่อง: %02d/%02d
tt: Бүлек: %02d/%02d
vi: Tiêu đề: %02d/%02d

# IDS_REALVIDEO_INCOMPATIBLE
source: Filename contains unsupported characters (use only A-Z, 0-9)
ar: اسم الملف يحتوي على رموز غير مدعومة (استخدم فقط A-Z و 0-9)
be: Імя файла ўтрымлівае недапушчальныя знакі (выкарыстоўвайце толькі A-Z, 0-9)
bn: ফাইলের নামে সমর্থন করে না এমন ক্যারেক্টারসমূহ রয়েছে (শুধুমাত্র A-Z, 0-9 ব্যবহার করুন)
bs_ba: Ime dokumenta sadrži znakove koji nisu podržani (koristite samo A-Z, 0-9)
ca: El nom conté caràcters no suportats (utilitza només A-Z, 0-9)
cs: Název souboru obsahuje neplatné znaky (používejte jen A-Z, 0-9)
da: Filnavn indeholder tegn som ikke er understøttet (brug kun A-Z, 0-9)
de: Dateiname enthält andere Zeichen als A-Z und 0-9
el: Το όνομα αρχείου περιέχει μη υποστηριζόμενους χαρακτήρες (χρήση μόνο A-Z, 0-9)
es: El nombre contiene caracteres no admitidos (utilice solo A-Z, 0-9)
eu: Agirizenak hizki sostengatugabeak ditu (erabili bakarrik A-Z, 0-9)
fi: Tiedostonimi sisältää merkkejä, joita ei tueta (käytä vain A-Z, 0-9)
fr: Le nom du fichier contiens des caractères interdits (n'utilisez que A-Z, 0-9)
gl: O nome contén caracteres non soportados (utiliza só A-Z, 0-9)
he: שם הקובץ מכיל תווים לא נתמכים (השתמש רק ב: A-Z, 0-9)
hr: Ime datoteke sadrži nepodržane znakove (koristite samo A-Z, 0-9)
hu: A fájlnév nemtámogatott karaktereket tartalmaz (érvényes karakterek A-Z, 0-9)
hy: Ֆայլի անվան մեջ կան սխալ նշաններ (օգտագործեք միայն A-Z, 0-9)
it: Il nome del file contiene caratteri non consentiti (usa solo A-Z, 0-9)
ja: ファイル名にサポートされていない文字が使用されています (A-Z, 0-9 のみ使用可)
lt: Failo pavadinime yra nepalaikomi simboliai (naudokite A-Z, 0-9)
ms_my: Nama fail mengandungi aksara tidak disokong (hanya guna A-Z, 0-9)
nl: Bestandsnaam bevat ongeldige tekens (gebruik alleen A-Z, 0-9)
pl: Nazwa pliku zawiera niewłaściwe znaki. Proszę zmienić nazwę pliku, używając znaków z zakresu A-Z, 0-9.
ru: Имя файла содержит недопустимые символы (используйте только A-Z, 0-9)
sk: Názov súboru obsahuje nepodporované znaky (použite len znaky A-Z, 0-9)
sl: Ime datoteke vsebuje nepodprte znake (uporabi samo A-Z, 0-9)
sr: Име датотеке садржи неподржане знакове (користите само A–Z, 0–9)
sv: Filnamet innehåller tecken som inte stöds (använd enbart A-Z, 0-9)
th_th: ชื่อไฟล์ประกอบด้วยอักขระที่ไม่รองรับ (ใช้ A-Z, 0-9 เท่านั้น)
tt: Имя файла содержит недопустимые символы (используйте только A-Z, 0-9)
vi: Tên tập tin chứa các ký tự không được hỗ trợ (chỉ sử dụng A-Z, 0-9)

# IDS_THUMB_ROWNUMBER
source: Rows:
ar: الصفوف:
be: Радкоў:
bn: সারিসংখ্যা:
bs_ba: Vrsta:
ca: Files:
cs: Řádky:
da: Rækker:
de: Zeilen:
el: Γραμμές:
es: Filas:
eu: Lerroak:
fi: Rivejä:
fr: Lignes :
gl: Liñas:
he: שורות:
hr: Redovi:
hu: Sorok:
hy: Տողեր.
it: Righe:
ja: 行:
lt: Eilutės:
ms_my: Baris:
nl: Rijen:
pa: ਕਤਾਰਾਂ:
pl: Liczba wierszy:
ru: Строки:
sk: Riadky:
sl: Vrstic:
sr: Редова:
sv: Rader:
th_th: แถว:
tt: юл:
vi: Hàng:

# IDS_THUMB_COLNUMBER
source: Columns:
ar: الأعمدة:
be: Слупкоў:
bn: কলামসংখ্যা:
bs_ba: Kolona:
ca: Columnes:
cs: Sloupce:
da: Kolonner:
de: Spalten:
el: Στήλες:
es: Columnas:
eu: Zutabeak:
fi: Sarakkeita:
fr: Colonnes :
gl: Columnas:
he: טורים:
hr: Stupci:
hu: Oszlopok:
hy: Սյուներ.
it: Colonne:
ja: 列:
lt: Stulpeliai:
ms_my: Lajur:
nl: Kolommen:
pa: ਕਾਲਮ:
pl: Liczba kolumn:
ru: Колонки:
sk: Stĺpce:
sl: Stolpci:
sr: Колона:
sv: Kolumner:
th_th: คอลัมน์:
tt: багана:
vi: Cột:

# IDS_THUMB_IMAGE_WIDTH
source: Image width
ar: عرض الصورة:
be: Шырыня малюнка:
bn: ছবির প্রস্থ
bs_ba: Širina slike
ca: Amplada de la imatge
cs: Šířka obrázku
da: Billedbredde
de: Breite
el: Πλάτος εικόνας:
es: Anchura de la imagen
eu: Irudi zabalera
fi: Kuvan leveys
fr: Largeur de l'image
gl: Ancho da imaxe
he: רוחב תמונה
hr: Širina slike
hu: Kép szélessége
hy: Նկարի լայնքը
it: Larghezza immagine
ja: 画像の幅
lt: Plotis
ms_my: Lebar imej
nl: Beeldbreedte
pa: ਚਿੱਤਰ ਚੌੜਾਈ
pl: Szerokość obrazu
ru: Ширина
sk: Šírka obrázka
sl: Širina slike
sr: Ширина слике
sv: Bildbredd
th_th: ความกว้างรูปภาพ
tt: Киңлек
vi: Bề rộng hình ảnh

# IDS_AG_ASPECT_RATIO
source: Aspect Ratio
ar: نسبة الطول للعرض
be: Прапорцыі
bn: অ্যাসপেক্ট রেশিও
bs_ba: Razmjera
ca: Relació d'aspecte
cs: Poměr stran
da: Højde-bredde-forhold
de: Seitenverhältnis
el: Αναλογία πλευρών
es: Relación de aspecto (AR)
eu: Ikuspegi Maila
fi: Kuvasuhde
fr: Proportion de l'image
gl: Relación de aspecto
he: יחס גובה-רוחב
hr: Omjer slike
hu: Képméretarány
hy: Համամասնություններ
it: Proporzioni
ja: 縦横比
lt: Proporcijos
ms_my: Nisbah Bidang
nl: Beeldverhouding
pa: ਆਕਾਰ ਅਨੁਪਾਤ
pl: Proporcje obrazu
ru: Соотношение сторон
sk: Stranový pomer
sl: Razmerje stranic
sr: Однос ширина/висина
sv: Bildförhållande
th_th: อัตราส่วนภาพ
tt: Пропорция
vi: Tỉ lệ khung hình

# IDS_MAINFRM_37
source: , Total: %ld, Dropped: %ld
ar: , الإجمالي: %ld، المسقطة: %ld
be: , Усяго: %ld Страчана: %ld
bn: , মোট: %ld, বাদ গেছে: %ld
bs_ba: , Ukupno %ld, Odbačeno: %ld
ca: , Total: %ld, Perduts: %ld
cs: , Celkem: %ld, Zahozeno: %ld
da: , total: %ld, tabt: %ld
de: , Gesamt: %ld, Verworfen: %ld
el: , Σύνολο: %ld, Απορρίφθηκαν: %ld
es: , Total: %ld, perdidos: %ld
eu: , Guztira: %ld, Utzita: %ld
fi: , Yhteensä: %ld, Pudotettu: %ld
fr: , Totales : %ld, Perdues : %ld
gl: , Total: %ld, Perdidos: %ld
he: , סף הכל: %ld, הושמש: %ld
hr: , Ukupno: %ld, Ispušteno: %ld
hu: , Összes: %ld, Elejtett: %ld
hy: , Ընդամենը. %ld, կորսվել է. %ld
it: , Totale: %ld, Scartati: %ld
ja: , 合計: %ld, 欠落: %ld
lt: , Viso: %ld, Pamesta: %ld
ms_my: , Jumlah: %ld, Dilepas: %ld
nl: , Totaal: %ld, verworpen: %ld
pa: , ਕੁੱਲ: %ld, ਅਣਡਿੱਠੇ ਕੀਤੇ: %ld
pl: , wszystkich: %ld, porzuconych: %ld
ru: , Всего: %ld, Потеряно: %ld
sk: , spolu: %ld, preskočené: %ld
sl: , Skupno: %ld, Izpuščenih: %ld
sr: , укупно: %ld, испуштено: %ld
sv: , Totalt: %ld, Förlorade: %ld
th_th: , ทั้งหมด: %ld, ตกหล่น: %ld
tt: , Барысы: %ld, Югалды: %ld
vi: , Tổng cộng: %ld, Bỏ sót: %ld

# IDS_MAINFRM_38
source: , Size: %I64d KB
ar: , الحجم: %I64dKB
be: , Памер: %I64dКб
bn: , সাইজ: %I64dKB
bs_ba: , Veličina: %I64d KB
ca: , Mida: %I64d kB
cs: , Velikost: %I64dKB
da: , størrelse: %I64d KB
de: , Größe: %I64d KB
el: , Μέγεθος: %I64dKB
es: , Tamaño: %I64dKB
eu: , Neurria: %I64d KB
fi: , Koko: %I64dKB
fr: , Taille : %I64d Ko
gl: , Tamaño: %I64dKB
he: , גודל: %I64dKB
hr: , Veličina: %I64d KB
hu: , Méret: %I64dKB
hy: , Չափը. %I64dԿԲ
it: , Dimensioni: %I64dKB
ja: , サイズ: %I64d KB
lt: , Dydis: %I64d KB
ms_my: , Saiz: %I64dKB
nl: , Grootte: %I64dKB
pa: , ਆਕਾਰ: %I64d KB
pl: , rozmiar: %I64d KB
ru: , Размер: %I64d Кб
sk: , veľkosť: %I64d KB
sl: , Velikost: %I64dKB
sr: , величина: %I64d KB
sv: , Storlek: %I64dKB
th_th: , ขนาด: %I64dKB
tt: , Зурлыгы: %I64dКб
vi: , Kích cỡ: %I64d KB

# IDS_MAINFRM_39
source: , Size: %I64d MB
ar: , الحجم: %I64dMB
be: , Памер: %I64dМб
bn: , সাইজ: %I64dMB
bs_ba: , Veličina: %I64d MB
ca: , Mida: %I64d MB
cs: , Velikost: %I64dMB
da: , størrelse: %I64d MB
de: , Größe: %I64d MB
el: , Μέγεθος: %I64dMB
es: , Tamaño: %I64dMB
eu: , Neurria: %I64d MB
fi: , Koko: %I64dMB
fr: , Taille : %I64d Mo
gl: , Tamaño: %I64dMB
he: , גודל: %I64dMB
hr: , Veličina: %I64d MB
hu: , Méret: %I64dMB
hy: , Չափը. %I64dՄԲ
it: , Dimensioni: %I64dMB
ja: , サイズ: %I64d MB
lt: , Dydis: %I64d MB
ms_my: , Saiz: %I64dMB
nl: , Grootte: %I64dMB
pa: , ਆਕਾਰ: %I64d MB
pl: , rozmiar: %I64d MB
ru: , Размер: %I64d Мб
sk: , veľkosť: %I64d MB
sl: , Velikost: %I64dMB
sr: , величина: %I64d MB
sv: , Storlek: %I64dMB
th_th: , ขนาด: %I64dMB
tt: , Зурлыгы: %I64dМб
vi: , Kích cỡ: %I64d MB
