Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_CMD_HWGPU
source: /hwgpu "index" Set the index of the GPU used for hardware decoding. Only available for CUVID and DXVA2 (copy-back)
be: /hwgpu "index" Задаць нумар графічнага працэсара для апаратнага дэкадавання. Даступна толькі для CUVID і DXVA2 (copy-back)
bs_ba: /hwgpu "index" Podesi indeks GPU-a koji se koristi za hardversko dekodiranje. Dostupno samo za CUVID i DXVA2 (kopiraj-nazad)
ca: /hwgpu "index" Estableix l'índex que indica la GPU a utilitzar per a la descodificació per hardware. Només diponible per als modes CUVID i DXVA2 (copy-back)
cs: /hwgpu "index" Nastaví index GPU použitého pro HW dekódování. Dostupné pouze pro CUVID a DXVA2 (copy-back)
da: /hwgpu "indeks" Indstil indekset af GPU'en brugt til hardware-dekodning. Kun tilgængelig for CUVID og DXVA2 (copy-back)
de: /hwgpu "I" Verwendet für das Hardware-Decoding GPU-Index "I" (nur CUVID und DXVA2 copy-back).
el: /hwgpu "index" Ορισμός ευρετηρίου της GPU για χρήση αποκωδικοποίησης υλικού. Διαθέσιμο μόνο για CUVID και DXVA2 (copy-back)
es: /hwgpu "index" Establece el índice que indica la GPU a usar para la decodificación por hardware. Sólo disponible para los modos CUVID y DXVA2 (copy-back)
eu: /hwgpu "index" Ezarri hardware dekodeaketarako erabilitako GPU aurkibidea. Eskuragarri bakarrik CUVID eta DXVA2-rako (copy-back)
fr: /hwgpu "N" Fixe le numéro du GPU utilisé pour le décodage matériel Disponible uniquement pour CUVID et DXVA2 (copy-back)
gl: /hwgpu "index" Establece o índice que indica a GPU a usar para a decodificación por hardware. Só dispoñible para os modos CUVID e DXVA2 (copy-back)
hr: /hwgpu "index" Namjesti GPU indeks korišten za hardversko dekodiranje. Dostupno samo za CUVID i DXVA2 (copy-back)
ja: /hwgpu "index" ハードウェア デコーディングに使用される GPU のインデックスを設定する CUVID および DXVA2 (copy-back) でのみ使用できる
ms_my: /hwgpu "index" Tetapkan indeks yang mana GPU gunakan untuk penyahkodan perkakasan. Hanya tersedia untuk CUVID dan DXVA2 (copy-back)
nl: /hwgpu "index" Selecteer de index van de GPU te gebruiken voor hardware decoderen. Alleen beschikbaar voor CUVID en DXVA2 (copy-back)
pl: /hwgpu „index” Ustawia numer urządzenia graficznego użytego do sprzętowego odtwarzania. Dostępne tylko dla CUVID oraz DXVA2 (copy-back)
ru: /hwgpu "индекс" - Использование индекса GPU для аппаратного ускорения. Используется только для CUVID и DXVA2
sk: /hwgpu "index" Nastaviť index GPU použitého pre hardvérové dekódovanie. Dostupné len pre CUVID a DXVA2 (copy-back)
sl: /hwgpu "index" Nastavi indeks GPU za strojno dekodiranje. Na voljo samo za CUVID in DXVA2 (copy-back)
vi: /hwgpu "index" Thiết lập bảng chỉ mục của GPU để sử dụng cho việc giải mã phần cứng. Chỉ có hiệu lực đối với CUVID và DXVA2 (sao chép-quay lại)

# IDS_CMD_RESET
source: /reset Restore default settings
be: /reset Аднавіць налады па змаўчанні
bs_ba: /reset Vrati podrazumijevana podešenja
ca: /reset Restableix la configuració per defecte
cs: /reset Obnoví výchozí nastavení
da: /reset Gendan standardindstillinger
de: /reset Setzt alle Programm-Einstellungen zurück.
el: /reset Επαναφορά προεπιλεγμένων ρυθμίσεων
es: /reset Restablece la configuración predeterminada
eu: /reset Leheneratu berezko ezarpenak
fr: /reset Restaure les paramètres par défaut
gl: /reset Restablece a configuración predeterminada
hr: /reset Vrati zadane postavke
ja: /reset 既定の設定を復元する
ms_my: /reset Pulih tetapan lalai
nl: /reset Herstellen naar standaard instellingen
pl: /reset Przywraca ustawienia domyślne
ru: /reset⇥⇥Восстановить настройки по умолчанию
sk: /reset Obnoviť predvolené nastavenia
sl: /reset Obnovi na privzete nastavitve
vi: /reset Phục hồi các thiết lập mặc định

# IDS_CMD_HELP
source: /help /h /? Show help about command line switches
be: /help /h /? Паказвае гэтую даведку
bs_ba: /help /h /? Prikaži pomoć o prekidačima komandne linije
ca: /help /h /? Mostra l'ajuda sobre els paràmetres de les comandes
cs: /help /h /? Zobrazí tento dialog
da: /help /h /? Vis hjælp om kommandolinjekontakter
de: /help /h /? Zeigt diese Hilfe an.
el: /help /h /? Εμφάνιση βοήθειας για τις παραμέτρους της γραμμής εντολών
es: /help /h /? Muestra la ayuda de parámetros de línea de comandos
eu: /help /h /? Erakutsi agindu lerro aldaketa buruzko laguntza
fr: /help /h /? Affiche l'aide pour les options de la ligne de commande
gl: /help /h /? Amosa a axuda de parámetros da liña de comandos
hr: /help /h /? Prikaži pomoć o prekidačima komandne linije
ja: /help /h /? コマンド ライン スイッチのヘルプを表示する
ms_my: /help /h /? Tunjuk bantuan berkenaan suis baris perintah
nl: /help /h /? Toon help over de command line parameters
pl: /help /h /? Wyświetla listę parametrów wiersza poleceń
ru: /help, /h, /? - Открыть окно помощи.
sk: /help /h /? Zobraziť pomocníka k prepínačom pre príkazový riadok
sl: /help /h /? Prikaži pomoč glede stikal ukazne vrstice
vi: /help /h /? Hiện trợ giúp về chuyển đổi chế độ dòng lệnh

# IDS_PPAGEADVANCED_SCORE
source: Threshold value for subtitles score which are going to be automatically downloaded. Higher values means that more accurately matched subtitles will be loaded, lower values could result in incorrect subtitles being loaded, but there is no one perfect value. Pick one that works best for you.
be: Мінімальнае значэнне рэйтынгу субцітраў для аўтаматычнага спампоўвання. Вышэйшае значэнне вядзе да спампоўвання больш дакладных субцітраў, ніжэйшае — таксама і недакладных. Універсальнага значэння не існуе, выберыце тое, якое больш падыходзіць для вас.
bs_ba: Granična vrijednost za ocjenu titlova koji će biti automatski download-ovani. Viša vrijednost znači da će biti učitani titlovi koji tačnije odgovaraju, dok niža vrijednost može rezultirati učitavanjem pogrešnih titlova. Međutim, ne postoji savršena vrijednost. Izaberite onu vrijednost koja vam najbolje odgovara.
ca: Valor llindar de puntuació per a subtítols que es descarregaran automàticament. Els valors més alts indiquen que es carregaran subtítols amb una coincidència més precisa, els valors més baixos podrien resultar dolents per tal de carregar els subtítols correctes, no hi ha un valor perfecte. Seleccioneu aquell que millor us funcioni.
cs: Prahová hodnota hodnocení pro automaticky stahované titulky. Vyšší hodnota zajistí přesnější výsledky přiřazení, ale sníží pravděpodobnost nalezení titulků, nižší hodnota zvýší pravděpodobnost nalezení titulků, ale zvýší pravděpodobnost načtení chybných titulků. Neexistuje ideální hodnota. Zvolte takovou, která bude fungovat vám.
da: Grænseværdi for undertekstervurdering som automatisk vil blive downloadet. Højere værdier betyder at mere præcise match vil blive indlæst, lavere værdi kan resulterer i indlæsning af forkerte undertekster, men der er ingen perfekt værdi. Vælg en som virker bedst for dig.
de: Beeinflusst den automatischen Untertitel-Download. Je höher der Wert, desto besser müssen Untertitel dabei namentlich zur Mediendatei passen.
el: Οριακή τιμή για βαθμολογία υποτίτλων που θα ληφθούν αυτόματα. Υψηλότερες τιμές σημαίνουν ότι η φόρτωση των υποτίτλων θα έχει μεγαλύτερη ακρίβεια, χαμηλότερες τιμές μπορεί να οδηγήσουν σε εσφαλμένη φόρτωση υποτίτλων, αλλά δεν υπάρχει μία ακριβής τιμή. Επιλέξτε αυτή που λειτουργεί καλύτερα για εσάς.
es: Valor umbral de puntuación para subtítulos que se van a descargar automáticamente. Valores más altos indican que se cargarán subtítulos con una coincidencia más precisa, valores más bajos podrían resultar en que se carguen subtítulos incorrectos, pero no hay un valor perfecto. Seleccione aquel que mejor le funcione.
eu: Berezgaitasunez jeitsiko diren azpidatzientzako muga balioa. Balio handiagoak zehaztasun gehien duten azpidatziak gertatuko direla esanahi du, balio txikiagoek azpidatzi okerrak gertatzea eragin dezakete, baina ez dago balio ezinhobe bat. Hautatu zuretzat hobekien lan egiten duen bat.
fr: Seuil pour le score des sous-titres automatiquement téléchargés. Plus la valeur est élevée moins le risque de télécharger des sous-titres ne correspondant pas au fichier est important. Il n'y a cependant pas de valeur parfaite, utilisez celle qui vous convient le mieux.
gl: Valor umbral de puntuación para subtítulos que se van a descargar automáticamente. Valores máis altos indican que se cargarán subtítulos cunha coincidencia máis precisa, valores máis baixos poderían resultar en que se carguen subtítulos incorrectos, pero non hai un valor perfecto. Seleccione aquel que mellor lle funcione.
hr: Donja granična vrijednost rezultata titlova koji se planiraju automatski preuzeti. Veće vrijednosti znači da će se točnije podudarani titlovi učitati, niže vrijednosti mogu dovesti do pogrešno učitanih titlova, ali ne postoji jedna savršena vrijednost. Odaberite onu koji najbolje radi za vas.
ja: 自動的にダウンロードされる字幕スコアに対する閾値です。高い値の場合、より正確に一致した字幕が読み込まれます。低い値の場合、誤った字幕が読み込まれる可能性があります。完璧な値はありません。最適なものを選んでください。
ms_my: Nilai ambang untuk skor sarikata yang akan dimuat turun secara automatik.Lebih tinggi nilai bermaksud lebih tepat sarikata yang sepadan dimuatkan, manakala nilai lebih rendah akan menyebabkan sarikata yang salah dimuatkan, tiada nilai yang sempurna. Oleh itu pilih yang terbaik untuk anda.
nl: Drempelwaarde voor ondertitel score voor automatisch gedownloade ondertitels. Een hogere waarde betekend dat betere ondertitels geladen worden, lage waardes kunnen ertoe leiden dat verkeerde ondertitels geladen worden. Er is geen perfecte waarde. Neem de waarde die voor jou het best werkt.
pl: Wartość progowa dla które napisy zostaną automatycznie pobrane. Wyższa wartość pozwoli na uzyskanie lepszych napisów dla danej wersji filmu, natomiast niższe wartości mogą skutkować załadowania nieprawidłowych napisów. Nie ma jednej optymalnej wartości, wybierz taką która odpowiada najlepiej twoim potrzebom.
ru: Результаты субтитров, которые будут автоматически загружены. Более высокие результаты означают, что будут загружены более точные совпадения субтитров, более низкие результаты могут привести к неправильному отображению субтитров, но нет ничего совершенного. Выберите тот, который лучше подойдет для вас.
sk: Hraničná hodnota pre skóre titulkov, ktoré sa budú sťahovať automaticky. Vyššia hodnota znamená, že budú načítané vhodnejšie titulky, nižšie hodnoty môžu viesť k načítaniu nesprávnych titulkov. Žiadnu hodnotu však nemožno považovať za perfektnú. Vyberte si tú, ktorá sa vám najviac osvedčí.
sl: Mejna vrednost za oceno podnapisov, ki bodo samodejno preneseni. Višja vrednost pomeni, da bodo preneseni bolj točni podnapisi, nižja pa, da bodo morda preneseni nepravilni podnapisi, vendar ne obstaja idealna vrednost. Izberite tisto, ki vam najbolj ustreza.
vi: Giá trị ngưỡng cho điểm số của phụ đề sẽ được tự động tải về. Giá trị cao hơn có nghĩa là phụ đề được nạp sẽ phù hợp và chính xác hơn, giá trị thấp hơn có thể dẫn đến phụ đề được nạp không phù hợp và chính xác, tuy nhiên không có một giá trị nào là hoàn hảo. Hãy chọn một cái phù hợp nhất đối với bạn.

# IDS_PPAGE_FS_CLN_AUDIO_DELAY
source: Audio Delay (ms)
be: Аўтазатрымка (мс)
bs_ba: Audio Odgoda (ms)
ca: Retard de l'àudio (ms)
cs: Posun zvuku (ms)
da: Lydforsinkelse (ms)
de: Audioverzögerung (ms)
el: Καθυστέρηση ήχου (ms)
es: Retardo del audio (ms)
eu: Audio Atzerapena (sm)
fr: Décalage Audi (ms)
gl: Retardo do audio (ms)
hr: Kašnjenje zvuka (ms)
hu: Audió késleltetés (ms)
ja: 音声の遅延 (ミリ秒)
ms_my: Lengah Audio (ms)
nl: Audio vertraging (ms)
pl: Opóźnienie dźwięku (ms)
ru: Задержка звука (мс)
sk: Oneskorenie zvuku (ms)
sl: Zakasnitev zvoka (ms)
vi: Độ trễ của âm thanh (ms)

# IDS_PPAGEADVANCED_DEFAULTTOOLBARSIZE
source: Size in pixels of the default toolbar.
be: Памер ў пікселях па змаўчанні для панэлі навігацыі.
bs_ba: Veličina podrazumijevane alatne trake u pikselima.
ca: Mida en píxels de la barra d'eines per defecte.
cs: Velikost výchozího panelu nástrojů v pixelech.
da: Størrelse i pixels af standardværktøjslinjen.
de: Gibt die Höhe der Standard-Toolbar in Pixeln an.
el: Μέγεθος σε πίξελ της προεπιλεγμένης γραμμής εργαλείων.
es: Tamaño en píxeles de la barra de herramientas predeterminada.
eu: Berezko tresnabarraren neurria pixeletan.
fr: Taille en pixels par défaut de la barre d'outils.
gl: Tamaño en píxeles da barra de ferramentas predeterminada.
hr: Veličina zadane alatne trake u pikselima.
ja: 既定のツール バーのサイズ (ピクセル単位) です。
ms_my: Saiz dalam piksel bagi palang alat lalai.
nl: Grootte in pixels van de standaard werkbalk.
pl: Rozmiar domyślnych przycisków sterowania w pikselach.
ru: Размер панели инструментов по умолчанию, в пикселях.
sk: Veľkosť predvoleného panela nástrojov v (pix.).
sl: Velikost privzete orodne vrstice v pikah.
vi: Kích cỡ điểm ảnh của thanh công cụ mặc định.

# IDS_PPAGEADVANCED_USE_LEGACY_TOOLBAR
source: Use legacy toolbar instead of new vectorized one.
be: Выкарыстанне старой панэлі навігацыі, замест новай — вектарнай.
bs_ba: Koristi staru alatnu traku umjesto nove vektorizovane.
ca: Utilitza la barra antiga d'eines en lloc de la nova vectoritzada.
cs: Použít starý panel nástrojů místo nového vektorového.
da: Brug forældet værktøjslinje i stedet for den nye vektoriseret.
de: Verwendet wieder die nicht-vektorisierte Standard-Toolbar (Neustart erforderlich).
el: Χρήση της παλαιάς γραμμής εργαλείων αντί της νέας.
es: Usar antigua barra de herramientas en lugar de la nueva vectorizada.
eu: Erabili ondorena tresnabarra bektorizatutako berri baten ordez.
fr: Utiliser la barre d'outils existante au lieu de la nouvelle vectorisé.
gl: Usar antiga barra de ferramentas en lugar da nova vectorizada.
hr: Koristi zastarjelu alatnu traku umjesto nove vektorske.
ja: ベクター化された新しいツール バーの代わりに古いものを使用します。
ms_my: Guna palang alat legasi berbanding jenis baharu bervektor.
nl: Gebruik de veroude werkbalk in plaats van de niewe vectorized werkbalk
pl: Używaj starszego paska narzędzi zamiast nowego wektorowego.
ru: Использовать старую панель инструментов вместо новой, векторной.
sk: Použiť pôvodný panel nástrojov namiesto vektorizovaného.
sl: Uporabi staro orodno vrstico namesto nove vektorske.
vi: Sử dụng thanh công cụ kiểu cũ thay vì kiểu vectơ mới

# IDS_SUBMENU_COPYURL
source: Copy URL
be: Скапіраваць URL
bs_ba: Kopiraj URL
ca: Copia l'URL
cs: Kopírovat adresu
da: Kopiér URL
de: URL kopieren
el: Αντιγραφή URL
es: Copiar URL
eu: Kopiatu URL-a
gl: Copiar URL
hr: Kopiraj Link
ja: URL をコピー
nl: Kopieer URL
pl: Kopiuj URL
sk: Kopírovať URL
sl: Kopiraj URL
vi: Sao chép URL

# IDS_SUBUL_DLG_STATUS_NOTIMPLEMENTED
source: Not implemented.
ar: تمكين الـ XySubFilter
be: Не выконваецца.
bn: বাস্তবায়ন করা যায়নি।
bs_ba: Nije implementirano.
ca: No implementat.
cs: Není podporováno.
da: Ikke implementeret.
de: Nicht verfügbar
el: Δεν υλοποιήθηκε.
es: No implementado.
eu: Ezarri gabe.
fi: Ei toteutettu.
fr: Non implémenté.
gl: Non implementado.
hr: Nije implementirano.
hu: Nem implementált.
ja: 実装されていません。
ms_my: Tidak dilaksanakan.
nl: Niet geïmplementeerd.
pl: Niezaimplementowane.
ru: В разработке.
sk: Neimplementované.
sl: Ni izvedeno.
vi: Không được thực thi.

# IDS_SUBUL_DLG_STATUS_UPLOADING
source: Uploading...
ar: رفع ...
be: Запампоўка...
bn: আপলোড করা হচ্ছে...
bs_ba: Upload-ovanje...
ca: S'està penjant...
cs: Odesílání...
da: Uploader...
de: Lade hoch...
el: Αποστολή...
es: Subiendo…
eu: Igotzen...
fi: Lähetetään...
fr: Envoi en cours...
gl: Subindo...
hr: Slanje...
hu: Feltöltés...
ja: アップロード中...
ms_my: Memuat naik...
nl: Opsturen...
pa: ...ਅੱਪਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Wysyłanie...
ru: Размещение...
sk: Odosiela sa na server...
sl: Prenašam gor...
th_th: กำลังอัพโหลด...
vi: Đang tải lên...

# IDS_SUBUL_DLG_STATUS_UPLOADED
source: Subtitles uploaded successfully.
ar: تم رفع الترجمة بنجاح
be: Субцітры запампаваныя.
bn: সাবটাইটেলটি সফলভাবে আপলোড করা হয়েছে।
bs_ba: Titlovi su uspješno upload-ovani.
ca: S'han penjat els subtítols amb èxit.
cs: Titulky byly úspěšně odeslány.
da: Undertekster blev uploadet.
de: Untertitel erfolgreich hochgeladen
el: Οι υπότιτλοι ανέβηκαν με επιτυχία.
es: Se subieron los subtítulos correctamente.
eu: Azpidatzia ongi igo da.
fi: Tekstitysten lähetys onnistui.
fr: Sous-titres envoyés avec succès.
gl: Subironse os subtítulos correctamente.
hr: Titlovi uspješno poslani.
hu: Feliratok feltöltése sikeres.
ja: 字幕は正常にアップロードされました。
ms_my: Berjaya memuat naik sarikata.
nl: Ondertitels succesvol opgestuurd.
pl: Napisy wysłane poprawnie.
ru: Субтитры успешно размещены.
sk: Titulky boli úspešne odoslané.
sl: Podnapisi uspešno prenešeni gor.
th_th: ศัพท์บรรยายถูกอัพโหลดสำเร็จแล้ว
vi: Phụ đề đã được tải lên thành công.

# IDS_SUBUL_DLG_STATUS_FAILED
source: Subtitles upload failed.
ar: فشل في رفع الترجمة
be: Збой запампавання субцітраў.
bn: সাবটাইটেলটি আপলোড করা যায়নি।
bs_ba: Upload titlova nije uspio.
ca: Ha fallat la pujada dels subtítols.
cs: Odeslání titulků se nezdařilo.
da: Upload af undertekster mislykkedes.
de: Untertitel-Upload fehlgeschlagen
el: Η αποστολή υποτίτλων απέτυχε.
es: Falló la subida de los subtítulos.
eu: Azpidatzi igoera hutsegitea.
fi: Tekstitysten lähetys epäonnistui.
fr: Échec de l'envoi des sous-titres.
gl: A subida dos subtítulos fallou.
hr: Slanje titlova neuspješno.
hu: Feliratok feltöltése sikertelen.
ja: 字幕のアップロードに失敗しました。
ms_my: Gagal memuat naik sarikata.
nl: Ondertitels opsturen mislukt.
pl: Wysyłanie napisów nie powiodło się.
ru: Размещение субтитров не удалась.
sk: Titulky sa nepodarilo odoslať.
sl: Prenos podnapisov gor spodletel.
th_th: ศัพท์บรรยายอัพโหลดล้มเหลว
vi: Việc tải phụ đề lên đã thất bại.

# IDS_SUBUL_DLG_STATUS_ABORTED
source: Subtitles upload aborted.
ar: تم إلغاء رفع الترجمة
be: Запампаванне субцітраў спынена.
bn: সাবটাইটেলটি আপলোড করা রহিত করা হয়েছে।
bs_ba: Upload titlova je otkazan.
ca: Pujada de subtítols cancel·lada.
cs: Odeslání titulků bylo zrušeno.
da: Upload af undertekster afbrudt.
de: Untertitel-Upload abgebrochen
el: Η αποστολή υποτίτλων ματαιώθηκε.
es: Se interrumpió la subida de los subtítulos.
eu: Azpidatzi igoera utzita.
fi: Tekstitysten lähetys keskeytetty.
fr: Abandon de l'envoi des sous-titres.
gl: A subida dos subtítulos foi abortada
hr: Prekinuto slanje titlova.
hu: Feliratok feltöltése megszakítva.
ja: 字幕のアップロードを中止しました。
ms_my: Muat naik sarikata dihenti paksa.
nl: Ondertitels opsturen gestopt.
pl: Wysyłanie napisów przerwane.
ru: Размещение субтитров отменено.
sk: Odosielanie titulkov bolo prerušené.
sl: Prenos podnapisov gor prekinjen.
th_th: ศัพท์บรรยายถูกยกเลิกการอัพโหลด
vi: Việc tải phụ đề lên đã bị hủy.

# IDS_SUBUL_DLG_STATUS_ALREADYEXISTS
source: Subtitles already exist.
ar: الترجمة موجودة مسبقًا
be: Такія субцітры ўжо ёсць.
bn: সাবটাইটেলটি ইতিমধ্যেই বিদ্যমান রয়েছে।
bs_ba: Titlovi već postoje.
ca: Els subtítols ja existeixen.
cs: Titulky již existují.
da: Undertekster findes allerede.
de: Untertitel bereits vorhanden
el: Οι υπότιτλοι υπάρχουν ήδη.
es: Los subtítulos ya existen.
eu: Azpidatzia badago jadanik.
fi: Tekstitykset ovat jo olemassa.
fr: Fichier de sous-titres déjà existant.
gl: Os subtítulos xa existen.
hr: Titlovi već postoje.
hu: A felirat már létezik.
ja: 字幕は既に存在します。
ms_my: Sarikata sudah wujud.
nl: Ondertitel bestaat al.
pl: Napisy już istnieją.
ru: Субтитры уже существуют.
sk: Titulky už existujú.
sl: Podnapisi že obstajajo.
th_th: ศัพท์บรรยายมีอยู่แล้ว
vi: Phụ đề này đã có sẵn.

# IDS_SUBUL_DLG_UPLOADING
source: Uploading subtitles, please wait...
ar: يتم رفع الترجمة، الرجاء الإنتظار
be: Ідзе запампаванне субцітраў...
bn: সাবটাইটেলটি আপলোড হচ্ছে, অনুগ্রহপূর্বক অপেক্ষা করুন।
bs_ba: Upload titlova, molimo sačekajte...
ca: S'estan penjant els subtítols, si us plau, esperi...
cs: Probíhá odesílání titulků, prosím čekejte...
da: Uploader undertekster, vent venligst...
de: Lade Untertitel hoch...
el: Αποστολή υποτίτλων. Παρακαλώ περιμένετε...
es: Espere mientras se suben los subtítulos…
eu: Azpidatzia igotzen, mesedez itxaron...
fi: Lähetetään tekstityksiä, ole hyvä ja odota...
fr: Envoi des sous-titres en cours, veuillez patienter...
gl: Subindo subtítulos, por favor agarde.
hr: Slanje titlova, molimo pričekajte...
hu: Feliratok feltöltése, kérem várjon...
ja: 字幕をアップロード中。しばらくお待ちください...
ms_my: Memuat naik sarikata, tunggu sebentar
nl: Ondertitels aan het versturen, even geduld aub...
pl: Wysyłanie napisów, proszę czekać...
ru: Размещение субтитров, подождите...
sk: Prebieha odosielanie titulkov, prosím čakajte...
sl: Prenašanje podnapisov gor, prosimo počakajte...
th_th: กำลังอัพโหลดศัพท์บรรยาย, โปรดรอ...
vi: Đang tải phụ đề lên, vui lòng chờ...

# IDS_SUBUL_DLG_UPLOADED
source: Upload finished.
ar: تم رفع الترجمة
be: Запампаванне завершана.
bn: আপলোড করা সম্পন্ন হয়েছে।
bs_ba: Upload je završen.
ca: Pujada finalitzada.
cs: Odesílání dokončeno.
da: Upload afsluttet.
de: Upload beendet
el: Η αποστολή ολοκληρώθηκε.
es: La subida finalizó.
eu: Igoera amaituta.
fi: Lähetys onnistui.
fr: Envoi terminé.
gl: Subida rematada.
hr: Slanje završeno.
hu: Feltöltés befejezve.
ja: アップロードが完了しました。
ms_my: Muat naik selesai.
nl: Opsturen voltooid.
pa: ਅੱਪਲੋਡ ਕਰਨਾ ਪੂਰਾ ਹੋਇਆ।
pl: Wysyłanie zakończone.
ru: Размещение завершено.
sk: Odosielanie bolo dokončené.
sl: Prenos gor končan.
th_th: อัพโหลดเสร็จแล้ว
vi: Việc tải lên đã hoàn thành.

# IDS_SUBUL_DLG_ABORTED
source: Upload aborted.
ar: الرفع تم إلغائه
be: Запампаванне спынена.
bn: আপলোড করা রহিত করা হয়েছে।
bs_ba: Upload je otkazan.
ca: Pujada cancel·lada.
cs: Odesílání přerušeno.
da: Upload afbrudt.
de: Upload abgebrochen
el: Η αποστολή ματαιώθηκε.
es: Se interrumpió la subida.
eu: Igoera utzita.
fi: Lähetys keskeytetty.
fr: Envoi abandonné.
gl: Subida abortada.
hr: Slanje prekinuto.
hu: Feltöltés megszakítva.
ja: アップロードを中止しました。
ms_my: Muat naik dihenti paksa.
nl: Opsturen gestopt.
pa: ਅੱਪਲੋਡ ਕਰਨਾ ਅਧੂਰਾ ਛੱਡਿਆ।
pl: Wysyłanie przerwane.
ru: Размещение отменено.
sk: Odosielanie bolo prerušené.
sl: Prenos gor prekinjen.
th_th: ยกเลิกอัพโหลดแล้ว
vi: Việc tải lên đã bị hủy.

# IDS_SUBUL_DLG_FAILED
source: Upload failed.
ar: فشل الرفع
be: Збой запампавання.
bn: আপলোড করতে ব্যর্থ হয়েছে।
bs_ba: Upload nije uspio.
ca: Ha fallat la pujada.
cs: Odesílání se nezdařilo.
da: Upload mislykkedes.
de: Upload fehlgeschlagen
el: Η αποστολή απέτυχε.
es: Falló la subida.
eu: Igoera hutsegitea.
fi: Lähetys epäonnistui.
fr: Échec de l'envoi.
gl: A subida fallou.
hr: Slanje neuspješno.
hu: Feltöltés nem sikerült.
ja: アップロードに失敗しました。
ms_my: Muat naik gagal.
nl: Opsturen mislukt.
pa: ਅੱਪਲੋਡ ਕਰਨਾ ਫੇਲ੍ਹ ਹੈ।
pl: Wysyłanie nie powiodło się.
ru: Размещение не удалось.
sk: Odosielanie bolo neúspešné.
sl: Prenos gor spodletel.
th_th: อัพโหลดล้มเหลว
vi: Việc tải lên đã thất bại.

# IDS_SUBMENU_DOWNLOAD
source: Download && Open
ar: تنزيل وفتح
be: Спампаваць і адкрыць
bn: ডাউনলোড ও চালনা করি
bs_ba: Download-uj I Otvori
ca: Baixa i obre'ls
cs: Stáhnout a otevřít
da: Download og åbn
de: Herunterladen && Öffnen
el: Λήψη && Άνοιγμα
es: Descargar y abrir
eu: Jeitsi eta Ireki
fi: Lataa && Avaa
fr: Télécharger et charger
gl: Baixar e abrir
he: הורד ופתח
hr: Preuzmi && Otvori
hu: Letöltés && Megnyitás
hy: Բեռնել և Բացել
it: Scarica && Apri
ja: ダウンロードして開く
lt: Atsiųsti ir atverti
ms_my: Muat Turun && Buka
nl: Ophalen && Openen
pa: ਡਾਊਨਲੋਡ ਕਰੋ ਤੇ ਖੋਲ੍ਹੋ
pl: Pobierz i otwórz
ru: Загрузить и открыть
sk: Stiahnuť a otvoriť
sl: Prenesi in odpri
sr: &Преузми и отвори
sv: Ladda ner && Öppna
th_th: ดาวน์โหลด และเปิด
tt: Йөкләргә һәм ачарга
vi: &Tải xuống & Mở

# IDS_SUBMENU_SETUP
source: Setup
ar: إعداد
be: Наладзіць
bn: সেটআপ
bs_ba: Podešavanje
ca: Configuració
cs: Nastavení
da: Opsætning
de: &Einrichten
el: Διαμόρφωση
es: Configuración
eu: Ezarpena
fi: Asetukset
fr: Configuration
gl: Configuración
hr: Postavljanje
hu: Beállítás
ja: セットアップ
ms_my: Persediaan
pa: ਸੈਟਅੱਪ
pl: Opcje
ru: Установка
sk: Inštalácia
sl: Nastavitev
vi: Thiết lập
