Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_MPLAYERC_75
source: DVD Menu Leave
ar: قائمة DVD ترك
be: DVD меню — пакінуць
bn: DVD মেন্যু ত্যাগ করি
bs_ba: DVD Meni Napusti
ca: Menú Deixar DVD
cs: DVD nabídka ukončit
da: DVD menu forlad
de: DVD: Menü verlassen
el: Εγκατάλειψη μενού DVD
es: DVD Menu Dejar
eu: DVD Menua Utzi
fi: DVD Valikko Poistu
fr: Menu DVD : quitter
gl: DVD Menú deixar
he: צא בתפריט די.וי.די
hr: Napusti DVD izbornik
hu: DVD menü Elhagyás
hy: Փակել DVD ընտրացանկը
it: DVD Menù abbandona
ja: DVD メニュー 終了
lt: DVD meniu išeiti
ms_my: Menu DVD Keluar
nl: DVD menu verlaten
pa: DVD ਮੀਨੂ ਛੱਡੋ
pl: DVD: Opuść menu
ru: Меню DVD - покинуть
sk: DVD Menu - opustiť
sl: DVD Zapusti meni
sr: DVD мени – напусти
sv: DVD Meny Lämna
th_th: เมนูดีวีดี ออก
tt: DVD меню - калдырырга
vi: Menu DVD bỏ

# IDS_AG_BOSS_KEY
source: Boss key
ar: مفتاح الرئيس
be: Аварыйная клавіша
bn: বস্‌ কী
bs_ba: Šef tipka
ca: Boss key (tecla administrativa)
cs: Boss klávesa
da: Chef-tast
de: Cheftaste
el: Πλήκτρο αφεντικού
es: Tecla del jefe
eu: Tekla nagusia
fi: Pomo-näppäin
gl: Tecla do Xefe
he: מקש בוס
hr: Tipka za skrivanje
hu: Főnök Gomb
hy: Boss Կոճակ
it: Tasto Boss
ja: ボス キー
lt: Pagrindinis klavišas
ms_my: Kekunci Boss
nl: Boss toets
pa: ਬਾਸ ਸਵਿੱਚ
pl: „Klawisz szefa” - natychmiast ukrywa odtwarzacz
ru: Босс-клавиша
sl: Šef tipka (Boss key)
sr: Главни тастер
sv: Boss-knapp
th_th: ปุ่มหลบเจ้านาย
tt: Босс-төймә
vi: Phím boss

# IDS_MPLAYERC_77
source: Player Menu
ar: قائمة المشغل
be: Меню прайгравальніка
bn: প্লেয়ার মেন্যু
bs_ba: Player Meni
ca: Menú del reproductor
cs: Nabídka přehrávače
da: Afspillermenu
de: Player-Kontextmenü (reduziert)
el: Μενού αναπαραγωγής
es: Menú del reproductor
eu: Irakurgailu Menua
fi: Soitinmenu
fr: Menu du lecteur
gl: Menú do reprodutor
hr: Izbornik izvođača
hu: Lejátszó menü
ja: プレーヤー メニュー
lt: Grotuvo meniu
ms_my: Menu Pemain
nl: Speler menu
pa: ਪਲੇਅਰ ਮੀਨੂ
pl: Menu odtwarzacza
ru: Меню проигрывателя
sk: Menu prehrávača
sl: Meni predvajalnika
sr: Мени плејера
sv: Spelarmeny
th_th: เมนูเครื่องเล่น
vi: Trình đơn của Trình phát nhạc

# IDS_MPLAYERC_78
source: Player Menu (full)
ar: قائمة المشغل (وضع كامل الشاشة)
be: Меню прайгравальніка (поўнае)
bn: প্লেয়ার মেন্যু (সম্পূর্ণ)
bs_ba: Player Meni (kompletan)
ca: Menú del reproductor (sencer)
cs: Nabídka přehrávače (rozšířená)
da: Afspillermenu (fuld)
de: Player-Kontextmenü (komplett)
el: Μενού αναπαραγωγής (πλήρες)
es: Menú del reproductor (completo)
eu: Irakurgailu Menua (osoa)
fi: Soitinmenu (täydellinen)
fr: Menu du lecteur (complet)
gl: Menú do reprodutor (completo)
hr: Izbornik izvođača (potpuni)
hu: Lejátszó menü (teljes)
ja: プレーヤー メニュー (完全)
lt: Grotuvo meniu (pilnas)
ms_my: Menu Pemain (penuh)
nl: Speler menu (volledig)
pa: ਪਲੇਅਰ ਮੀਨੂ (ਪੂਰਾ)
pl: Menu odtwarzacza (pełne)
ru: Меню проигрывателя (полное)
sk: Menu prehrávača (úplné)
sl: Meni predvajalnika (poln)
sr: Мени плејера (пун)
sv: Spelarmeny (full)
th_th: เมนูเครื่องเล่น (ครบ)
vi: Trình đơn của Trình phát nhạc (đầy đủ)

# IDS_AG_FILTERS_MENU
source: Filters Menu
ar: قائمة المرشحات
be: Меню фільтраў
bn: ফিল্টার মেন্যু
bs_ba: Filter Meni
ca: Menú dels filtres
cs: Nabídka filtrů
da: Filtre menu
de: Filter-Kontextmenü
el: Μενού φίλτρων
es: Menú de filtros
eu: Iragazki Menua
fi: Suodinvalikko
fr: Afficher le menu "Filtres"
gl: Menú de filtros
he: תפריט פילטרים
hr: Izbornik filtera
hu: Szűrők menü
hy: Ֆիլտրերի ընտրացանկը
it: Menù filtri
ja: フィルタ メニュー
lt: Filtrų meniu
ms_my: Tapis Menu
pa: ਫਿਲਟਰ ਮੀਨੂ
pl: Menu filtrów
ru: Меню фильтров
sk: Menu filtrov
sl: Meni filtrov
sr: Мени филтера
sv: Filtermeny
th_th: เมนูตัวกรอง
tt: Сөзгечләр менюсы
vi: Menu bộ lọc

# IDS_AG_OPTIONS
source: Options
ar: الخيارات
be: Налады
bn: অপশনসমূহ
bs_ba: Opcije
ca: Opcions
cs: Možnosti
da: Indstillinger
de: Optionen
el: Επιλογές
es: Opciones
eu: Aukerak
fi: Asetukset
gl: Opcións
he: הגדרות
hr: Opcije
hu: Beállítások
hy: Ընտրանքներ
it: Opzioni
ja: オプション
lt: Nustatymai
ms_my: Pilihan
nl: Opties
pa: ਚੋਣਾਂ
pl: Ustawienia
ru: Настройки
sk: Nastavenia
sl: Možnosti
sr: Опције
sv: Inställningar
th_th: ตัวเลือก
tt: Рәвешләр
vi: Tùy chọn

# IDS_AG_NEXT_AUDIO
source: Next Audio Track
ar: الصوت التالي
be: Наступная гукавая дарожка
bn: পরবর্তী অডিও ট্র্যাক
bs_ba: Sljedeći Audio Zapis
ca: Pista d'àudio següent
cs: Další zvuková stopa
da: Næste lydspor
de: Audiospur vor
el: Επόμενο κομμάτι ήχου
es: Siguiente pista de audio
eu: Hurrengo Audio Bidea
fi: Seuraava ääniraita
fr: Piste audio suivante
gl: Pista de audio seguinte
hr: Sljedeća zvučna traka
hu: Következő hangsáv
ja: 次の音声トラック
lt: Sekantis garso takelis
ms_my: Trek Audio Berikutnya
nl: Volgend geluidsspoor
pl: Następna ścieżka Audio
ru: Следующая дорожка аудио
sk: Ďalšia zvuková stopa
sl: Naslednji zvočni posnetek
sv: Nästa Ljudspår
th_th: แทร็คเสียงถัดไป
vi: Rãnh âm thanh kế tiếp

# IDS_AG_PREV_AUDIO
source: Prev Audio Track
ar: الصوت السابق
be: Папярэдняя гукавая дарожка
bn: পূর্ববর্তী অডিও ট্র্যাক
bs_ba: Prethodni Audio Zapis
ca: Pista d'àudio prèvia
cs: Předchozí zvuková stopa
da: Forrige lydspor
de: Audiospur zurück
el: Προηγούμενο κομμάτι ήχου
es: Anterior pista de audio
eu: Aurreko Audio Bidea
fi: Edellinen ääniraita
fr: Piste audio précédente
gl: Pista de audio anterior
hr: Prošla zvučna traka
hu: Előző hangsáv
ja: 前の音声トラック
lt: Ankstesnis garso takelis
ms_my: Trek Audio Terdahulu
nl: Vorig geluidsspoor
pl: Poprzednia ścieżka Audio
ru: Предыдущая дорожка аудио
sk: Predchádzajúca zvuková stopa
sl: Prejšnji zvočni posnetek
sv: Föregående Ljudspår
th_th: แทร็คเสียงก่อนหน้า
vi: Rãnh âm thanh trước đó

# IDS_AG_NEXT_SUBTITLE
source: Next Subtitle Track
ar: الترجمة التالية
be: Наступныя субцітры
bn: পরবর্তী সাবটাইটেল ট্র্যাক
bs_ba: Sljedeći Zapis Titla
ca: Pista de subtítols següent
cs: Další titulky
da: Næste undertekstspor
de: Untertitelspur vor
el: Επόμενο κομμάτι υπότιτλου
es: Siguiente pista de subtítulos
eu: Hurrengo Azpidatzi Bidea
fi: Seuraava tekstitysraita
fr: Piste de sous-titre suivante
gl: Pista de subtítulos seguinte
hr: Sljedeća titl traka
hu: Következő felirat
ja: 次の字幕トラック
lt: Sekantys subtitrai
ms_my: Trek Sarikata Berikutnya
nl: Volgend ondertitelingsspoor
pl: Następna ścieżka napisów
ru: Следующая дорожка субтитров
sk: Ďalšia stopa s titulkami
sl: Naslednji podnapis
sv: Nästa Undertext
th_th: แทร็คศัพท์บรรยายถัดไป
vi: Rãnh phụ đề kế tiếp

# IDS_AG_PREV_SUBTITLE
source: Prev Subtitle Track
ar: الترجمة السابقة
be: Папярэднія субцітры
bn: পূর্ববর্তী সাবটাইটেল ট্র্যাক
bs_ba: Prethodni Zapis Titla
ca: Pista de subtítols prèvia
cs: Předchozí titulky
da: Forrige undertekstspor
de: Untertitelspur zurück
el: Προηγούμενο κομμάτι υπότιτλου
es: Anterior pista de subtítulos
eu: Aurreko Azpidatzi Bidea
fi: Edellinen tekstitysraita
fr: Piste de sous-titre précédente
gl: Pista de subtítulos anterior
hr: Prošla titl traka
hu: Előző felirat
ja: 前の字幕トラック
lt: Ankstesni subtitrai
ms_my: Trek Sarikata Terdahulu
nl: Vorig ondertitelingsspoor
pl: Poprzednia ścieżka napisów
ru: Следующая дорожка субтитров
sk: Predchádzajúca stopa s titulkami
sl: Prejšnji podnapis
sv: Föregående Undertext
th_th: แทร็คศัพท์บรรยายก่อนหน้า
vi: Rãnh phụ đề trước đó

# IDS_MPLAYERC_85
source: On/Off Subtitle
ar: تشغيل/إيقاف الترجمة
be: Укл/Адкл субцітры
bn: সাবটাইটেল চালু/বন্ধ করি
bs_ba: Titlovi Uklj./Isklj.
ca: Activa/Desactiva els subtítols
cs: Zapnout/Vypnout titulky
da: Slå undertekst til/fra
de: Untertitelspur anzeigen (ein/aus)
el: Απ-Ενεργοποίηση υποτίτλων
es: Activar/Desactivar subtítulos
eu: Eragin/Eten Azpidatzia
fi: Tekstitys päällä/pois
fr: Activer/désactiver les sous-titres
gl: Subtítulos Activados/Desactivados
he: הפעל/כבה כתוביות
hr: Uključi/isključi titlove
hu: Felirat Ki-Bekapcsolása
hy: Միաց/Անջ տողագրերը
it: Sottotitoli On/Off
ja: 字幕のオン/オフ
lt: Įj./išj. subtitrus
ms_my: Sarikata Hidup/Mati
nl: Ondertiteling Aan/Uit
pa: ਸਬ-ਟਾਈਟਲ ਚਾਲੂ/ਬੰਦ ਕਰੋ
pl: Przełącz wyświetlanie napisów
ru: Вкл/откл субтитры
sk: Zapnúť/vypnúť titulky
sl: Vklj/Izklj podnapise
sr: Укључи/искључи титл
sv: På/Av Undertext
th_th: เปิด/ปิด ศัพท์บรรยาย
tt: Субтитрлар Каб/Сүн
vi: Bật/Tắt phụ đề

# IDS_MPLAYERC_86
source: Reload Subtitles
ar: إعادة تحميل الترجمة
be: Перазагрузіць субцітры
bn: সাবটাইটেল পুনরায় লোড করি
bs_ba: Ponovo učitaj Titlove
ca: Recarrega els subtítols
cs: Znovu načíst titulky
da: Genindlæs undertekster
de: Untertitel neu laden
el: Επαναφόρτωση υποτίτλων
es: Recargar subtítulos
eu: Birgertatu Azpidatzia
fi: Lataa tekstitykset uudelleen
fr: Recharger les sous-titres
gl: Recargar Subtítulos
he: טען מחדש כתוביות
hr: Ponovno učitaj titlove
hu: Feliratok újratöltése
hy: Վերաբացել տողագրերը
it: Ricarica sottotitoli
ja: 字幕の再読み込み
lt: Perkrauti subtitrus
ms_my: Muat Semula Sarikata
nl: Herlaad ondertitel
pa: ਸਬ-ਟਾਈਟਲ ਮੁੜ-ਲੋਡ ਕਰੋ
pl: Wczytaj ponownie napisy
ru: Перезапустить субтитры
sk: Načítať titulky znova
sl: Ponovno naloži podnapise
sr: Поново учитај титл
sv: Ladda om Undertext
th_th: โหลดศัพท์บรรยายอีกครั้ง
tt: Субтитрларны киредән йөкләргә
vi: Nạp lại phụ đề

# IDS_MPLAYERC_91
source: Next Angle (DVD)
ar: الزاوية التالية (DVD)
be: Наступны вугал (DVD)
bn: পরবর্তী ক্যামেরা অ্যাঙ্গেল (DVD)
bs_ba: Sljedeći Ugao (DVD)
ca: Angle Següent (DVD)
cs: Další úhel pohledu (DVD)
da: Næste vinkel (DVD)
de: DVD: Blickwinkel vor
el: Επόμενη γωνία (DVD)
es: Ángulo siguiente (DVD)
eu: Hurrengo Angelua (DVD)
fi: Seuraava kulma (DVD)
fr: Angle suivant (DVD)
gl: Ángulo seguinte (DVD)
he: הזווית הבאה (די.וי.די)
hr: Idući kut (DVD)
hu: Következő látószög (DVD)
hy: Հաջորդ անկյունը (DVD)
it: Angolo Succ (DVD)
ja: 次のアングル (DVD)
lt: Kitas kampas (DVD)
ms_my: Sudut Berikutnya (DVD)
nl: Volgende camerahoek (DVD)
pa: ਅਗਲਾ ਕੋਣ (DVD)
pl: DVD: Następna kamera
ru: След. угол (DVD)
sk: Ďalší uhol (DVD)
sl: Naslednji zorni kot (DVD)
sr: Следећи угао (DVD)
sv: Nästa Vinkel (DVD)
th_th: มุมกล้องถัดไป (DVD)
tt: Киләсе почмак (DVD)
vi: Góc kế (DVD)

# IDS_MPLAYERC_92
source: Prev Angle (DVD)
ar: الزاوية السابقة (DVD)
be: Папярэдні вугал (DVD)
bn: পূর্ববর্তী ক্যামেরা অ্যাঙ্গেল (DVD)
bs_ba: Prethodni Ugao (DVD)
ca: Angle Anterior (DVD)
cs: Předchozí úhel pohledu (DVD)
da: Forrige vinkel (DVD)
de: DVD: Blickwinkel zurück
el: Προηγούμενη γωνία (DVD)
es: Ángulo anterior (DVD)
eu: Aurreko Angelua (DVD)
fi: Edellinen kulma (DVD)
fr: Angle précédent (DVD)
gl: Ángulo previo (DVD)
he: הזווית הקודמת (די.וי.די)
hr: Prethodni kut (DVD)
hu: Előző látószög (DVD)
hy: Նախորդ անկյունը (DVD)
it: Angolo Prec (DVD)
ja: 前のアングル (DVD)
lt: Ankstesnis kampas (DVD)
ms_my: Sudut Terdahulu (DVD)
nl: Vorige camerahoek (DVD)
pa: ਪਿਛਲਾ ਕੋਣ (DVD)
pl: DVD: Poprzednia kamera
ru: Пред. угол (DVD)
sk: Prechádzajúci uhol (DVD)
sl: Prejšnji zorni kot (DVD)
sr: Претходни угао (DVD)
sv: Föregående Vinkel (DVD)
th_th: มุมกล้องก่อนหน้า (DVD)
tt: Алдагы почмак (DVD)
vi: Góc trước (DVD)

# IDS_MPLAYERC_93
source: Next Audio Track (DVD)
ar: الصوت التالي (DVD)
be: Наступная гукавая дарожка (DVD)
bn: পরবর্তী অডিও ট্র্যাক (DVD)
bs_ba: Sljedeći Audio Zapis (DVD)
ca: Pista d'àudio següent (DVD)
cs: Další zvuková stopa (DVD)
da: Næste lydspor (DVD)
de: DVD: Audiospur vor
el: Επόμενο κομμάτι ήχου (DVD)
es: Siguiente pista de audio (DVD)
eu: Hurrengo Audio Bidea (DVD)
fi: Seuraava ääniraita (DVD)
fr: Piste audio suivante (DVD)
gl: Pista de audio seguinte (DVD)
hr: Sljedeća zvučna traka (DVD)
hu: Következő hangsáv (DVD)
ja: 次の音声トラック (DVD)
lt: Sekantis garso takelis (DVD)
ms_my: Trek Audio Berikutnya (DVD)
nl: Volgende audio spoor (DVD)
pl: Następna ścieżka dźwiękowa (DVD)
ru: Следующая дорожка аудио (DVD)
sk: Ďalšia zvuková stopa (DVD)
sl: Naslednji zvočni posnetek (DVD)
sv: Nästa Ljudspår (DVD)
th_th: แทร็คเสียงถัดไป (DVD)
vi: Rãnh âm thanh kế tiếp (DVD)

# IDS_MPLAYERC_94
source: Prev Audio Track (DVD)
ar: الصوت السابق (OGM)
be: Папярэдняя гукавая дарожка (DVD)
bn: পূর্ববর্তী অডিও ট্র্যাক (DVD)
bs_ba: Prethodni Audio Zapis (DVD)
ca: Pista d'àudio prèvia (DVD)
cs: Předchozí zvuková stopa (DVD)
da: Forrige lydspor (DVD)
de: DVD: Audiospur zurück
el: Προηγούμενο κομμάτι ήχου (DVD)
es: Anterior pista de audio (DVD)
eu: Aurreko Audio Bidea (DVD)
fi: Edellinen ääniraita (DVD)
fr: Piste audio précédente (DVD)
gl: Pista de audio anterior (DVD)
hr: Prošla zvučna traka (DVD)
hu: Előző hangsáv (DVD)
ja: 前の音声トラック (DVD)
lt: Ankstesnis garso takelis (DVD)
ms_my: Trek Audio Terdahulu (DVD)
nl: Vorig audio spoor (DVD)
pl: Poprzednia ścieżka dźwiękowa (DVD)
ru: Предыдущая дорожка аудио (DVD)
sk: Predchádzajúca zvuková stopa (DVD)
sl: Prejšnji zvočni posnetek (DVD)
sv: Föregående Ljudspår (DVD)
th_th: แทร็คเสียงก่อนหน้า (DVD)
vi: Rãnh âm thanh trước đó (DVD)

# IDS_MPLAYERC_95
source: Next Subtitle Track (DVD)
ar: الترجمة التالية (OGM)
be: Наступныя субцітры (DVD)
bn: পরবর্তী সাবটাইটেল ট্র্যাক (DVD)
bs_ba: Sljedeći Zapis Titla (DVD)
ca: Pista de subtítols següent (DVD)
cs: Další titulky (DVD)
da: Næste undertekstspor (DVD)
de: DVD: Untertitelspur vor
el: Επόμενο κομμάτι υπότιτλου (DVD)
es: Siguiente pista de subtítulos (DVD)
eu: Hurrengo Azpidatzi Bidea (DVD)
fi: Seuraava tekstitysraita (DVD)
fr: Piste de sous-titre suivante (DVD)
gl: Pista de subtítulos seguinte (DVD)
hr: Sljedeća titl traka (DVD)
hu: Következő felirat (DVD)
ja: 次の字幕トラック (DVD)
lt: Sekantys subtitrai (DVD)
ms_my: Trek Sarikata Berikutnya (DVD)
nl: Volgende ondertitel spoor (DVD)
pl: Następna ścieżka napisów (DVD)
ru: Следующая дорожка субтитров (DVD)
sk: Ďalšia stopa s titulkami (DVD);
sl: Naslednji podnapis (DVD)
sv: Nästa Undertext (DVD)
th_th: แทร็คศัพท์บรรยายถัดไป (DVD)
vi: Rãnh phụ đề kế tiếp (DVD)

# IDS_MPLAYERC_96
source: Prev Subtitle Track (DVD)
ar: الترجمة السابقة (DVD)
be: Папярэднія субцітры (DVD)
bn: পূর্ববর্তী সাবটাইটেল ট্র্যাক (DVD)
bs_ba: Prethodni Zapis Titla (DVD)
ca: Pista de subtítols prèvia (DVD)
cs: Předchozí titulky (DVD)
da: Forrige undertekstspor (DVD)
de: DVD: Untertitelspur zurück
el: Προηγούμενο κομμάτι υπότιτλου (DVD)
es: Anterior pista de subtítulos (DVD)
eu: Aurreko Azpidatzi Bidea (DVD)
fi: Edellinen tekstitysraita (DVD)
fr: Piste de sous-titre précédente (DVD)
gl: Pista de subtítulos anterior (DVD)
hr: Prošla titl traka (DVD)
hu: Előző felirat (DVD)
ja: 前の字幕トラック (DVD)
lt: Ankstesni subtitrai (DVD)
ms_my: Trek Sarikata Terdahulu (DVD)
nl: Vorige ondertitel spoor (DVD)
pl: Poprzednia ścieżka napisów (DVD)
ru: Предыдущая дорожка субтитров (DVD)
sk: Predchádzajúca stopa s titulkami (DVD)
sl: Prejšnji podnapis (DVD)
sv: Föregående Undertext (DVD)
th_th: แทร็คศัพท์บรรยายก่อนหน้า (DVD)
vi: Rãnh phụ đề trước đó (DVD)

# IDS_MPLAYERC_97
source: On/Off Subtitle (DVD)
ar: تشغيل/إيقاف الترجمة (DVD)
be: Укл/Адкл субцітры (DVD)
bn: সাবটাইটেল চালু/বন্ধ করি (DVD)
bs_ba: Titlovi Uklj./Isklj. (DVD)
ca: Activa/Desactiva Subtítols (DVD)
cs: Zapnout/Vypnout titulky (DVD)
da: Til/Fra undertekst (DVD)
de: DVD: Untertitelspur anzeigen (ein/aus)
el: Απ-Ενεργοποίηση υποτίτλων (DVD)
es: Activar/desactivar subtítulos (DVD)
eu: Eragin/Eten Azpidatzia (DVD)
fi: Tekstitys päällä/pois (DVD)
fr: Activer/Désactiver les sous-titres (DVD)
gl: Subtítulos Activados/Desactivados (DVD)
he: הפעל/כבה כתוביות (די.וי.די)
hr: Uključi/isključi titlove (DVD)
hu: Felirat Ki-Bekapcsolása (DVD)
hy: Տողագրերը Միաց/Անջ (DVD)
it: Sottotitoli On/Off (DVD)
ja: 字幕のオン/オフ (DVD)
lt: Įj./išj. subtitrus (DVD)
ms_my: Sarikata Hidup/Mati (DVD)
nl: On/Off Ondertiteling (DVD)
pa: ਸਬਟਾਈਟਲ ਚਾਲੂ/ਬੰਦ ਕਰੋ(DVD)
pl: DVD: Przełącz wyświetlanie napisów
ru: Вкл/откл субтитры (DVD)
sk: Zapnúť/vypnúť titulky (DVD)
sl: Vklj/Izklj podnapis (DVD)
sr: Укључи/искључи титл (DVD)
sv: På/Av Undertext (DVD)
th_th: เปิด/ปิด ศัพท์บรรยาย (ดีวีดี)
tt: Субтитрлар Каб/Сүн (DVD)
vi: Bật/Tắt phụ đề (DVD)

# IDS_OSD_DISPLAY_CURRENT_TIME
source: OSD: Display Current Time
ar: OSD: عرض الوقت الحالي
be: Паказваць цяперашні час
bn: OSD: চলতি সময় প্রদর্শন
bs_ba: OSD: Prikaži Trenutno Vrijeme
ca: OSD: Mostra l'hora actual
cs: OSD: Zobrazit aktuální čas
da: OSD: Vis aktuelle tid
de: Wiedergabezeit (ein/aus)
el: OSD: Προβολή τρέχοντος χρόνου
es: Sobreimpresión: Mostrar hora actual
eu: IGE: Erakutsi Oraingo Denbora
fi: Kuvaruutunäyttö: Näytä tämänhetkinen aika
fr: OSD : Afficher l'indicateur de temps
gl: Sobreimpresión: Amosar hora actual
hr: OSD: Prikaži trenutno vrijeme
hu: OSD: Eltelt idő megjelenítése
ja: OSD: 現在の再生時間を表示
lt: OSD: Dabartinio laiko rodymas
ms_my: OSD: Papar Waktu Semasa
nl: OSD: Toon huidige tijd
pa: OSD: ਮੌਜੂਦਾ ਸਮਾਂ ਦਿਖਾਓ
pl: OSD: Wyświetlaj aktualny czas
ru: OSD: Отображение текущего времени
sk: OSD: Zobraziť aktuálny čas
sl: OSD: Prikaži trenutni čas
sv: OSD: Visa Aktuell tid
th_th: OSD: แสดงเวลาปัจจุบัน
vi: MHHT: Hiển thị thời gian hiện tại

# IDS_PPAGEWEBSERVER_0
source: Select the directory
ar: حدد المجلد
be: Выберыце папку
bn: ডাইরেক্টরি নির্ধারণ
bs_ba: Izaberi direktorij
ca: Selecciona el directori
cs: Zvolit adresář
da: Vælg mappen
de: Ordner für Stammverzeichnis auswählen
el: Επιλέξτε τον κατάλογο
es: Seleccione la carpeta
eu: Hautatu zuzenbidea
fi: Valitse hakemisto
fr: Sélectionnez le répertoire
gl: Selecciona o Directorio
he: בחר תיקייה
hr: Odaberi mapu
hu: Válassza ki a mappát
hy: Ընտրեք թղթապանակը
it: Seleziona la cartella
ja: ディレクトリを選択
lt: Pasirinkti vietą
ms_my: Pilih direktori
nl: Map kiezen
pa: ਡਾਇਰੈਕਟਰੀ ਚੁਣੋ
pl: Proszę wybrać folder
ru: Выберите папку
sk: Zvoľte priečinok
sl: Izberi imenik
sr: Избор фасцикле
sv: Välj mapp
th_th: เลือกเส้นทาง
tt: Папка сайлагыз
vi: Chọn vị trí

# IDS_FAVORITES_QUICKADDFAVORITE
source: Quick add favorite
ar: إضافة للمفضلة سريع
be: Хутка дадаць у абранае
bn: দ্রুত পছন্দেরতালিকায় সংযুক্তকরণ
bs_ba: Brzo dodaj omiljeni
ca: Addició ràpida a Preferits
cs: Přidat k oblíbeným
da: Tilføj favorit hurtigt
de: Zu Favoriten schnell hinzufügen
el: Ταχεία προσθήκη αγαπημένου
es: Añadir a favoritos rápidamente
eu: Gogokoenetara gehitze azkarra
fi: Suosikin pikalisäys
fr: Ajout rapide aux favoris
gl: Engadir a favoritos de forma rápida
he: הוספה מהירה של מועדף
hr: Dodaj na brzinu u omiljene
hu: Gyors kedvencekhez adás
hy: Արագ ավելացնել ընտրյալներին
it: Aggiungi a preferiti veloce
ja: お気に入りにクイック追加
lt: Greitai pridėti prie mėgstamiausių
ms_my: Tambah pantas kegemaran
nl: Snel favoriet toevoegen
pa: ਤੁਰੰਤ ਮਨਪਸੰਦ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj zakładkę
ru: Быстро добавить в закладки
sk: Rýchle pridanie obľúbených
sl: Hitro dodaj priljubljenega
sr: Брзо додај у омиљене
sv: Snabb lägg till favorit
th_th: เพิ่มรายการโปรดด่วน
tt: Кыстыргычка тиз өстәргә
vi: Thêm nhanh vào ưa thích

# IDS_DVB_CHANNEL_NUMBER
source: N
ar: س
bs_ba: B
cs: Č
de: Nummer
eu: Zbk
pl: Nr
sk: Č
th_th: ช

# IDS_DVB_CHANNEL_NAME
source: Name
ar: الاسم
be: Імя
bn: নাম
bs_ba: Ime
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
eu: Izena
fi: Nimi
fr: Nom
gl: Nome
he: שם
hr: Naziv
hu: Név
hy: Անունը
it: Nome
ja: 名前
lt: Pavadinimas
ms_my: Nama
nl: Naam
pa: ਨਾਂ
pl: Nazwa
ru: Имя
sk: Názov
sl: Ime
sr: Име
sv: Namn
th_th: ชื่อ
tt: Исеме
vi: Tên

# IDS_DVB_CHANNEL_FREQUENCY
source: Frequency
ar: التردد
be: Частата
bn: ফ্রিকোয়েন্সি
bs_ba: Frekvencija
ca: Freqüència
cs: Frekvence
da: Frekvens
de: Frequenz
el: Συχνότητα
es: Frecuencia
eu: Maiztasuna
fi: Taajuus
fr: Fréquence
gl: Frecuencia
he: תדר
hr: Frekvencija
hu: Frekvencia
hy: Հաճախականությունը
it: Frequenza
ja: 周波数
lt: Dažnis
ms_my: Frekuensi
nl: Frequentie
pa: ਫਰੀਕਿਊਂਸੀ
pl: Częstotliwość
ru: Частота
sk: Frekvencia
sl: Frekvenca
sr: Учесталост
sv: Frekvens
th_th: ความถี่
tt: Ешлык:
vi: Tần số

# IDS_DVB_CHANNEL_ENCRYPTION
source: Encrypted
ar: مشفرة
be: Зашыфравана
bn: এনক্রিপ্টকৃত
bs_ba: Kriptovano
ca: Encriptat
cs: Kódovaný
da: Krypteret
de: Verschlüsselung
el: Κρυπτογραφημένο
es: Cifrado
eu: Enkriptatuta
fi: Salattu
fr: Cryptée
gl: Encriptado
he: מוצפן
hr: Šifrirano
hu: Kódolt
hy: Կոդավորված
it: Criptato
ja: 暗号化
lt: Užšifruota
ms_my: Disulitkan
nl: Gecodeerd
pa: ਇੰਕ੍ਰਿਪਟ ਹੈ
pl: Zakodowany
ru: Зашифрованный
sk: Kódované
sl: Šifrirano
sr: Шифровано
sv: Krypterad
th_th: ถูกใส่รหัส
tt: Шифрланган
vi: Đã mã hóa

# IDS_YES
source: Yes
ar: نعم
be: Так
bn: হ্যাঁ
bs_ba: Da
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
eu: Bai
fi: Kyllä
fr: Oui
gl: Si
he: כן
hr: Da
hu: Igen
hy: Այո
it: Si
ja: はい
lt: Taip
ms_my: Ya
nl: Ja
pa: ਹਾਂ
pl: Tak
ru: Да
sk: Áno
sl: Da
sr: Да
sv: Ja
th_th: ใช่
tt: Әйе
vi: Có

# IDS_NO
source: No
ar: لا
be: Не
bn: না
bs_ba: Ne
cs: Ne
da: Nej
de: Nein
el: Όχι
eu: Ez
fi: Ei
fr: Non
gl: Non
he: לא
hr: Ne
hu: Nem
hy: Ոչ
ja: いいえ
lt: Ne
ms_my: Tidak
nl: Nee
pa: ਨਹੀਂ
pl: Nie
ru: Нет
sk: Nie
sl: Ne
sr: Не
sv: Nej
th_th: ไม่
tt: Юк
vi: Không

# IDS_DVB_CHANNEL_START_SCAN
source: Start
ar: بدء
be: Пачаць
bn: শুরু করি
bs_ba: Pokreni
ca: Inicia
cs: Spustit
el: Έναρξη
es: Iniciar
eu: Hasi
fi: Käynnistä
fr: Démarrer
gl: Inicio
he: התחל
hr: Započni
hu: Indítás
hy: Սկսել
it: Inizia
ja: 開始
lt: Pradėti
ms_my: Mula
pa: ਸ਼ੁਰੂ
pl: Rozpocznij
ru: Старт
sk: Štart
sr: Покрени
th_th: เริ่ม
tt: Башлау
vi: Bắt đầu

# IDS_DVB_CHANNEL_STOP_SCAN
source: Stop
ar: توقف
be: Спыніць
bn: বন্ধ করি
bs_ba: Zaustavi
ca: Atura
cs: Zastavit
de: &Stopp
el: Διακοπή
es: Detener
eu: Gelditu
fi: Pysäytä
fr: Arrêter
gl: Deter
he: עצור
hr: Zaustavi
hu: Leállítás
hy: Կանգնեցնել
it: Ferma
ja: 停止
lt: Stabdyti
ms_my: Henti
nl: Stoppen
pa: ਰੋਕੋ
pl: Zakończ
ru: Стоп
sr: Заустави
sv: Stoppa
th_th: หยุด
tt: Туктату
vi: Ngừng

# IDS_DVB_TVNAV_SEERADIO
source: Radio stations
ar: محطات الراديو
be: Радыёстанцыі
bn: রেডিও স্টেশনসমূহ
bs_ba: Radio stanice
ca: Emissores de ràdio
cs: Radio stanice
da: Radio-stationer
de: Radio-Sender
el: Σταθμοί ραδιοφώνου
es: Emisoras de radio
eu: Irrati kateak
fi: Radioasemat
fr: Stations radios
gl: Estacións de radio
he: תחנות רדיו
hr: Radio stanice
hu: Rádió állomások
hy: Ռադիո կայաններ
it: Stazioni radio
ja: ラジオ局
lt: Radijo stotys
ms_my: Stesen radio
pa: ਰੇਡੀਓ ਸਟੇਸ਼ਨ
pl: Stacje radiowe
ru: Радиостанции
sk: Rádio-stanice
sl: Radijske postaje
sr: Радио-станице
sv: Radiostationer
th_th: สถานีวิทยุ
tt: Радиостанция
vi: Trạm radio

# IDS_DVB_TVNAV_SEETV
source: TV stations
ar: محطات التلفاز
be: TV-станцыі
bn: TV স্টেশনসমূহ
bs_ba: TV stanice
ca: Emissores de televisió
cs: TV stanice
da: TV-stationer
de: TV-Sender
el: Σταθμοί τηλεόρασης
es: Emisoras de televisión
eu: TB kateak
fi: TV-asemat
fr: Chaînes TV
gl: Estacións de Televisión
he: תחנות טלוויזייה
hr: TV stanice
hu: TV állomások
hy: TV կայաններ
it: Stazioni TV
ja: TV 局
lt: TV stotys
ms_my: Stesen TV
pa: TV ਸਟੇਸ਼ਨ
pl: Stacje TV
ru: ТВ-станции
sk: TV stanice
sl: TV postaje
sr: ТВ станице
sv: TV-stationer
th_th: สถานีโทรทัศน์
tt: ТВ-станция
vi: Trạm TV

# IDS_DVB_CHANNEL_FORMAT
source: Format
ar: الصيغة
be: Фармат
bn: ফাইলের ধরন
cs: Formát
el: Μορφή
es: Formato
eu: Heuskarria
fi: Formaatti
gl: Formato
he: תבנית
hu: Formátum
hy: Տեսակը
it: Formato
ja: 形式
lt: Formatas
nl: Formaat
pa: ਫਾਰਮੈਟ
ru: Формат
sk: Formát
sr: Формат
th_th: รูปแบบ
tt: Форматы
vi: Định dạng

# IDS_MAINFRM_2
source: Focus lost to: %s - %s
ar: التركيز فقد لـ: %s - %s
be: Фокус перайшоў да: %s - %s
bn: ফোকাস হারিয়ে গেছে: %s - %s
bs_ba: Izgubljen fokus na: %s - %s
ca: S'ha perdut el focus per: %s - %s
cs: Fokus převzat: %s - %s
da: Fokus tabt til: %s - %s
de: Fokus übernommen von: %s - %s
el: Απώλεια εστίασης σε: %s - %s
es: Se perdio el foco por: %s - %s
eu: Fokua galduta: %s - %s
fi: Tarkennus hävinnyt: %s-%s
fr: Focus perdu au bénéfice de : %s - %s
gl: Perdeuse o foco por: %s - %s
he: מיקוד אבד ל: %s - %s
hr: Fokus izgubljen od: %s - %s
hu: A fókuszt elvette: %s - %s
hy: Ֆոկուսի դիրքը՝ %s - %s
it: Perso il focus a causa di: %s - %s
ja: フォーカスの移動先: %s - %s
lt: Židinys perėjo į: %s - %s
ms_my: Fokus hilang ke: %s - %s
nl: Focus overgenomen door: %s - %s
pa: ਫੋਕਸ ਗੁਆਚਾ: %s - %s
pl: W pracy przeszkodził: %s - %s
ru: Фокус перешел к: %s - %s
sk: Fokus sa stratil na: %s - %s
sl: Fokus izgubljen za: %s - %s
sr: Фокус је прешао на: %s - %s
sv: Fokus förlorad till: %s - %s
th_th: สูญเสียโฟกัสสู่: %s - %s
tt: Фокус күчте: %s - %s
vi: Mất: %s - %s
