Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_OSD_RS_FULL_FP_PROCESS_OFF
source: Full Floating Point Processing: Off
ar: معالجة النقطة العائمة بالكامل: مغلق
be: Поўная апрацоўка лікаў з нефіксаванай коскай: Адкл
bn: সম্পূর্ণ ফ্লৌটিং পয়েন্ট প্রক্রিয়াকরণ: বন্ধ করা হল
bs_ba: Puno Procesiranje Realnih Brojeva: Isključeno
ca: Processament en coma flotant complet: Desactivat
cs: Formát plovoucí desetinné čárky: Vypnuto
da: Fuld flydende kommatal bearbejdning: Fra
de: Volle Gleitkommagenauigkeit: Aus
el: Επεξεργασία 32 bit κινητής υποδιαστολής: Όχι
es: Procesamiento Full Floating Point: Desactivado
eu: Gain Puntu Prozesapen Osoa: Etenda
fi: Täysi liukulukuprosessointi: Pois päältä
fr: Traitement en virgule flottante 32 bits : Désactivé
gl: Procesamento en punto flotante de 32-bit: Apagado
he: עיבוד בנקודה צפה מלאה: כבוי
hr: Puna obrada pomičnog zareza: Isključeno
hu: Teljes lebegőpontos feldolgozás: Kikapcsolva
hy: Ամբողջական լղոզման կետի ընթացքը. Անջ
it: Calcolo completo a virgola mobile: Off
ja: 完全な浮動小数点演算: オフ
lt: Tikslūs skaičiavimai su slankiuoju kableliu: Išj.
ms_my: Pemprosesan Titik Apung Penuh: Mati
nl: Volledig zwevendekommagetal uitvoering: Uit
pl: Pełne przetwarzanie zmiennoprzecinkowe: wyłączone
ru: Полные расчеты чисел с плавающей точкой: откл
sk: Spracovanie úplného plávajúceho bodu: vypnuté
sl: Procesiranje s polno plavajočo vejico: Izklj.
sr: Обрада броја с покретним зарезом са потпуном прецизношћу: искључено
sv: Full flyttalsberäkning: Av
th_th: ประมวลผลจุดลอยตัวแบบเต็ม: ปิด
tt: Точные расчеты в числах с плавающей точкой: Выкл
vi: Đầy đủ chế biến điểm nổi: Tắt

# IDS_OSD_RS_HALF_FP_PROCESS_ON
source: Half Floating Point Processing: On
ar: نصف معالجة للنقطة العائمة: يعمل
be: Палавінная апрацоўка лікаў з нефіксаванай коскай: Укл
bn: অর্ধেক ফ্লৌটিং পয়েন্ট প্রক্রিয়াকরণ: চালু করা হল
bs_ba: Polu Procesiranje Realnih Brojeva: Uključeno
ca: Processament en coma flotant parcial: Activat
cs: Formát plovoucí desetinné čárky poloviční přesnosti: Zapnuto
da: Halv flydende kommatal bearbejdning: Til
de: Halbe Gleitkommagenauigkeit: Ein
el: Επεξεργασία 16 bit κινητής υποδιαστολής: Ναι
es: Procesamiento Half Floating Point: Activado
eu: Gain Puntu Prozesapen Erdia: Eraginda
fi: Puoli liukulukuprosessointi: Päällä
fr: Traitement en virgule flottante 16 bits : Activé
gl: Procesamento en punto flotante de 16-bit: Encendido
he: עיבוד בחצי נקודה צפה: מופעל
hr: Polovična obrada pomičnog zareza: Uključeno
hy: Կես լղոզման կետի ընթացքը. Միաց
it: Calcolo parziale a virgola mobile: On
ja: 半浮動小数点演算: オン
lt: Greiti skaičiavimai su slankiuoju kableliu: Įj.
ms_my: Pemprosesan Titik Apung Separa: Hidup
nl: Halve zwevendekommagetal uitvoering: Aan
pl: Niepełne przetwarzanie zmiennoprzecinkowe: włączone
ru: Половинчатые расчеты в числах с плавающей точкой: вкл
sk: Spracovanie polovičného plávajúceho bodu: zapnuté
sl: Procesiranje s polovično plavajočo vejico: Vklj.
sr: Обрада броја с покретним зарезом са половичном прецизношћу: укључено
sv: Halv flyttalsberäkning: På
th_th: ประมวลผลจุดลอยตัวครึ่งเดียว: เปิด
tt: Быстрые расчеты в числах с плавающей точкой: Вкл
vi: Nửa chế biến điểm nổi: Bật

# IDS_OSD_RS_HALF_FP_PROCESS_OFF
source: Half Floating Point Processing: Off
ar: نصف معالجة للنقطة العائمة: مغلق
be: Палавінная апрацоўка лікаў з нефіксаванай коскай: Адкл
bn: অর্ধেক ফ্লৌটিং পয়েন্ট প্রক্রিয়াকরণ: বন্ধ করা হল
bs_ba: Polu Procesiranje Realnih Brojeva: Isključeno
ca: Processament en coma flotant parcial: Desactivat
cs: Formát plovoucí desetinné čárky poloviční přesnosti: Vypnuto
da: Halv flydende kommatal bearbejdning: Fra
de: Halbe Gleitkommagenauigkeit: Aus
el: Επεξεργασία 16 bit κινητής υποδιαστολής: Όχι
es: Procesamiento Half Floating Point: Desactivado
eu: Gain Puntu Prozesapen Erdia: Etenda
fi: Puoli liukulukuprosessointi: Pois päältä
fr: Traitement en virgule flottante 16 bits : Désactivé
gl: Procesamento en punto flotante de 16-bit: Apagado
he: עיבוד בחצי נקודה צפה: כבוי
hr: Polovična obrada pomičnog zareza: Isključeno
hy: Կես լղոզման կետի ընթացքը. Անջ
it: Calcolo parziale a virgola mobile: Off
ja: 半浮動小数点演算: オフ
lt: Greiti skaičiavimai su slankiuoju kableliu: Išj.
ms_my: Pemprosesan Titik Apung Separa: Mati
nl: Halve zwevendekommagetal uitvoering: Uit
pl: Niepełne przetwarzanie zmiennoprzecinkowe: wyłączone
ru: Половинчатые расчеты в числах с плавающей точкой: откл
sk: Spracovanie polovičného plávajúceho bodu: vypnuté
sl: Procesiranje s polovično plavajočo vejico: Izklj.
sr: Обрада броја с покретним зарезом са половичном прецизношћу: искључено
sv: Halv flyttalsberäkning: Av
th_th: ประมวลผลจุดลอยตัวครึ่งเดียว: ปิด
tt: Быстрые расчеты в числах с плавающей точкой: Выкл
vi: Nửa chế biến điểm nổi: Tắt

# IDS_BRIGHTNESS_DEC
source: Brightness decrease
ar: تخفيض السطوع
be: Паменшыць яркасць
bn: উজ্জ্বলতা হ্রাস করি
bs_ba: Smanji osvijetljenost
ca: Disminueix la brillantor
cs: Snížení jasu
da: Mørkere
de: Farbsteuerung: Helligkeit verringern
el: Μείωση φωτεινότητας
es: Disminuir brillo
eu: Gutxitu dizdira
fi: Vähennä kirkkautta
fr: Diminuer la luminosité
gl: Diminuír luminosidade
he: הפחתת בהירות
hr: Smanji osvijetljenost
hu: Fényerő csökkentése
hy: Բացության նվազեցում
it: Incremento luminosità
ja: 明るさを下げる
lt: Patamsinti
ms_my: Kecerahan kurang
nl: Helderheid verlagen
pa: ਚਮਕ ਘਟਾਓ
pl: Zmniejsz jasność
ru: Уменьшить яркость
sk: Znížiť jas
sl: Zmanjšaj svetlost
sr: Смањи осветљеност
sv: Minska Ljusstyrka
th_th: ความสว่าง ลด
tt: Яктылыкны киметү
vi: Giảm độ sáng

# IDS_CONTRAST_INC
source: Contrast increase
ar: زيادة التباين
be: Павялічыць кантраст
bn: কনট্রাস্ট বৃদ্ধি করি
bs_ba: Povećaj kontrast
ca: Augmenta el contrast
cs: Zvýšení kontrastu
da: Kontrast +
de: Farbsteuerung: Kontrast erhöhen
el: Αύξηση αντίθεσης
es: Aumentar contraste
eu: Gehitu zuribeltztasuna
fi: Lisää kontrastia
fr: Augmenter le contraste
gl: Aumentar contraste
he: הגברת ניגודיות
hr: Povećaj kontrast
hu: Kontraszt növelése
hy: Կոնտրաստի մեծացում
it: Decremento contrasto
ja: コントラストを上げる
lt: Padidinti kontrastą
ms_my: Beza jelas naik
nl: Contrast verhogen
pa: ਕਨਟਰਾਸਟ ਵਧਾਓ
pl: Zwiększ kontrast
ru: Увеличить контрастность
sk: Zvýšiť kontrast
sl: Povečaj kontrast
sr: Повећај контраст
sv: Öka Kontrast
th_th: ความตัดกัน เพิ่ม
tt: Каршылыкны арттырырга
vi: Tăng độ tương phản

# IDS_CONTRAST_DEC
source: Contrast decrease
ar: تخفيض التباين
be: Паменшыць кантраст
bn: কনট্রাস্ট হ্রাস করি
bs_ba: Smanji kontrast
ca: Disminueix el contrast
cs: Snížení kontrastu
da: Kontrast -
de: Farbsteuerung: Kontrast verringern
el: Μείωση αντίθεσης
es: Disminuir contraste
eu: Gutxitu zuribeltztasuna
fi: Vähennä kontrastia
fr: Diminuer le contraste
gl: Diminuír contraste
he: הפחתת ניגודיות
hr: Smanji kontrast
hu: Kontraszt csökkentése
hy: Կոնտրաստի փոքրացում
it: Incremento contrasto
ja: コントラストを下げる
lt: Sumažinti kontrastą
ms_my: Beza jelas turun
nl: Contrast verlagen
pa: ਕਨਟਰਾਸਟ ਘਟਾਓ
pl: Zmniejsz kontrast
ru: Уменьшить контрастность
sk: Znížiť kontrast
sl: Zmanjšaj kontrast
sr: Смањи контраст
sv: Minska Kontrast
th_th: ความตัดกัน ลด
tt: Каршылыкны киметергә
vi: Giảm độ tương phản

# IDS_HUE_INC
source: Hue increase
ar: زيادة تدرج اللون
be: Павялічыць адценне
bn: রঙের আভা বৃদ্ধি করি
bs_ba: Povećaj nijanse
ca: Augmenta el to
cs: Zvýšení odstínu
da: Farvetone +
de: Farbsteuerung: Farbton erhöhen
el: Αύξηση απόχρωσης
es: Aumento de tono
eu: Gehitu nabardura
fi: Lisää sävyä
fr: Augmenter la teinte
gl: Incrementar Matiz
he: הגברת גוון
hr: Povećaj nijansu
hu: Színárnyalat növelése
it: Incremento colore
ja: 色合いを上げる
lt: Padidinti spalvos toną
ms_my: Rona naik
nl: Tint verhogen
pa: ਰੰਗਤ ਵਧਾਓ
pl: Zwiększ odcień
ru: Увеличить тон
sk: Zvýšiť sýtosť farieb
sl: Povečanje nasičenja
sr: Повећај нијансе
sv: Nyans +
th_th: สีสัน เพิ่ม
tt: Төс төсмерен артыр
vi: Tăng sắc

# IDS_HUE_DEC
source: Hue decrease
ar: تخفيض تدرج اللون
be: Паменшыць адценне
bn: রঙের আভা হ্রাস করি
bs_ba: Smanji nijanse
ca: Disminueix el to
cs: Snížení odstínu
da: Farvetone -
de: Farbsteuerung: Farbton verringern
el: Μείωση απόχρωσης
es: Disminución de tono
eu: Gutxitu nabardura
fi: Vähennä sävyä
fr: Diminuer la teinte
gl: Diminuír matiz
he: הפחתת גוון
hr: Smanji nijansu
hu: Színárnyalat csökkentése
it: Riduzione colore
ja: 色合いを下げる
lt: Sumažinti spalvos toną
ms_my: Rona turun
nl: Tint verlagen
pa: ਰੰਗਤ ਘਟਾਓ
pl: Zmniejsz odcień
ru: Уменьшить тон
sk: Znížiť sýtosť farieb
sl: Zmanjšanje nasičenja
sr: Смањи нијансе
sv: Nyans -
th_th: สีสัน ลด
tt: Төс төсмерен кимет
vi: Giảmsắc

# IDS_SATURATION_INC
source: Saturation increase
ar: زيادة الإشباع
be: Павялічыць насычанасць
bn: রঙের তীব্রতা বৃদ্ধি করি
bs_ba: Povećaj zasićenje
ca: Augmenta la saturació
cs: Zvýšení sytosti
da: Mætning +
de: Farbsteuerung: Sättigung erhöhen
el: Αύξηση κορεσμού
es: Aumentar saturación
eu: Gehitu margoasetasuna
fi: Lisää kylläisyyttä
fr: Augmenter la saturation
gl: Aumentar saturación
he: הגברת הרוויה
hr: Povećaj zasićenje
hu: Telítettség növelése
hy: Խտայնության մեծացում
it: Incremento saturazione
ja: 鮮やかさを上げる
lt: Padidinti sodrumą
ms_my: Ketepuan naik
nl: Verzadiging verhogen
pa: ਸੰਤ੍ਰਿਪਤ ਵਧਾਓ
pl: Zwiększ nasycenie
ru: Увеличить насыщенность
sk: Zvýšiť sýtosť
sl: Nasičenje povečanje
sr: Повећај засићеност
sv: Öka mättnad
th_th: ความอิ่มตัว เพิ่ม
tt: Куелыкны арттырырга
vi: Tăng độ bão hòa

# IDS_SATURATION_DEC
source: Saturation decrease
ar: نقصان الإشباع
be: Паменшыць насычанасць
bn: রঙের তীব্রতা হ্রাস করি
bs_ba: Smanji zasićenje
ca: Disminueix la saturació
cs: Snížení sytosti
da: Mætning -
de: Farbsteuerung: Sättigung verringern
el: Μείωση κορεσμού
es: Disminuir saturación
eu: Gutxitu margoasetasuna
fi: Vähennä kylläisyyttä
fr: Diminuer la saturation
gl: Diminuír saturación
he: הפחתת הרוויה
hr: Smanji zasićenje
hu: Telítettség csökkentése
hy: Խտայնության փոքրացում
it: Decremento saturazione
ja: 鮮やかさを下げる
lt: Sumažinti sodrumą
ms_my: Ketepuan turun
nl: Verzadiging verlagen
pa: ਸੰਤ੍ਰਿਪਤਾ ਘਟਾਓ
pl: Zmniejsz nasycenie
ru: Уменьшить насыщенность
sk: Znížiť sýtosť
sl: Nasičenje zmanjšanje
sr: Смањи засићеност
sv: Minska mättnad
th_th: ความอิ่มตัว ลด
tt: Куелыкны киметергә
vi: Giảm độ bão hòa

# IDS_RESET_COLOR
source: Reset color settings
ar: إعادة ضبط اللون
be: Скінуць налады колеру
bn: রঙের সেটিংসমূহ পুনর্বিন্যাস করি
bs_ba: Resetuj podešenja za boju
ca: Restableix la configuració del color
cs: Obnovit výchozí
da: Nulstil farveindstillinger
de: Farbsteuerung: Zurücksetzen
el: Επαναφορά ρυθμίσεων χρώματος
es: Restablecer configuración de color
eu: Berrezarri margo ezarpenak
fi: Palauta väriasetukset
fr: Réinitialiser les paramètres de couleur
gl: Reiniciar configuracións de cor
he: איפוס הגדרות צבע
hr: Resetiraj postavke boja
hu: Színbeállítások visszaállítása
hy: Վերակայել գույնի կարգավորումները
it: Reimposta impostazioni colore
ja: カラー設定をリセット
lt: Atstatyti spalvos nustatymą
ms_my: Tetap semula tetapan warna
nl: Kleurinstellingen resetten
pa: ਰੰਗ ਸੈਟਿੰਗਾਂ ਮੁੜ-ਸੈਟ ਕਰੋ
pl: Resetuj ustawienia kolorów
ru: Сбросить настройки цвета
sk: Obnoviť nastavenia farby
sl: Ponastavi barvne nastavitve
sr: Врати подразумеване поставке боје
sv: Återställ färginställningar
th_th: คืนค่าการตั้งค่าสี
tt: Төс көйләүләрен ташларга
vi: Đặt lại thiết lập màu

# IDS_USING_LATEST_STABLE
source: You are already using the latest stable version.
ar: أنت تستعمل آخر نسخة مستقرّة.
be: Вы карыстаецеся апошняй стабільнай версіяй.
bn: আপনি ইতিমধ্যেই সর্বশেষ সুস্থিত সংস্করণটি ব্যবহার করছেন।
bs_ba: Već koristite zadnju stabilnu verziju.
ca: Esteu utilitzant la darrera versió estable.
cs: Používáte aktuální stabilní verzi.
da: Du bruger allerede den seneste stabile version.
de: Keine neuere stabile Version verfügbar.
el: Έχετε ήδη την πιο πρόσφατη σταθερή έκδοση.
es: Ya está utilizando la versión estable más reciente.
eu: Jadanik azken bertsio egonkorra erabiltzen ari zara.
fi: Käytät jo viimeisintä vakaata versiota.
fr: Vous utilisez déjà la dernière version stable.
gl: Vostede xa está usando a versión máis recente.
he: הגרסה היציבה החדשה ביותר כבר בשימוש.
hr: Imate najnoviju stabilnu verziju.
hu: A legfrissebb stabil verziót használja.
hy: Դուք օգտագործում եք ծրագրի վերջին տարբերակը։
it: Stai già utilizzando l'ultima versione stabile.
ja: 既に最新の安定バージョンを使用しています。
lt: Jūs jau naudojate naujausią stabilią versiją.
ms_my: Anda menggunakan versi stabil yang terkini.
nl: Je gebruikt al de laatste stabiele versie.
pa: ਤੁਸੀਂ ਬਿਲਕੁਲ ਨਵਾਂ ਸਟੇਬਲ ਵਰਜ਼ਨ ਵਰਤ ਰਹੇ ਹੋ।
pl: Używasz najnowszej wersji stabilnej.
ru: Вы используете последнюю стабильную версию.
sk: Už používate najnovšiu stabilnú verziu.
sl: Že uporabljate najnovejšo stabilno različico.
sr: Већ користите најновију стабилну верзију.
sv: Du använder redan den senaste stabila versionen.
th_th: คุณกำลังใช้เวอร์ชันเสถียรอยู่
tt: Сез соңгы тотрыклы юраманы кулланасыз.
vi: Bạn đã sử dụng phiên bản ổn định mới nhất.

# IDS_USING_NEWER_VERSION
source: Your current version is v%s. The latest stable version is v%s.
ar: نسختك الحالية v%s. آخر نسخة مستقرّة v%s.
be: Усталяваная версія v%s. Апошняя стабільная версія v%s.
bn: আপনার চলতি সংস্করণটি হল v%s। সর্বশেষ সুস্থিত সংস্করণটি হল v%s।
bs_ba: Vaša trenutna verzija je v%s. Zadnja stabilna verzija je v%s.
ca: La vostra versió actual és v%s. La darrera versió estable és v%s.
cs: Používáte verzi v%s. Nejnovější stabilní verze je v%s.
da: Din aktuelle version er v%s. Den seneste stabile version er v%s.
de: Vorliegende Version: %s Aktuelle stabile Version: %s
el: Η τρέχουσα έκδοσή σας είναι η v%s. Η νεώτερη σταθερή έκδοση είναι η v%s.
es: La versión actual es %s. La versión estable más reciente es %s.
eu: Zure oraingo bertsioa da: v%s. Azken bertsio egonkorra da: v%s.
fi: Nykyinen versiosi on v%s. Viimeisin vakaa versio on v%s.
fr: Votre version actuelle est la v%s. La dernière version stable est la v%s.
gl: A súa versión actual é v%s. A última versión é v%s.
he: הגרסה הנוכחית הינה v%s. הגרסה היציבה החדשה ביותר הינה v%s.
hr: Vaša trenutna verzija je v%s. Zadnja stabilna verzija je v%s.
hu: Ezt a verziót használja: v%s. A legfrissebb stabil verzió: v%s.
hy: Ընթացիկ տարբերակն է՝ v%s։ Հասանելի է v%s տարբերակը։
it: La versione corrente è v%s. L'ultima versione stabile è v%s.
ja: 現在のバージョン: v%s. 最新の安定バージョン: v%s.
lt: Jūsų dabartinė versija v%s. Naujausia stabili versija yra v%s.
ms_my: Versi semasa anda adalah v%s. Versi stabil terkini adalah v%s.
nl: Geïnstalleerde versie: v%s. De laatste stabiele versie is v%s.
pa: ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਵੇਲੇ v%s ਵਰਜ਼ਨ ਹੈ ਬਿਲਕੁਲ ਨਵਾਂ ਸਟੇਬਲ ਵਰਜ਼ਨ v%s ਹੈ।
pl: Twoja bieżąca wersja to v%s. Najnowsza wersja stabilna to v%s.
ru: Ваша текущая версия: v%s. Последняя стабильная версия: v%s.
sk: Aktuálne používate verziu: v%s. Poslednou stabilnou verziou je verzia: v%s.
sl: Vaša trenutna različica je v%s. Zadnja stabilna različica je v%s.
sr: Ваша тренутна верзија је %s. Најновија стабилна верзија је %s.
sv: Din aktuella version är v%s. Den senaste stabila versionen är v%s.
th_th: เวอร์ชันปัจจุบันของคุณคือ v%s. เวอร์ชันเสถียรล่าสุดคือ v%s
tt: Сезнең хәзерге юрама v%s. Соңгы тотрыклы юрама v%s.
vi: Phiên bản hiện tại của bạn là v%s. Phiên bản ổn định mới nhất là v%s.

# IDS_NEW_UPDATE_AVAILABLE
source: MPC-HC v%s is now available. You are using v%s. Do you want to visit MPC-HC's website to download it?
ar: MPC-HC v%s متوفرة الآن. أنت تستخدم v%s. هل تريد زيارة موقع ويب MPC HC لتحميله؟
be: Даступна новая версія MPC-HC %s. Вы карыстаецеся версіяй %s. Наведаць сайт MPC-HC, каб спампаваць яе?
bn: MPC-HC v%s এখন পাওয়া যাচ্ছে। আপনি ব্যবহার করছেন v%s. আপনি কি সেটি ডাউনলোড করতে MPC-HCএর ওয়েবসাইটে যেতে চান?
bs_ba: Dostupan je MPC-HC v%s. Vi koristite v%s. Da li želite posjetiti web stranicu MPC-HC-a da preuzmete novu verziju?
ca: L'MPC-HC v%s està disponible. Ara fa servir la v%s. Voleu visitar la pàgina web de l'MPC-HC per baixar-la?
cs: K dispozici je MPC-HC v%s. Používáte v%s. Chcete přejít na domovskou stránku MPC-HC a stáhnout novou verzi?
da: MPC-HC v%s er nu tilgængelig. Du bruger v%s. Ønsker du at besøge MPC-HC's hjemmeside for at downloade den?
de: MPC-HC %s verfügbar. Zurzeit wird noch die Version %s verwendet. Aktuelle Version jetzt herunterladen?
el: Η έκδοση MPC-HC v%s είναι τώρα διαθέσιμη. Χρησιμοποιείτε την v%s. Θέλετε να επισκεφθείτε τον ιστότοπο του MPC-HC για λήψη;
es: MPC-HC %s está disponible. Está utilizando %s. ¿Quiere visitar el sitio web de MPC-HC para descargar la actualización?
eu: MPC-HC v%s eskuragarri dago. Zu v%s erabiltzen ari zara. Nahi duzu MPC-HC-ren webgunea ikustea eta hura jeistea?
fi: MPC-HC v%s on nyt saatavilla. Käytät versiota v%s. Haluatko mennä MPC-HC:n sivustolle ladataksesi sen?
fr: MPC-HC v%s est maintenant disponible. Vous utilisez la v%s. Souhaitez-vous visiter le site de MPC-HC pour télécharger la nouvelle version ?
gl: MPC-HC v%s atopase dispoñible. Vostede está usando v%s. Desexa ir ao sitio web do MPC-HC para baixalo?
hr: MPC-HC v%s je dostupan. Vi koristite v%s. Želite li posjetiti web-stranicu MPC-HC da biste preuzeli novu?
hu: MPC-HC v%s elérhető. Jelenlegi verzió: v%s Szeretné meglátogatni az MPC-HC oldalát és letölteni az újabb verziót?
hy: Հասանելի է MPC-HC v%s-ը։ Դուք օգտագործում եք v%s-ը։ Բացե՞լ MPC-HC-ի վեբ կայքը այն բեռնելու համար։
it: È disponibile MPC-HC v%s. La versione corrente è v%s. Vuoi visitare il sito di MPC-HC per scaricare la nuova versione?
ja: MPC-HC v%s が使用できます。現在のバージョンは v%s. です。 MPC-HC のウェブサイトに移動してダウンロードしますか？
lt: MPC-HC v%s yra pasiekiama. Jūs naudojate v%s. Ar norite atverti MPC-HC puslapį ir atsisiųsti ją?
ms_my: MPC-HC v%s kini sudah tersedia. Anda menggunakan v%s. Anda mahu lawati laman sesawang MPC-HC untuk memuat turunnya?
nl: MPC-HC v%s is beschikbaar. U gebruikt v%s. Wilt u de nieuwste MPC-HC versie ophalen van de website?
pa: MPC-HC v%s ਹੁਣ ਮੌਜੂਦ ਹੈ। ਤੁਸੀਂ v%s ਵਰਤ ਰਹੇ ਹੋ। ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਨ ਵਾਸਤੇ MPC-HC ਦੀ ਵੈਬਸਾਈਟ ਖੋਲ੍ਹਣੀ ਚਾਹੁੰਦੇ ਹੋ?
pl: MPC-HC v%s jest dostępne. Aktualnie używasz v%s. Chcesz odwiedzić stronę MPC-HC, aby pobrać nową wersję?
ru: Доступен MPC-HC версии %s. Вы используете версию %s. Желаете ли вы посетить сайт MPC-HC для загрузки?
sk: Je dostupná nová verzia programu MPC-HC v%s. Teraz používate verziu v%s. Chcete navštíviť stránku programu MPC-HC a stiahnuť si novú verziu?
sl: MPC-HC v%s je sedaj na voljo. Uporabljate v%s. Želite obiskati spletno stran MPC-HC za prenos?
sr: MPC-HC %s је доступан. Ви користите верзију %s. Желите ли да посетите веб-сајт MPC-HC-а и преузмете нову верзију?
sv: MPC-HC v%s är nu tillgänglig. Du använder v%s. Vill du gå till MPC-HC:s hemsida för att ladda ner den?
th_th: MPC-HC v%s มีพร้อมใช้งานแล้ว คุณกำลังใช้ v%s. คุณต้องการไปที่เว็บไซต์ MPC-HC เพื่อดาวน์โหลดมันหรือไม่?
tt: Яңа юрама чыкты %s. Сез кулланасыз %s. Сез MPC-HC сәхифәсенә аны йөкләү өчен күчәргә телисезме ?
vi: Đã có MPC-HC phiên bản mới v%s. Bạn đang sử dụng phiên bản v%s. Bạn có muốn truy cập trang web của MPC-HC để tải về?

# IDS_UPDATE_ERROR
source: Update server not found. Please check your internet connection or try again later.
ar: لم يجد خادم التحديث. الرجاء افحص إتّصال الإنترنت أو حاول ثانية لاحقاً.
be: Сервер абнаўленняў не знойдзены. Праверце ваша Інтэрнэт-злучэнне і паспрабуйце зноў.
bn: হালনাগাদকরণ সার্ভার খুঁজে পাওয়া যাচ্ছে না। অনুগ্রহপূর্বক আপনার ইন্টারনেট সংযোগটি পরীক্ষা করে দেখুন কিংবা পরে চেষ্টা করুন।
bs_ba: Update server nije pronađen. Molimo provjerite svoju internet konekciju ili kasnije pokušajte ponovo.
ca: No s'ha trobat el servidor d'actualitzacions. Si us plau, comprovi la seva connexió a Internet o intenti-ho més tard.
cs: Aktualizační server nebyl nalezen. Zkontrolujte připojení k Internetu a akci zopakujte později.
da: Opdateringsserveren blev ikke fundet. Tjek din internetforbindelse eller prøv igen senere.
de: Update-Server nicht erreichbar. Bitte die Internetverbindung prüfen oder später erneut versuchen.
el: Ο διακομιστής ενημερώσεων δεν βρέθηκε. Παρακαλώ ελέγξτε τη σύνδεση διαδικτύου σας ή προσπαθήστε πάλι αργότερα.
es: No se encontró el servidor de actualizaciones. Compruebe la conexión a Internet o inténtelo de nuevo más tarde.
eu: Zerbitzari eguneraketa ez da aurkitu. Mesedez egiaztatu zure internet elkarketa edo saiatu berriro geroago.
fi: Päivityspalvelinta ei löydy. Tarkista internet-yhteytesi ja yritä myöhemmin uudelleen.
fr: Impossible de vérifier les mises à jour. Vérifiez votre connexion à Internet ou réessayez plus tard.
gl: Servidor non atopado. Por favor verifique se está conectado ou ténteo de novo máis tarde.
hr: Server za nadogradnju nije pronađen. Molimo provjerite Vašu internet vezu ili pokušajte kasnije.
hu: Frissítő szerver nem található. Ellenőrizze internet kapcsolatát vagy próbálja meg később.
hy: Թարմացումների սպասարկիչը չի գտնվել։ Ստուգեք ինտերնետ կապը կամ փորձեք ավելի ուշ։
it: Server di aggiornamento non trovato. Controllare la connessione a internet e riprovare.
ja: 更新サーバーが見つかりません。 インターネット接続を確認して再試行してください。
lt: Naujinimo serveris nerastas. Prašom patikrinkite savo interneto ryšį arba pamėginkite vėliau.
ms_my: Pelayan kemaskini tidak ditemui. Sila semak sambungan internet anda atau cuba lagi kemudian.
nl: Opwaardeer server niet gevonden. Controlleer uw internet verbinding en probeer opnieuw.
pa: ਅਪਡੇਟ ਸਰਵਰ ਨਹੀਂ ਲੱਭਿਆ। ਆਪਣੇ ਇੰਟਰਨੈਟ ਦੀ ਜਾਂਚ ਕਰੋ ਜਾਂ ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰਕੇ ਵੇਖੋ।
pl: Serwer aktualizacji jest niedostępny. Sprawdź swoje połączenie internetowe lub spróbuj ponownie później.
ru: Сервер обновлений не найден. Пожалуйста, проверьте ваше интернет-соединение и попробуйте снова.
sk: Nenašiel sa aktualizačný server. Prosím skontrolujte internetové pripojenie alebo to neskôr skúste znovu.
sl: Ne najdemo strežnika za posodobitve. Prosimo preverite vašo internetno povezavo ali poskusite znova kasneje.
sr: Сервер за ажурирања није пронађен. Проверите везу са интернетом или покушајте касније.
sv: Uppdateringsservern hittas inte. Vänligen kontrollera din anslutning eller försök igen senare.
th_th: ไม่พบเซิร์ฟเวอร์อัพเดต โปรดตรวจสอบการเชื่อมต่ออินเตอร์เน็ตของคุณ หรือลองอีกครั้งภายหลัง
tt: Яңартулар серверы табылмады. Зинһар, интернет белән тоташуны тикшерегез һәм кабатлап карагыз.
vi: Không tìm thấy máy chủ cập nhật. Xin vui lòng kiểm tra kết nối internet của bạn hoặc thử lại sau.

# IDS_UPDATE_CLOSE
source: &Close
ar: إغلاق
be: &Закрыць
bn: বন্ধ করি(&C)
bs_ba: Zatvori
ca: &Tanca
cs: &Zavřít
da: &Luk
de: &Schließen
el: &Κλείσιμο
es: &Cerrar
eu: It&xi
fi: Sulje
fr: &Fermer
gl: Pe&char
he: סגור
hr: Zatvori
hu: &Bezárás
hy: &Փակել
it: &Chiudi
ja: 閉じる(&C)
lt: &Uždaryti
ms_my: &Tutup
nl: &Sluiten
pa: ਬੰਦ ਕਰੋ(&C)
pl: &Zamknij
ru: &Закрыть
sk: &Zatvoriť
sl: &Zapri
sr: &Затвори
sv: &Stäng
th_th: &ปิด
tt: &Ябарга
vi: &Đóng

# IDS_OSD_ZOOM
source: Zoom: %.0lf%%
ar: التقريب: %.0lf%%
be: Маштаб: %.0lf%%
bn: জূম: %.0lf%%
bs_ba: Zum: %.0lf%%
cs: Velikost: %.0lf%%
el: Εστίαση: %.0lf%%
eu: Zooma: %.0lf%%
he: זום: %.0lf%%
hr: Zumiraj: %.0lf%%
hu: Nagyítás: %.0lf%%
hy: Չափը. %.0lf%%
ja: 拡大: %.0lf%%
lt: Mastelis: %.0lf%%
ms_my: Zum: %.0lf%%
pa: ਜ਼ੂਮ: %.0lf%%
pl: Rozmiar okna: %.0lf%%
ru: Масштаб: %.0lf%%
sk: Priblíženie: %.0lf%%
sl: Povečava: %.0lf%%
sr: Зум: %.0lf%%
th_th: ซูม: %.0lf%%
tt: Зурлык: %.0lf%%
vi: Phóng: %.0lf%%

# IDS_OSD_ZOOM_AUTO
source: Zoom: Auto
ar: التقريب: آلي
be: Маштаб: Аўта
bn: জূম: স্বয়ংক্রিয়
bs_ba: Zum: Auto
ca: Zoom: Automàtic
cs: Velikost: Automaticky
da: Zoom: Automatisk
de: Zoom: Eingepasst
el: Εστίαση: Αυτόματα
es: Zoom: Automático
eu: Zooma: Berez
fi: Zoom: Automaattinen
fr: Zoom : Automatique
gl: Zoom: Automático
he: זום: אוטומטי
hr: Zumiraj: automatski
hu: Nagyítás: Automatikus
hy: Չափը. Ինքնա
it: Zoom: automatico
ja: 拡大: 自動
lt: Mastelis: Automatiškai
ms_my: Zum: Auto
nl: Zoom: Automatisch
pa: ਜ਼ੂਮ: ਆਟੋ
pl: Rozmiar okna: dopasowany do rozdzielczości ekranu
ru: Масштаб: Авто
sk: Priblíženie: Auto
sl: Povečava: Auto
sr: Зум: аутоматски
th_th: ซูม: อัตโนมัติ
tt: Зурлык: Үзе
vi: Phóng: Tự động
