Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_WEBUI_PREVIEW_WARNING
source: This option can be used to preview media files from remote location. Use it only on a properly secured private network. Do you really want to enable this option?
ar: هذه الخاصية تمكنك من استعراض ملفات عن طريق الشبكة. استخدم هذه الخدمة فقط إذا كنت متأكد من ان الشبكة آمنة. هل ترغب فعلًا ان تسمح بهذه الخدمة؟
be: Гэты параметр выкарыстоўваюць для аддаленага прадпрагляду файлаў. Карыстайцеся ім, толькі ў надзейных прыватных сетках. Сапраўды ўключыць гэты параметр?
bn: এই অপশনটির মাধ্যমে বহিরাবস্থান থেকে মিডিয়া ফাইল প্রাকদর্শন করা যাবে। শুধুমাত্র একটি নিরাপদ ব্যক্তিগত নেটওয়ার্কের ক্ষেত্রেই এটি ব্যবহার করুন। আপনি কি নিশ্চিত যে এই অপশনটি সক্রিয় করতে চান?
bs_ba: Ova opcija može biti korištena za pregled media dokumenata sa udaljene lokacije. Koristite ovu opciju samo na ispravno osiguranoj privatnoj mreži. Da li zaista želite omogućiti ovu opciju?
ca: Aquesta opció pot utilitzar-se per previsualitzar fitxers multimèdia des d'una ubicació remota. Utilitzi-ho només en un xarxa privada que sigui segura. Esteu segur que voleu activar aquesta opció?
cs: Tato volba umožňuje náhled souborů ze vzdáleného umístění. Použijte ji pouze na řádně zabezpečené privátní síti. Opravdu chcete tuto volbu povolit?
da: Denne indstilling kan bruges til at forhåndsvise mediefiler fra fjern-placeringer. Brug det kun på et ordentligt sikret, privat netværk. Vil du virkelig aktiverer denne indstilling?
de: Mit dieser Option können Mediendateien von anderen Orten aus eingesehen werden. Deshalb bitte nur in gut gesicherten privaten Netzwerken verwenden. Medienvorschau wirklich aktivieren?
el: Αυτή η επιλογή μπορεί να χρησιμοποιηθεί για την προεπισκόπηση αρχείων πολυμέσων από απομακρυσμένη τοποθεσία. Χρησιμοποιήστε την μόνο σε καλά ασφαλισμένο ιδιωτικό δίκτυο. Θέλετε σίγουρα να ενεργοποιήσετε αυτή την επιλογή;
es: Esta opción puede usarse para previsualizar archivos audiovisuales desde una ubicación remota. Úselo sólo sobre una red privada adecuadamente asegurada. ¿De verdad quiere activar esta opción?
eu: Aukera hau multimedia agiriak hurruneko kokaleku batetik ikusteko erabili daiteke. Erabili segurtasun egokia duen sare pribatu batean bakarrik. Egitan nahi duzu aukera hau gaitzea?
fi: Tämä asetus sallii mediatiedostojen etäesikatselun. Käytä tätä vain asianmukaisesti suojatussa yksityisessä verkossa. Haluatko varmasti laittaa tämän päälle?
fr: Cette option peut être utilisée pour prévisualiser des fichiers multimédias à distance. Elle doit être utilisée uniquement sur un réseau privé correctement sécurisé.
gl: Esta opción pode usarse para previsualizar ficheiros audiovisuais dende unha ubicación remota. Úseo só sobre unha rede privada adecuadamente asegurada. De verdade quere habilitar esta opción?
hr: Ova postavka može se koristiti za pregled medijskih datoteka iz udaljenih lokacija. Koristite ju samo na pravilno osiguranim privatnim mrežama. Želite li zaista omogućiti ovu postavku?
ja: このオプションは離れた場所からメディア ファイルをプレビューするために使用されます。適切に保護されたプライベート ネットワーク上でのみ使用してください。 本当にこのオプションを有効にしますか？
lt: Ši funkcija gali būti naudojama multimedijos failų peržiūrai ir nuotolinės vietos. Naudokite ją tik saugiame privačiame tinkle. Ar jūs tikrai norite įjungti šią funkciją?
ms_my: Pilihan ini boleh digunakan untuk membuat pratonton pada fail media dari lokasi jauh. Guna ia hanya pada rangkaian persendirian yang selamat. Anda mahu benarkan pilihan ini?
nl: Deze optie kan worden gebruikt om media bestanden te bekijken vanaf externe locatie. Gebruik het alleen op een goed beveiligd privé-netwerk. Wil je echt deze optie inschakelen?
pl: Ta opcja może zostać użyta to zdalnego podglądu plików multimedialnych. Używaj jej tylko w prywatnej oraz zabezpieczonej sieci. Czy na pewno chcesz włączyć tę opcję?
ru: Эта опция может быть использована для удаленного предпросмотра мультимедийных файлов. Используйте ее только в безопасных частных сетях. Вы действительно хотите включить эту опцию?
sk: Túto voľbu je možné použiť na zobrazenie náhľadu médií zo vzdialeného umiestnenia. Používajte ju iba v riadne zabezpečenej súkromnej sieti. Naozaj chcete túto voľbu zapnúť?
sl: Ta možnost se lahko uporabi za predogled predstavnostnih datotek z oddaljene lokacije. Uporabite ga samo v ustrezno zavarovanemu lokalnemu omrežju.
sv: Detta alternativ kan användas för att förhandsvisa media filer från en nätverks location. Använd endast på ett säkert nätverk. Vill du verkligen aktivera detta alternativ?
th_th: ตัวเลือกนี้สามารถใช้เพื่อแสดงตัวอย่างไฟล์สื่อจากที่ตั้งระยะไกล ใช้เฉพาะเมื่อเครือข่ายส่วนตัวได้รักษาความปลอดภัยไว้อย่างเหมาะสม คุณต้องการเปิดใช้งานตัวเลือกนี้่หรือไม่?
vi: Tùy chọn này có thể được sử dụng để xem trước tập tin đa phương tiện từ vị trí lưu từ xa. Chỉ sử dụng tùy chọn này trên một kết nối mạng riêng tư đảm bảo an toàn và chắc chắn. Bạn có thật sự muốn kích hoạt tùy chọn này?

# IDS_SUBTITLE_RENDERER_INTERNAL
source: Internal Subtitle Renderer
ar: تصيير ( Renderer ) الترجمة عن طريق البرنامج
be: Убудаваны апрацоўшчык субцітраў
bn: আভ্যন্তরীণ সাবটাইটেল রেনডারার
bs_ba: Interni Renderer Titlova
ca: Renderitzador intern de subtítols
cs: Vestavěný zobrazovač titulků
da: Intern undertekst renderer
de: Interner Untertitel-Renderer
el: Εσωτερική απόδοση υποτίτλων
es: Renderizador interno de subtítulos
eu: Barneko Azpidatzi Aurkezlea
fi: Sisäinen tekstitysrenderöijä
fr: Moteur de rendu des sous-titres interne
gl: Renderizador interno de subtítulos
hr: Unutarnji prikazivač titlova
hu: Belső felirat renderelő
ja: 内部字幕レンダラ
lt: Vidinis subtitrų renderis
ms_my: Penerap Sarikata Dalaman
nl: Interne ondertitel opbouwer
pl: Wbudowany renderer napisów
ru: Встроенный рендер субтитров
sk: Interný vykresľovač titulkov
sl: grajeni izrisovalnik za podnapise
sr: Унутрашњи рендерер титлова
sv: Intern undertextrenderare
th_th: ตัวแปลผลศัพท์บรรยายภายใน
vi: Bộ dựng phụ đề bên trong

# IDS_AG_OPEN_DEVICE
source: Open Device
ar: فتح جهاز
be: Адкрыць прыладу
bn: ডিভাইস খুলি
bs_ba: Otvori Uređaj
ca: Obre un dispositiu
cs: Otevřít zařízení
da: Åbn enhed
de: Gerät öffnen
el: Άνοιγμα συσκευής
es: Abrir un dispositivo
eu: Ireki Gailua
fi: Avaa laite
fr: Ouvrir un périphérique
gl: Abrir dispositivo
he: פתח התקן
hr: Otvori uređaj
hu: Eszköz megnyitása
hy: Բացել սարքը
it: Apri periferica
ja: デバイスを開く
lt: Atverti įrenginį
ms_my: Buka Peranti
nl: Apparaat openen
pa: ਡਿਵਾਇਸ ਖੋਲ੍ਹੋ
pl: Otwórz urządzenie
ru: Открыть устройство
sk: Načítať zo zariadenia
sl: Odpri napravo
sr: Отвори уређај
sv: Öppna Enhet
th_th: เปิดอุปกรณ์
tt: Җиһазны ачарга...
vi: Mở thiết bị

# IDS_AG_SAVE_AS
source: Save As
ar: حفظ كـ
be: Захаваць як
bn: সেইভ করতে পারি
bs_ba: Snimi Kao
ca: Anomena i desa
cs: Uložit jako
da: Gem som
de: Speichern...
el: Αποθήκευση ως
es: Guardar como
eu: Gorde Honela
fi: Tallenna nimellä
fr: Enregistrer sous
gl: Gardar como
he: שמירה בשם
hr: Snimi kao
hu: Mentés másként
hy: Պահպանել որպես
it: Salva con nome
ja: 名前を付けて保存
lt: Išsaugoti kaip
ms_my: Simpan Sebagai
nl: Opslaan als
pa: ਇੰਝ ਸੰਭਾਲੋ
pl: Zapisz jako
ru: Сохранить как
sk: Uložiť ako
sl: Shrani kot
sr: Чување
sv: Spara som
th_th: บันทึกเป็น
tt: Ничек сакларга
vi: Lưu dạng

# IDS_AG_SAVE_IMAGE
source: Save Image
ar: حفظ صورة
be: Захаваць кадр
bn: ছবি সেইভ করি
bs_ba: Snimi Sliku
ca: Desa la imatge
cs: Uložit snímek
da: Gem billede
de: Bild speichern
el: Αποθήκευση εικόνας
es: Guardar imagen
eu: Gorde Irudia
fi: Tallenna kuva
fr: Enregistrer l'image
gl: Gardar Imaxe
he: שמור תמונה
hr: Snimi sliku
hu: Kép mentése
hy: Պահպանել նկարը
it: Salva immagine
ja: 画像を保存
lt: Išsaugoti nuotrauką
ms_my: Simpan Imej
nl: Afbeelding opslaan
pa: ਚਿੱਤਰ ਸੰਭਾਲੋ
pl: Zapisz obraz
ru: Сохранить изображение
sk: Uložiť obrázok
sl: Shrani sliko
sr: Сачувај слику
sv: Spara skärmdump
th_th: บันทึกรูปภาพ
tt: Сурәтне сакларга
vi: Lưu hình

# IDS_MPLAYERC_6
source: Save Image (auto)
ar: حفظ صورة (تلقائي)
be: Захаваць кадр (аўтаматычна)
bn: ছবি সেইভ করি (স্বয়ংক্রিয়)
bs_ba: Snimi Sliku (automatski)
ca: Desa la imatge (automàtic)
cs: Uložit snímek (automaticky)
da: Gem billede (automatisk)
de: Bild schnell speichern
el: Αποθήκευση εικόνας (αυτόμ.)
es: Guardar imagen (automático)
eu: Gorde Irudia (berez)
fi: Tallenna kuva (automaattinen)
fr: Enregistrer l'image (auto)
gl: Gardar Imaxe (automático)
he: שמור תמונה (אוטומטי)
hr: Snimi sliku (automatski)
hu: Kép mentése (auto)
hy: Պահպանել նկարը (auto)
it: Salva immagine (auto)
ja: 画像を保存 (自動)
lt: Išsaugoti nuotrauką (automatiškai)
ms_my: Simpan Imej (auto)
nl: Afbeelding opslaan (auto)
pa: ਚਿੱਤਰ ਸੰਭਾਲੋ (ਆਟੋ)
pl: Zapisz obraz automatycznie
ru: Сохранить изображение (автоматически)
sk: Uložiť obrázok (auto)
sl: Shrani sliko (auto)
sr: Сачувај слику (аутоматски)
sv: Spara Skärmdump (auto)
th_th: บันทึกรูปภาพ (อัตโนมัติ)
tt: Сурәтне сакларга (үзе)
vi: Lưu hình tự động

# IDS_OSD_IMAGE_SAVED
source: Image saved successfully
ar: تم حفظ الصورة
be: Кадр захаваны
bn: ছবি সফলভাবে সেইভ হয়েছে
bs_ba: Slika je uspješno snimljena
ca: S'ha desat la imatge amb èxit
cs: Obrázek úspěšně uložen
da: Billedet blev gemt
de: Bild gespeichert
el: Η αποθήκευση εικόνας ολοκληρώθηκε
es: Imagen guardada con éxito
eu: Irudia ongi gorde da
fi: Kuvan tallennus onnistui
fr: Image sauvegardée avec succès
gl: Imaxe gardada satisfactoriamente
he: תמונה נשמרה בהצלחה
hr: Slika uspješno spremljena
hu: Kép mentése sikeres
hy: Նկարը հաջողությամբ պահպանվել է
it: Immagine salvata con successo
ja: 画像は正常に保存されました
lt: Nuotrauka sėkmingai išsaugota
ms_my: Imej berjaya disimpan
nl: Afbeelding succesvol opgeslagen
pa: ਚਿੱਤਰ ਕਾਮਯਾਬੀ ਨਾਲ ਸੰਭਾਲਿਆ
pl: Obraz zapisano pomyślnie
ru: Изображение успешно сохранено
sk: Obrázok bol úspešne uložený
sl: Slika uspešno shranjena
sr: Слика је успешно сачувана
sv: Bilden sparades framgångsrikt
th_th: รูปภาพถูกบันทึกสำเร็จ
tt: Сурәт уңышлы сакланды
vi: Hình đã được lưu thành công

# IDS_AG_LOAD_SUBTITLES
source: Load Subtitles...
ar: تحميل الترجمات...
be: Адкрыць субцітры...
bn: সাবটাইটেল লোড করি...
bs_ba: Učitaj Titlove...
ca: Carrega els subtítols...
cs: Načíst titulky...
da: Indlæs undertekster...
de: Untertitel laden
el: Φόρτωση υποτίτλων...
es: Cargar subtítulos...
eu: Gertatu Azpidatziak...
fr: Charger des sous-titres...
gl: Cargar Subtítulos...
hr: Učitaj titlove...
hu: Feliratok betöltése...
ja: 字幕を読み込む...
ms_my: Muat Sarikata...
nl: Laden ondertitels...
pa: ...ਸਬਟਾਈਟਲ ਲੋਡ ਕਰੋ
pl: Wczytaj napisy...
ru: Открыть субтитры...
sk: Načítať titulky…
sl: Naloži podnapise
sr: Учитај титл…
vi: Nạp phụ đề...

# IDS_AG_SAVE_SUBTITLES
source: Save Subtitles...
ar: حفظ الترجمات...
be: Захаваць субцітры...
bn: সাবটাইটেল সেইভ করি...
bs_ba: Snimi Titlove...
ca: Desa els subtítols...
cs: Uložit titulky...
da: Gem undertekster...
de: Untertitel speichern
el: Αποθήκευση υποτίτλων...
es: Guardar subtítulos...
eu: Gorde Azpidatziak...
fr: Enregistrer les sous-titres...
gl: Gardar subtítulos...
hr: Spremi titlove...
hu: Feliratok mentése...
ja: 字幕を保存...
ms_my: Simpan Sarikata...
nl: Opslaan ondertitels...
pa: ...ਸਬ-ਟਾਈਟਲ ਸੰਭਾਲੋ
pl: Zapisz napisy...
ru: Сохранить субтитры...
sk: Uložiť titulky...
sl: Shrani podnapise...
sr: Сачувај титл…
vi: Lưu phụ đề...

# IDS_AG_PROPERTIES
source: Properties
ar: الخصائص
be: Уласцівасці
bn: প্রোপার্টিস
bs_ba: Svojstva
ca: Propietats
cs: Vlastnosti
da: Egenskaber
de: Eigenschaften
el: Ιδιότητες
es: Propiedades
eu: Ezaugarriak
fi: Ominaisuudet
fr: Propriétés
gl: Propiedades
he: מאפיינים
hr: Svojstva
hu: Tulajdonságok
hy: Հատկություններ
it: Proprietà
ja: プロパティ
lt: Ypatybės
ms_my: Sifat
nl: Eigenschappen
pa: ਵਿਸ਼ੇਸ਼ਤਾ
pl: Właściwości
ru: Свойства
sk: Nastavenia
sl: Lastnosti
sr: Својства
sv: Egenskaper
th_th: คุณสมบัติ
tt: Үзлекләр
vi: Thuộc tính

# IDS_AG_EXIT
source: Exit
ar: خروج
be: Выйсці
bn: প্রোগ্রাম বন্ধ করি
bs_ba: Izlaz
ca: Surt
cs: Konec
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
eu: Irten
fi: Sulje
fr: Quitter
gl: Saír
he: יציאה
hr: Izlaz
hu: Kilépés
hy: Փակել
it: Esci
ja: 終了
lt: Išeiti
ms_my: Keluar
nl: Afsluiten
pa: ਬਾਹਰ ਨਿਕਲੋ
pl: Zamknij program
ru: Выход
sk: Ukončiť
sl: Izhod
sr: Изађи из програма
sv: Avsluta
th_th: ออก
tt: Чыгу
vi: Đóng

# IDS_AG_PLAYPAUSE
source: Play/Pause
ar: تشغيل/إيقاف مؤقت
be: Прайграванне/Паўза
bn: প্লে/প'জ করি
bs_ba: Pokreni/Pauziraj
ca: Reprodueix/pausa
cs: Přehrát/Pozastavit
da: Afspil/pause
de: Wiedergabe/Pause
el: Αναπαραγωγή/Παύση
es: Reproducir/Pausar
eu: Irakurri/Pausatu
fi: Toisto/Tauko
fr: Lecture/Pause
gl: Reproducir/Pausa
he: נגן/השהה
hr: Pokretanje/Pauza
hu: Lejátszás/Szünet
hy: Վերարտադրել/Դադար
it: Play/Pausa
ja: 再生/一時停止
lt: Groti/Pauzė
ms_my: Main/Jeda
nl: Afspelen / Pauze
pa: ਚਲਾਓ/ਵਿਰਾਮ
pl: Rozpocznij/Wstrzymaj odtwarzanie
ru: Воспроизведение/Пауза
sk: Prehrať/pozastaviť
sl: Predvajaj/Pavza
sr: Репродукуј/паузирај
sv: Spela upp/Pausa
th_th: เล่น/พัก
tt: Уйнату/Тыналыш
vi: Phát/Dừng

# IDS_AG_PLAY
source: Play
ar: تشغيل
be: Прайграванне
bn: প্লে করি
bs_ba: Reprodukuj
ca: Reprodueix
cs: Přehrát
da: Afspil
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducir
eu: Irakurri
fi: Toista
fr: Lecture
gl: Reprod.
he: נגן
hr: Pokreni
hu: Lejátszás
hy: Վերարատադրել
it: Riproduci
ja: 再生
lt: Groti
ms_my: Main
nl: Afspelen
pa: ਚਲਾਓ
pl: Rozpocznij odtwarzanie
ru: Воспроизведение
sk: Prehrať
sl: Predvajaj
sr: Репродукуј
sv: Spela
th_th: เล่น
tt: Уйнату
vi: Phát

# IDS_AG_STOP
source: Stop
ar: توقف
be: Стоп
bn: বন্ধ করি
bs_ba: Zaustavi
ca: Atura
cs: Zastavit
de: Stopp
el: Διακοπή
es: Detener
eu: Gelditu
fi: Pysäytä
fr: Arrêter
gl: Deter
he: עצור
hr: Zaustavi
hu: Leállítás
hy: Կանգնեցնել
it: Ferma
ja: 停止
lt: Sustabdyti
ms_my: Henti
nl: Stoppen
pa: ਰੋਕੋ
pl: Zatrzymaj odtwarzanie
ru: Стоп
sr: Заустави
sv: Stoppa
th_th: หยุด
tt: Туктату
vi: Ngừng

# IDS_AG_FRAMESTEP
source: Frame-step
ar: خطوة للأمام بالإطار
be: Наперад на кадр
bn: ফ্রেমের পদক্ষেপ
bs_ba: Okvir-korak
ca: Avança un fotograma
cs: O snímek vpřed
da: Billedtrin
de: Einzelbild vor
el: Βήμα καρέ
es: Avanzar un fotograma
eu: Frame-urratsa
fi: Kehysaskel
fr: Image suivante
gl: Avanzar un cadro
he: התקדם בפריים
hr: Korak slike
hu: Léptetés
hy: Կադր-քայլ
it: Fotogramma
ja: コマ送り
lt: Žingsnis pirmyn
ms_my: Langkah Bingkai
nl: Beeld vooruit
pa: ਫਰੇਮ-ਸਟੈਪ
pl: Następna klatka
ru: Шаг на кадр вперед
sk: Posunúť o jednu snímku
sl: Slike korakoma
sr: Корак унапред
sv: Bild steg
th_th: เดินเฟรม
tt: Алга адым
vi: Khung hình kế tiếp

# IDS_MPLAYERC_16
source: Frame-step back
ar: خطوة للخلف بالإطار
be: Назад на кадр
bn: পিছনের দিকে ফ্রেমের পদক্ষেপ
bs_ba: Okvir-korak nazad
ca: Retrocedeix un fotograma
cs: O snímek zpět
da: Billedtrin tilbage
de: Einzelbild zurück
el: Βήμα καρέ πίσω
es: Retroceder un fotograma
eu: Frame-urratsa atzera
fi: Kehysaskel taakse
fr: Image précédente
gl: Retroceder un cadro
he: חזור פריים אחורה
hr: Korak slike nazad
hu: Visszaléptetés
hy: Ետարկել արագությունը
it: Fotogramma indietro
ja: コマ戻し
lt: Žingsnis atgal
ms_my: Langkah bingkai undur
nl: Beeld terug
pa: ਫਰੇਮ-ਸਟੈਪ ਪਿੱਛੇ
pl: Poprzednia klatka
ru: Шаг на кадр назад
sk: Posunúť o jednu snímku dozadu
sl: Slike korakoma nazaj
sr: Корак уназад
sv: Bild steg tillbaka
th_th: ถอยเฟรม
tt: Адым алга
vi: Khung hình trước

# IDS_AG_GO_TO
source: Go To
ar: إذهب إلى
be: Пераход у пазіцыю
bn: নির্দিষ্ট সময়/ফ্রেমে যাই
bs_ba: Idi Na
ca: Vés a
cs: Přejít
da: Gå til
de: Gehe zu
el: Μετάβαση
es: Ir a
eu: Joan Hona
fi: Mene
fr: Atteindre
gl: Ir A
he: קפוץ ל
hr: Idi na
hu: Ugrás
hy: Անցնել
it: Vai a
ja: 指定位置に移動
lt: Eiti į
ms_my: Pergi Ke
nl: Ga naar
pa: ਜਾਓ
pl: Przejdź do pozycji
ru: Переход в позицию
sk: Prejsť na
sl: Pojdi na
sr: Пређи на
sv: Gå Till
th_th: ไปยัง
tt: Урынга күчү
vi: Đi đến

# IDS_AG_INCREASE_RATE
source: Increase Rate
ar: نسبة الزيادة
be: Павялічыць хуткасць
bn: গতি বৃদ্ধি করি
bs_ba: Povećaj Tempo
ca: Augmenta la velocitat
cs: Zvýšit rychlost
da: Hurtigere
de: Tempo erhöhen
el: Επιτάχυνση ροής
es: Aumentar velocidad
eu: Handitu Neurria
fi: Lisää nopeutta
fr: Accélérer la lecture
gl: Incrementar Velocidade
he: הגבר מהירות
hr: Povećaj brzinu
hu: Sebesség növelése
hy: Մեծացնել արագությունը
it: Aumenta velocità
ja: 再生速度 速く
lt: Pagreitinti
ms_my: Tingkatkan Kadar
nl: Sneller
pa: ਦਰ ਵਧਾਓ
pl: Zwiększ tempo odtwarzania
ru: Увеличить скорость
sk: Zvýšiť rýchlosť
sl: Povečaj hitrost
sr: Убрзај
sv: Öka Hastighet
th_th: เพิ่มอัตรา
tt: Тизлекне арттырырга
vi: Tăng đánh giá

# IDS_CONTENT_SHOW_GAMESHOW
source: Show/Game show
ar: عرض/عرض ألعاب
be: Шоу/Гульня
bn: অনুষ্ঠান/খেলার অনুষ্ঠান
bs_ba: Show/Igra show
ca: Espectacle/Concurs
cs: Zábava / Soutěže
da: Show/Underholdningsprogram
de: Show/Spielshow
el: Τηλεοπτική εκπομπή/Τηλεπαιχνίδι
es: Espectáculo/concurso
eu: Ikuskizuna/Jolas ikuskizuna
fi: Esitys/Peliohjelma
fr: Émission/Jeu télévisé
gl: Amosar Espectáculo/Xogo
he: סדרה/שעשועון
hr: Serija/Igrana serija
hy: Շոու/Խաղային շոու
it: Show/Show Giochi
ja: ショー/ゲーム ショー
lt: Laidos/Žaidimai
ms_my: Rancangan/Rancangan permainan
nl: Shows / Spel programma's
pa: ਸ਼ੋਅ/ਗੇਮ ਸ਼ੋਅ
pl: Show/Teleturniej
ru: Шоу/Игровые шоу
sk: Show/Herná show
sl: Zabava/Predstava
sr: Шоу / играни шоу
sv: Gameshow/Lekprogram
th_th: การแสดง/เกมโชว์
tt: Тамаша/Уен тамашасы
vi: Hiện/Trò chơi

# IDS_CONTENT_SPORTS
source: Sports
ar: الرياضة
be: Спорт
bn: খেলাধুলা
bs_ba: Sportovi
ca: Esports
cs: Sport
da: Sport
de: Sport
el: Αθλητικά
es: Deportes
eu: Kirolak
fi: Urheilu
gl: Deportes
he: ספורט
hr: Sport
hu: Sport
hy: Սպորտ
ja: スポーツ
lt: Sportas
ms_my: Sukan
nl: Sport
pa: ਖੇਡਾਂ
pl: Sport
ru: Спорт
sk: Šport
sl: Šport
sr: Спорт
sv: Sport
th_th: กีฬา
tt: Спорт
vi: Thể thao

# IDS_CONTENT_CHILDREN_YOUTH_PROG
source: Children's/Youth programmes
ar: برامج أطفال/شباب
be: Дзіцячае
bn: বাচ্চাদের/তরুণদের অনুষ্ঠানসমূহ
bs_ba: Dječji/Omladinski programi
ca: Programes per a nens/joves
cs: Programy pro děti/mladistvé
da: Børn/Unge-programmer
de: Kinder-/Jugendprogramm
el: Παιδικά/Προγράμματα για τη νεολαία
es: Programas infantiles/juveniles
eu: Haur/Gazte programak
fi: Lasten/Nuorten ohjelmat
fr: Programme pour enfants/jeunes
gl: Programas para Nenos/Xóvenes
he: ילדים/לגיל הרך
hr: Dječji/Program za mlade
hu: Gyermek/Ifjúsági programok
hy: Երեխաներ/Երիտասարդ ծրագրավորողներ
it: Programmi per Bambini/Giovinezza
ja: 子供/青少年番組
lt: Vaikams/Jaunimui
ms_my: Program Kanak-Kanak/Remaja
nl: Kinder / jeugdprogramma's
pa: ਬੱਚੇ/ਨੌਜਵਾਨਾਂ ਦੇ ਪ੍ਰੋਗਰਾ
pl: Program dla dzieci
ru: Детские/Молодежные программы
sk: Programy pre deti/mladistvých
sl: Otroški/Mladinski programi
sr: Дечји програм / програм за младе
sv: Barn-/Ungdomsprogram
th_th: รายการเด็ก/เยาวชน
tt: Балалар/яшьләр программалары
vi: Chương trình trẻ em/Thanh thiếu niên

# IDS_CONTENT_MUSIC_BALLET_DANCE
source: Music/Ballet/Dance
ar: موسيقى/باليه/رقص
be: Музыка/Балет/Танцы
bn: সঙ্গীত/ব্যালে/নৃত্য
bs_ba: Muzika/Balet/Ples
ca: Música/Ballet/Ball
cs: Hudba / Balet / Tanec
da: Musik/Ballet/Dans
de: Musik/Ballet/Tanz
el: Μουσική/Μπαλέτο/Χορός
es: Música/ballet/baile
eu: Musika/Baleta/Dantza
fi: Musiikki/Baletti/Tanssi
fr: Musique/Ballet/Danse
gl: Música/Ballet/Baile
he: מוזיקה/בלט/ריקוד
hr: Glazba/Balet/Ples
hu: Zene/Balett/Tánc
hy: Երաժշտություն/Բալետ/Պար
it: Musica/Ballo/Danza
ja: 音楽/バレエ/ダンス
lt: Muzika/Baletas/Šokiai
ms_my: Muzik/Ballet/Tarian
nl: Muziek / Ballet / Dans
pa: ਸੰਗੀਤ/ਬੈਲੇ/ਡਾਂਸ
pl: Muzyka/Balet/Taniec
ru: Музыка/Балет/Танцы
sk: Hudba/balet/tanec
sl: Glasba/Balet/Ples
sr: Музика/балет/плес
sv: Musik-/Balett-/Dansprogram
th_th: ดนตรี/นาฏศิลป์/การเต้นรำ
tt: Музыка/Балет/Бию
vi: Âm nhạc / Ba lê / Nhảy

# IDS_CONTENT_MUSIC_ART_CULTURE
source: Arts/Culture
ar: فن/ثقافة
be: Мастацтва/Культура
bn: শিল্প/সংস্কৃতি
bs_ba: Umjetnost/Kultura
ca: Arts/Cultura
cs: Umění / Kultura
da: Kunst/Kultur
de: Kunst/Kultur
el: Τέχνες/Πολιτισμός
es: Artes/cultura
eu: Artea/Kultura
fi: Taide/Kulttuuri
gl: Artes/Cultura
he: אמנות/תרבות
hr: Umjetnost/Kultura
hu: Művészet/Kultúra
hy: Արվեստ/Մշակույթ
it: Arte/Cultura
ja: 芸術/文化
lt: Menas/Kultūra
ms_my: Seni/Budaya
nl: Kunst / Cultuur
pa: ਕਲਾ/ਸਭਿਆਚਾਰ
pl: Sztuka/Kultura
ru: Искусство/Культура
sk: Umenie/kultúra
sl: Umetnost/Kultura
sr: Уметност/култура
sv: Konst-/Kulturprogram
th_th: ศิลปะ/วัฒนธรรม
tt: Сәнгать/Мәдәният
vi: Nghệ thuật / Văn hóa

# IDS_CONTENT_SOCIAL_POLITICAL_ECO
source: Social/Political issues/Economics
ar: قضايا إجتماعية/سياسية/إقتصادية
be: Грамадства/Эканоміка/Палітыка
bn: সামাজিক/রাজনৈতিক/অর্থনৈতিক
bs_ba: Društvo/Politička događanja/Ekonomija
ca: Societat/Afers polítics/Economia
cs: Společnost / Politika / Ekonomika
da: Social/Politiske emner/Økonomi
de: Soziale/politische/wirtschaftliche Themen
el: Κοινωνικά/Πολιτικά θέματα/Οικονομικά
es: Asuntos sociales/políticos/economía
eu: Gizarte/Politika arazoak/Ekonomia
fi: Sosiaaliset/Poliittiset aiheet/Talous
fr: Sujets sociaux, politiques et économiques
gl: Sociais/Cuestións políticas/Económicas
he: נושאים חברתיים/פוליטיים וכלכלה
hr: Socijalno/Politika/Ekonomija
hu: Szociális/Politikai ügyek/Gazdaság
hy: Սոցիալական/Քաղաքական/Economics
it: Sociale/Questioni Politiche/Economia
ja: 社会/政治/経済
lt: Politika/Ekonomika/Visuomeninės laidos
ms_my: Sosial/Isu politik/Ekonomi
nl: Sociaal / Politiek / Economie
pa: ਸਮਾਜਿਕ/ਰਾਜਨੀਤੀ ਮਾਮਲੇ/ਅਰਥਚਾਰਾ
pl: Społeczeństwo/Polityka/Gospodarka
ru: Социальные/Политические события/Экономика
sk: Sociálne/politické problémy/ekonomika
sl: Družba/Politika/Ekonomija
sr: Друштвено-политички проблеми/економија
sv: Sociala frågor/Politik/Ekonomi
th_th: สังคม/การเมือง/เศรษฐกิจ
tt: Социаль/Сәяси вакыйгалар/Икътисат
vi: Xã hội / Các vấn đề chính trị / Kinh tế

# IDS_CONTENT_LEISURE
source: Leisure hobbies
ar: هوايات ترفيهية
be: Вольны час, захапленні
bn: অবসর বিনোদন
bs_ba: Hobiji u slobodno vrijeme
ca: Aficions d'oci
cs: Volný čas / Koníčky
da: Fritidsaktiviteter
de: Freizeit/Hobbies
el: Χόμπυ/Αναψυχή
es: Aficiones
eu: Astialdia
fi: Vapaa-ajan harrasteet
fr: Loisirs
gl: Aficións de ocio
he: תחביבי פנאי
hr: Hobiji za opuštanje
hy: Հոբիներ
it: Hobby tempo libero
ja: 余暇の趣味
lt: Laisvalaikio pomėgiai
ms_my: Hobi masa lapang
nl: Ontspanningshobby's
pl: Hobby
ru: Досуг и хобби
sk: Hobby vo voľnom čase
sl: Prosti čas
sr: Слободно време и забава
sv: Hobby och fritid
th_th: งานอดิเรก
tt: Буш вакыт һәм ял
vi: Sở thích giải trí

# IDS_FILE_RECYCLE
source: Move to Recycle Bin
ar: إنقل إلى سلّة المهملات
be: Перамясціць у сметніцу
bn: রিসাইকেল বিনে সরিয়ে ফেলি
bs_ba: Makni u Korpu za Otpatke
ca: Desplaça-ho a la paperera de reciclatge
cs: Přesunout do Koše
da: Flyt til papirkurv
de: Datei löschen
el: Μετακίνηση στον κάδο ανακύκλωσης
es: Mover a la papelera
eu: Mugitu Birziklapen Ontzira
fi: Siirrä roskakoriin
fr: Mettre le fichier à la corbeille
gl: Mover á papeleira
he: העבר לסל המחזור
hr: Premjesti u koš za smeće
hu: Áthelyezés a Lomtárba
it: Sposta nel cestino
ja: ごみ箱に移動
lt: Perkelti į šiukšlinę
ms_my: Alih ke Tong Sampah
nl: Verplaats naar prullenbak
pa: ਰੱਦੀ ਵਿੱਚ ਭੇਜੋ
pl: Przenieś plik do kosza
ru: Переместить в корзину
sk: Presunúť do koša
sl: Premakni v koš
sr: Пр&емести у корпу за отпатке
sv: Flytta till papperskorgen
th_th: ย้ายไปสู่ถังขยะ
tt: Кәрзингә күчерергә
vi: Bỏ vào Recycle Bin

# IDS_AG_SAVE_COPY
source: Save a Copy
ar: حفظ نسخة
be: Захаваць як
bn: প্রতিলিপি সেইভ করি
bs_ba: Sačuvaj Kopiju
ca: Desa una còpia
cs: Uložit kopii
da: Gem en kopi
de: Kopie speichern
el: Αποθήκευση ενός αντιγράφου
es: Guardar una copia
eu: Gorde Kopia bat
fi: Tallenna kopio
fr: Enregistrer une copie
gl: Gardar unha copia
he: שמור העתק
hr: Snimi kopiju
hu: Másolat mentése
hy: Պահպանել օրինակը
it: Salva una copia
ja: コピーを保存
lt: Išsaugoti kopiją
ms_my: Simpan satu Salinan
nl: Kopie opslaan
pa: ਕਾਪੀ ਸੰਭਾਲੋ
pl: Zapisz kopię jako
ru: Сохранить копию
sk: Uložiť kópiu
sl: Shrani kopijo
sr: Сачувај копију
sv: Spara en Kopia
th_th: บันทึกสำเนา
tt: Күчермәне сакларга
vi: Lưu bản sao
