Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDD_PPAGEDVD
source: Playback::DVD/OGM
ar: تشغيل :: DVD/OGM
be: Прайграванне::DVD/OGM
bn: প্লেব্যাক::DVD/OGM
bs_ba: Reprodukcija::DVD/OGM
ca: Reproducció::DVD/OGM
cs: Přehrávání::DVD/OGM
da: Afspilning::DVD/OGM
de: Wiedergabe::DVD/BD/OGM
el: Αναπαραγωγή::DVD/OGM
es: Reproducción::DVD/OGM
eu: Irakurketa::DVD/OGM
fi: Toisto::DVD/OGM
fr: Lecture::DVD/OGM
gl: Reprodución::DVD/OGM
he: ניגון::די.וי.די/OGM
hr: Reprodukcija::DVD/OGM
hu: Lejátszás::DVD/OGM
hy: Վերարտադրում::DVD/OGM
it: Riproduzione::DVD/OGM
ja: 再生::DVD/OGM
lt: Įrašo peržiūra::DVD/OGM
ms_my: Main Balik::DVD/OGM
nl: Weergave::DVD / OGM
pa: ਚਲਾਓ::DVD/OGM
pl: Odtwarzanie::DVD/OGM
ru: Воспроизведение::DVD/OGM
sk: Prehrávanie::DVD/OGM
sl: Predvajanje::DVD/OGM
sr: Репродукција::DVD/OGM
sv: Uppspelning::DVD/OGM
th_th: การเล่น::DVD/OGM
tt: Уйнату::DVD/OGM
vi: Phát lại::DVD / OGM

# IDD_PPAGESUBTITLES
source: Subtitles
ar: الترجمات
be: Субцітры
bn: সাবটাইটেল
bs_ba: Titlovi
ca: Subtítols
cs: Titulky
da: Undertekster
de: Untertitel
el: Υπότιτλοι
es: Subtítulos
eu: Azpidatziak
fi: Tekstitykset
fr: Sous-titres
gl: Subtítulos
he: כתוביות
hr: Titlovi
hu: Feliratok
hy: Տողագրերը
it: Sottotitoli
ja: 字幕
lt: Subtitrai
ms_my: Sarikata
nl: Ondertiteling
pa: ਸਬ-ਟਾਈਟਲ
pl: Napisy
ru: Субтитры
sk: Titulky
sl: Podnapisi
sr: Титлови
sv: Undertexter
th_th: ศัพท์บรรยาย
tt: Субтитрлар
vi: Phụ đề

# IDD_PPAGEFORMATS
source: Player::Formats
ar: المشغل::تنسيقات
be: Прайгравальнік::Фарматы
bn: প্লেয়ার::ফাইলের ধরনরীতি,বিন্যাস
bs_ba: Player::Formati
ca: Reproductor::Formats
cs: Přehrávač::Formáty
da: Afspiller::Formater
de: Programm::Formate
el: Αναπαραγωγός::Μορφές
es: Reproductor::Formatos
eu: Irakurgailua::Heuskarriak
fi: Soitin::Formaatit
fr: Lecteur::Formats
gl: Reprodutor::Formatos
he: נגן::פורמטים
hr: Izvođač::Formati
hu: Lejátszó::Formátumok
hy: Վերարտադրիչը::Տեսակները
it: Lettore::Formati
ja: プレーヤー::形式
lt: Grotuvas::Formatai
ms_my: Pemain::Format
nl: Speler::Formaten
pa: ਚਲਾਓ::ਫਾਰਮੈਟ
pl: Program::Formaty
ru: Проигрыватель::Форматы
sk: Prehrávač::Formáty
sl: Predvajanje::Formati
sr: Плејер::Формати
sv: Spelare::Format
th_th: เครื่องเล่น::รูปแบบ
tt: Уйнаткыч::Форматлар
vi: Trình phát::Định dạng

# IDD_PPAGETWEAKS
source: Tweaks
ar: التعديلات
be: Дадаткова
bn: কারিগরি সেটিংসমূহ
bs_ba: Fino podešavanje
ca: Retocs
cs: Doladění
da: Finjusteringer
de: Optimierungen
el: Λεπτομερείς ρυθμίσεις
es: Ajustes
eu: Zehazpenak
fi: Toimintavihjeet
fr: Réglages avancés
gl: Axustes
he: כיוונונים
hr: Optimizacije
hu: Finomhangolások
hy: Լրացուցիչ
it: Modifiche
ja: 詳細設定
lt: Papildomai
ms_my: Pulas
pa: ਟਵੀਕ
pl: Dodatkowe
ru: Дополнительно
sk: Vyladenie
sl: Prilagoditve
sr: Оптимизације
sv: Småjusteringar
th_th: ปรับแต่ง
tt: Өстәмә
vi: Chỉnh

# IDD_PPAGEAUDIOSWITCHER
source: Internal Filters::Audio Switcher
ar: الفلاتر الداخلية::محولات الصوت
be: Убудаваныя фільтры::Пераключальнік аўдыя
bn: আভ্যন্তরীণ ফিল্টারসমূহ::অডিও পরিবর্তনকারী
bs_ba: Interni Filteri::Audio Preklopnik
ca: Filtres interns::Commutador d'àudio
cs: Interní filtry::Audio Switcher
da: Interne filtre::Lyd-omskifter
de: Interne Filter::Audio-Switcher
el: Εσωτερικά φίλτρα::Επιλογέας ήχου
es: Filtros internos::Conmutador de audio
eu: Barneko Iragazkiak::Audio Aldagailua
fi: Sisäiset suotimet::Äänenvaihtaja
fr: Filtres internes::Sélecteur audio
gl: Filtros Internos::Cambiar audio
he: פילטרים פנימיים::מחליף זרמי השמע
hr: Interni filtri::Zvukovni prebacivač
hu: Belső szűrők::Audió-váltó
hy: Ներդրված Ֆիլտրեր::Ձայնի անջատիչ
it: Filtri Interni::Audio Switcher
ja: 内部フィルタ::音声切り替え
lt: Vidiniai filtrai::Garso perjungiklis
ms_my: Penapis Dalaman::Penukar Audio
nl: Interne filters::Audio switcher
pa: ਅੰਦਰੂਨੀ ਫਿਲਟਰ::ਆਡੀਓ ਸਵਿੱਚਰ
pl: Filtry wewnętrzne::Obróbka dźwięku
ru: Встроенные фильтры::Аудиопереключатель
sk: Interné filtre::Prepínač zvuku
sl: Interni filtri::Zvočni Preklopnik
sr: Унутрашњи филтери::Промена аудио-записа
sv: Interna Filter:: Ljudomkopplare
th_th: ตัวกรองภายใน::ตัวสลับเสียง
tt: Встроенные фильтры::Аудиопереключатель
vi: Bộ lọc trong::Trình chuyển âm thanh

# IDD_PPAGEEXTERNALFILTERS
source: External Filters
ar: الفلاتر الخارجية
be: Знешнія фільтры
bn: বাহিরস্থ ফিল্টারসমূহ
bs_ba: Eksterni Filteri
ca: Filtres externs
cs: Externí filtry
da: Eksterne filtre
de: Externe Filter
el: Εξωτερικά φίλτρα
es: Filtros externos
eu: Kanpoko Iragazkiak
fi: Ulkoiset suotimet
fr: Filtres externes
gl: Filtros externos
he: פילטרים חיצוניים
hr: Eksterni filtri
hu: Külső szűrők
hy: Արտաքին Ֆիլտրեր
it: Filtri Esterni
ja: 外部フィルタ
lt: Išoriniai fitrai
ms_my: Penapis Luaran
nl: Externe filters
pa: ਬਾਹਰੀ ਫਿਲਟਰ
pl: Filtry zewnętrzne
ru: Внешние фильтры
sk: Externé filtre
sl: Zunanji filtri
sr: Спољни филтери
sv: Externa Filter
th_th: ตัวกรองภายนอก
tt: Тышкы сөзгечләр
vi: Bộ lọc ngoài

# IDD_PPAGESHADERS
source: Playback::Shaders
ar: إعادة تشغيل::الظلال
be: Прайграванне::Шэйдары
bn: প্লেব্যাক::শেইডারসমূহ
bs_ba: Reprodukcija::Sjenčila
ca: Reproducció::Shaders
cs: Přehrávání::Shadery
da: Afspilning::Shadere
de: Wiedergabe::Shader
el: Αναπαραγωγή::Σκιάσεις
es: Reproducción::Shaders
eu: Irakurketa::Itzalak
fi: Toisto::Varjostimet
fr: Lecture::Effets
gl: Reprodución::Sombreadores
he: ניגון::Shaders
hr: Reprodukcija::Shaderi
hu: Lejátszás::Árnyékolók
hy: Վերարտադրում::Շեյդերներ
it: Riproduzione::Shaders
ja: 再生::シェーダ
lt: Įrašo peržiūra::Tamsinimai
ms_my: Main Balik::Pelorek
nl: Weergave::Shaders
pa: ਚਲਾਓ::ਸ਼ੇਡਰ
pl: Odtwarzanie::Shadery
ru: Проигрыватель::Шейдеры
sk: Prehrávanie::Shadery
sl: Predvajanje::Senčilniki
sr: Репродукција::Модули за сенчење
sv: Uppspelning::Shaders
th_th: การเล่น::เฉดเดอร์
tt: Уйнаткыч::Шейдерлар
vi: Phát lại::Trình đổ bóng

# IDD_FILEPROPRES
source: Resources
ar: المصادر
be: Рэсурсы
bn: উৎসসমূহ
bs_ba: Resursi
ca: Recursos
cs: Zdroje
da: Ressourcer
de: Ressourcen
el: Πόροι
es: Recursos
eu: Baliabideak
fi: Resurssit
fr: Ressources embarquées
gl: Recursos
he: משאבים
hr: Izvori
hu: Erőforrások
hy: Ռեսուրսներ
it: Risorse
ja: リソース
lt: Resursai
ms_my: Sumber
nl: Bronnen
pa: ਸਰੋਤ
pl: Zasoby
ru: Ресурсы
sk: Zdroje
sl: Viri
sr: Ресурси
sv: Resurser
th_th: ทรัพยากร
tt: Чыганаклар
vi: Nguồn

# IDD_PPAGEMISC
source: Miscellaneous
ar: المتنوعة
be: Рознае
bn: বিবিধ
bs_ba: Razno
ca: Diversos
cs: Ostatní
da: Diverse
de: Verschiedenes
el: Διάφορα
es: Varios
eu: Askotarikoa
fi: Sekalaista
fr: Divers
gl: Misceláneos
he: שונות
hr: Razne postavke
hu: Egyéb beállítások
hy: Տարբեր
it: Varie
ja: その他
lt: Įvairūs
ms_my: Pelbagai
nl: Overige
pa: ਫੁਟਕਲ
pl: Różne
ru: Разное
sk: Rôzne
sl: Razno
sr: Разно
sv: Diverse
th_th: เบ็ดเตล็ด
tt: Төрлеләр
vi: Thông tin khác

# IDD_FILEMEDIAINFO
source: MediaInfo
ar: معلومات الملف
bn: মিডিয়া ইন্‌ফো
da: Medie info
el: Πληροφορίες
eu: Multimedia Argibideak
fi: Median tiedot
he: מידע-מדיה
hu: Média Infó
it: InfoMedia
lt: Kūrinio informacija
pa: ਮੀਡੀਆ-ਜਾਣਕਾਰੀ
th_th: ข้อมูลสื่อ
vi: Thông tin media

# IDD_PPAGECAPTURE
source: Playback::Capture
ar: التشغيل::الملتقط
be: Прайграванне::Захоп
bn: প্লেব্যাক::ক্যাপচার
bs_ba: Reprodukcija::Snimanje
ca: Reproducció::Captura
cs: Přehrávání::Záznam
da: Afspilning::Indspil
de: Wiedergabe::Erfassung
el: Αναπαραγωγή::Καταγραφή
es: Reproducción::Captura
eu: Irakurketa::Harpena
fi: Toisto::Kaappaus
fr: Lecture::Capture
gl: Reprodución::Captura
he: ניגון::לכידה
hr: Reprodukcija::Uhvati
hu: Lejátszás::Rögzítés
hy: Վերարտադրում::տեսագրում
it: Riproduzione::Cattura
ja: 再生::キャプチャ
lt: Įrašo peržiūra::Įrašymas
ms_my: Main Balik::Tangkap
nl: Weergave::Opname
pa: ਚਲਾਓ::ਕੈਪਚਰ
pl: Odtwarzanie::Przechwytywanie
ru: Воспроизведение::Захват
sk: Prehrávanie::Záznam
sl: Predvajanje::Zajem
sr: Репродукција::Снимање
sv: Uppspelning::Spela in
th_th: การเล่น::จับข้อมูล
tt: Уйнату::Эләктерү
vi: Phát lại::Bắt hình

# IDD_PPAGESYNC
source: Playback::Sync Renderer Settings
ar: تشغيل::مزامنة الأعدادات
be: Прайграванне::Sync Renderer
bn: প্লেব্যাক::Sync Renderer সেটিংসমূহ
bs_ba: Reprodukcija::Podešenja Sinhronizacije Renderiranja
ca: Reproducció::Renderitzador Sync
cs: Přehrávání::Sync renderer
da: Afspilning::Sync Rendererindstillinger
de: Wiedergabe::Sync-Renderer
el: Αναπαραγωγή::Ρυθμίσεις συγχρ. απόδοσης
es: Reproducción::Renderizador Sync
eu: Irakurketa::Aldib. Aurkezle Ezarpenak
fi: Toisto::Sync-renderöijän asetukset
fr: Lecture::Paramètres Sync Renderer
gl: Reprodución::Axustes do renderizador de sincronización
he: ניגון::Sync Renderer Settings
hr: Reprodukcija::Postavke sinkronizacijskog prikazivača
hu: Lejátszás::Sync Renderer beállítások
hy: Վերարտադրում::Sync Renderer-ի կարգավորումներ
it: Riproduzione::Sync Renderer Settings
ja: 再生::同期レンダラの設定
lt: Įrašo peržiūra::Sync atvaizdavimo nustatymai
ms_my: Main Balik::Tetapan Segera Tetapan
nl: Weergave::Sync opbouw instelling
pa: ਚਲਾਓ::ਸਿੰਕ ਰੈਂਡਰਰ ਸੈਟਿੰਗਾਂ
pl: Odtwarzanie::Ustawienia Sync
ru: Воспроизведение::Настройки Sync Renderer
sk: Prehrávanie::Nastavenie vykresľovania a synchronizácie
sl: Predvajanje::Nastavitve Sync izrisovalnika
sr: Репродукција::Sync Renderer
sv: Uppspelning::Sync Renderer-inställningar
th_th: การเล่น::การตั้งค่าตัวแปลผลซิงค์
tt: Уйнату::Sync Renderer
vi: Phát lại::Thiết lập đồng bộ render

# IDD_PPAGEFULLSCREEN
source: Playback::Fullscreen
ar: تشغيل::وضع ملء الشاشة
be: Прайграванне::На ўвесь экран
bn: প্লেব্যাক::ফুলস্ক্রীন
bs_ba: Reprodukcija::Cijeli ekran
ca: Reproducció::Pantalla completa
cs: Přehrávání::Na celou obrazovku
da: Afspilning::Fuldskærm
de: Wiedergabe::Vollbild
el: Αναπαραγωγή::Μεγιστοποιημένη προβολή
es: Reproducción::Pantalla completa
eu: Irakurketa::Ikusleiho-osoa
fi: Toisto::Koko näyttö
fr: Lecture::Plein écran
gl: Reprodución::Pantalla completa
he: ניגון::מסך מלא
hr: Reprodukcija::Cijeli ekran
hu: Lejátszás::Teljes Képernyő
hy: Վերարտադրում::Ամբողջ էկրանով
it: Riproduzione::Schermo intero
ja: 再生::全画面表示
lt: Įrašo peržiūra::Pilnas ekranas
ms_my: Main Balik::Skrin Penuh
nl: Weergave::Volledig scherm
pa: ਚਲਾਓ::ਪੂਰੀ ਸਕਰੀਨ
pl: Odtwarzanie::Pełny ekran
ru: Воспроизведение::Полный экран
sk: Prehrávanie::Režim na celú obrazovku
sl: Predvajanje::Celozaslonsko
sr: Репродукција::Цео екран
sv: Uppspelning::Helskärm
th_th: การเล่น::เต็มจอ
tt: Уйнату::Тулы экран
vi: Phát lại::Toàn màn hình

# IDD_PPAGEAUDIORENDERER
source: Internal Filters::Audio Renderer
ar: المرشحات الداخلية :: عارض الصوت
be: Убудаваныя фільтры::Апрацоўшчык аўдыя
bn: আভ্যন্তরীণ ফিল্টারসমূহ::অডিও রেনডারার
bs_ba: Interni Filteri::Audio Renderer
ca: Filtres interns::Renderitzador d'àudio
cs: Interní filtry::Audio Renderer
da: Interne filtre::Lyd-renderer
de: Interne Filter::Audio-Renderer
el: Εσωτερικά φίλτρα::Απόδοση Ήχου
es: Filtros internos::Renderizador de audio
eu: Barneko Iragazkiak::Audio Aurkezlea
fi: Sisäiset suotimet::Äänen renderöijä
fr: Filtres internes::Moteur de rendu audio
gl: Filtros internos::Renderizador de audio
hr: Interni filtri::Izvođač zvuka
hu: Belső szűrők::Audió renderelő
ja: 内部フィルタ::オーディオ レンダラ
lt: Vidiniai filtrai::Garso pateikimas
ms_my: Penapis Dalaman::Penerap Audio
nl: Interne filters::Audio opbouwer
pl: Filtry wewnętrzne::Renderer dźwięku
ru: Встроенные фильтры::Рендер аудио
sk: Interné filtre::Vykresľovač zvuku
sl: Interni filtri: Zvočni predvajalnik
sr: Унутрашњи филтери::Аудио-рендерер
sv: Interna Filter::Ljudrenderare
th_th: ตัวกรองภายใน::ตัวแปลผลเสียง
vi: Bộ lọc trong::Bộ dựng âm thanh

# IDS_AUDIOSWITCHER
source: Audio Switcher
ar: محولات الصوت
be: Пераключальнік аўдыя
bn: অডিও পরিবর্তনকারী
bs_ba: Audio Preklopnik
ca: Commutador d'àudio
da: Lyd-omskifter
el: Επιλογέας ήχου
es: Conmutador de audio
eu: Audio Aldagailua
fi: Äänenvaihtaja
fr: Sélecteur audio
gl: Opcións de audio
he: מחליף זרמי השמע
hr: Zvukovni prebacivač
hu: Audió-váltó
hy: Ձայնի անջատիչ
it: Switcher Audio
ja: 音声切り替え
lt: Garso jungiklis
ms_my: Penukar Audio
nl: Audio-omschakelaar
pa: ਆਡੀਓ ਸਵਿੱਚਰ
pl: Obróbka dźwięku
ru: Аудиопереключатель
sk: Prepínač zvuku
sl: Zvočni preklopnik
sr: Промена аудио-записа
sv: Ljudomkopplare
th_th: ตัวสลับเสียง
tt: Аудиокүчергеч
vi: Trình chuyển âm thanh

# IDS_ICONS_REASSOC_DLG_TITLE
source: New version of the icon library
ar: إصدار جديد من مكتبة الرموز
be: Новая версія бібліятэкі значкоў
bn: আইকন লাইব্রেরির নতুন সংস্করণ
bs_ba: Nov averzija biblioteke ikonica
ca: Nova versió de la llibreria d'icones
cs: Nová verze knihovny ikon
da: Ny version af ikon-biblioteket
de: Neue Version der Icon-Bibliothek
el: Νέα έκδοση της βιβλιοθήκης εικονιδίων
es: Nueva versión de la librería de iconos
eu: Ikur liburutegi bertsio berria
fi: Ikonikirjaston uusi versio
fr: Nouvelle version de la bibliothèque d'icônes
gl: Nova versión da biblioteca de iconas
he: גרסה חדשה של ספריית הצלמיות
hr: Nova verzija biblioteke ikona
hu: Az ikonkönyvtár új verziója
hy: Պատկերի շտեմարանի նոր տարբերակը
it: Nuova versione della libreria icone
ja: 新しいバージョンのアイコン ライブラリ
lt: Nauja paveikslėlių bibliotekos versija
ms_my: Versi baharu bagi pustaka ikon
nl: Nieuwe versie van de icoonbibliotheek
pa: ਆਈਕਾਨ ਲਾਇਬਰੇਰੀ ਦਾ ਨਵਾਂ ਵਰਜ਼ਨ
pl: Nowa wersja bazy ikon
ru: Новая версия библиотеки иконок
sk: Nová verzia knižnice pre ikony
sl: Nova različica knjižnice ikon
sr: Нова верзија библиотеке са иконама
sv: Ny version av ikonbiblioteket
th_th: เวอร์ชันใหม่ของคลังไอคอน
tt: Яңа билгечекләр китапханәсе юрамасы
vi: Phiên bản mới của biểu tượng thư viện

# IDS_ICONS_REASSOC_DLG_INSTR
source: Do you want to reassociate the icons?
ar: هل تريد اعادة ترتيب الرموز؟
be: Пераасацыяваць значкі?
bn: আপনি কি আইকনসমূহ পুনরায় সম্পৃক্তকরণ করতে চান?
bs_ba: Želite li ponovo dodijeliti ikonice?
ca: Voleu tornar a associar les icones?
cs: Chcete opravit asociaci ikon?
da: Vil du tilknytte ikonerne igen?
de: Icons wirklich erneut zuordnen?
el: Θέλετε επανασυσχέτιση των εικονιδίων;
es: ¿Quiere volver a asociar los iconos?
eu: Ikurrak berrelkartzea nahi ditutzu?
fi: Haluatko kytkeä ikonit uudelleen?
fr: Voulez-vous réassocier les icônes ?
gl: Desexas reasociar as iconas?
he: האם ברצונך לשייך מחדש את הצלמיות?
hr: Da li želite ponovno pridružiti ikone?
hy: Վերասոցիացնե՞լ պատկերները:
it: Vuoi riassociare le icone?
ja: アイコンを再度関連付けますか？
lt: Ar norite iš naujo susieti piktogramas?
ms_my: Anda mauh kaitkan semula ikon?
nl: Wilt u de iconen opnieuw koppelen?
pa: ਕੀ ਤੁਸੀਂ ਆਈਕਾਨ ਨੂੰ ਮੁੜ-ਸੰਬੰਧਿਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz odświeżyć ikony?
ru: Вы хотите обновить иконки медиафайлов?
sk: Chcete znovu asociovať ikony?
sl: Želiš ponovno povezati ikone?
sr: Желите ли да поново повежете иконе?
sv: Vill du omassociera ikonerna?
th_th: คุณต้องการสร้างความสัมพันธ์ไอคอนอีกครั้งหรือไม่?
tt: Вы хотите обновить иконки медиафайлов?
vi: Bạn có muốn làm mới các biểu tượng?

# IDS_ICONS_REASSOC_DLG_CONTENT
source: This will fix the icons being incorrectly displayed after an update of the icon library. The file associations will not be modified, only the corresponding icons will be refreshed.
ar: ذلك سيقوم بتصحيح عرض الرموز التى تم عرضها بشكل غير صحيح بعد تحديث المكتبة. لن يتم تعديل الملفات المعدلة, فقط سيتم تحديث الرموز المدمرة.
be: Калі пасля абнаўлення бібліятэкі значкоў, яны паказвацца няправільна, гэта вырашыць праблему. Дзеянне не закранае асацыяцыі файлаў, абнаўляюцца толькі выявы значкоў.
bn: আইকন লাইব্রেরি হালনাগাদকরণের পরে আইকনসমূহ ভুলভাবে প্রদর্শন করলে, এর মাধ্যমে তা ঠিক করা যাবে। ফাইলের সম্পৃক্ততাসমূহ এর মাধ্যমে পরিবর্তিত হবে না, শুধু সংশ্লিষ্ট আইকনসমূহ নতুন করে বিন্যস্ত হবে।
bs_ba: Ovo će popraviti ikonice koje nisu ispravno prikazane nakon nadgradnje biblioteke ikonica. Asocijacije dokumenata neće biti mijenjane, biće osvježene samo odgovarajuće ikonice.
ca: Això solucionarà les icones que es mostren incorrectament després de l'actualització de la col·lecció d'icones. Les associacions de fitxer no seran modificades, només s'actualitzaran les icones corresponents.
cs: Opravíte tak chybné zobrazení ikon po aktualizaci knihovny ikon. Asociace s formáty souborů změněna nebude, pouze bude obnoveno přiřazení jednotlivých ikon.
da: Dette vil rette de ikoner som bliver vist forkert efter en opdatering af ikon-biblioteket. Filtilknytningerne bliver ikke ændret, kun de tilhørende ikoner bliver genopfrisket.
de: Die erneute Zuordnung der Icons behebt Darstellungsfehler, die durch eine Aktualisierung der Icon-Bibliothek verursacht wurden. Dabei bleiben zuvor festgelegte Dateizuordnungen aber unverändert.
el: Αυτό θα διορθώσει τα εικονίδια που δεν εμφανίζονται σωστά μετά από μια ενημέρωση της βιβλιοθήκης εικονιδίων. Το αρχείο συσχετίσεων δεν θα τροποποιηθεί, παρά μόνο θα ανανεωθού τα αντίστοιχα εικονίδια.
es: Esto repara los iconos que se muestran incorrectamente después de una actualización de la librería de de iconos. Las asociaciones de archivo no se modificarán, sólo se actualizarán los iconos correspondientes.
eu: Honek ikur liburutegiaren eguneraketa baten ondoren oker erakutsitako ikurrak zuzenduko ditu. Agiri elkarketa ez da aldatuko, dagozkion ikurrak bakarrik berrituko dira.
fi: Tämä korjaa ikonikirjaston päivityksen jälkeen virheellisesti näytetyt ikonit. Tiedostojen kytkentöjä ei muokata, vain vastaavat ikonit uusitaan.
fr: Cela va réparer les icônes affichées incorrectement après une mise à jour de la bibliothèque d'icônes. Les associations de fichier ne seront pas modifiées, les icônes correspondantes seront juste rafraichies.
gl: Isto corrixirá as íconas que aparecen incorretamente despois dunha actualización da biblioteca das iconas. As asociacións das iconas non serán modificadas, soamente as iconas correspondentes serán atualizadas.
he: פעולה זו תתקן הצגה לא נכונה של צלמיות אחרי עדכון של ספריית הצלמיות. שיוכי הקבצים לא ישונו, אלא רק יבוצע רענון לצלמיות השייכות להם.
hr: Ovo će popraviti neispravan prikaz ikona nakon nadogradnje biblioteke ikona. Samo ikone će biti osvježene, asocijacije s datotekama neće biti promijenjene.
hy: Սա կուղղի սխալ պատկերվող պատկերները, ինչը կարող է պատահել խպատկերների շտեմարանը թարմացնելիս: Ֆայլերի ասոցիացումները չեն փոփոխվի, պատկերները պարզապես կթարմացվեն:
it: Questa azione sistemerà le icone visualizzate erroneamente dopo un aggiornamento della libreria icone. Le associazioni dei file non verranno modificate; solo le icone corrispondenti verranno reimpostate.
ja: アイコン ライブラリを更新した後に、正確に表示されていないアイコンを修正します。 ファイルの関連付けは変更されません。対応するアイコンのみが更新されます。
lt: Tai ištaisys neteisingai po bibliotekos atnaujinimo vaizduojamas piktogramas. Failų susiejimai nebus pakeisti, tik atnaujintos atitinkamos piktogramos.
ms_my: Ini akan membaiki ikon yang telah dipapar secara salah selepas kemaskini pustaka ikon. Perkaitan fail tidak akan diubahsuai, hanya ikon berkenaan akan disegar semula.
nl: Dit verhelpt het probleem dat iconen verkeerd worden weergegeven na een update van de icoonbibliotheek. De bestandskoppeling wordt niet veranderd, alleen de bijbehorende iconen worden vernieuwd.
pl: Zostanie naprawione niepoprawne wyświetlanie ikon po ostatnich zmianach w bazie ikon. Skojarzenia plików nie zostaną zmodyfikowane, jedynie odpowiadające im ikony zostaną odświeżone.
ru: Это устранит проблему неправильного отображения иконок после обновления библиотеки. Файловые ассоциации останутся прежними, будут обновлены только иконки.
sk: Týmto sa opravia ikony, ktoré nie sú správne zobrazované po aktualizovaní knižnice ikon. Asociácie so súbormi sa neupravia, dôjde len k obnoveniu príslušných ikon.
sl: To bo popravilo nepravilen prikaz ikon po posodobitvi knjižnice ikon. Privzete povezane datoteke ne bodo spremenjene, samo ustrezne ikone bodo osvežene.
sr: Овим ћете исправити иконе које су неисправно приказане након ажурирања библиотеке икона. Повезаности датотека неће бити промењене, већ ће само одговарајуће иконе бити ажуриране.
sv: Detta fixar inkorrekt visade ikoner efter en uppdatering av ikonbiblioteket. Filassociationerna kommer inte modifieras, enbart motsvarande ikoner uppdateras.
th_th: สิ่งนี้จะซ่อมแซมไอคอนที่แสดงผลไม่ถูกต้องหลังจากอัพเดตคลังไอคอน ความสัมพันธ์ไฟล์จะไม่เปลี่ยนแปลง ไอคอนที่สอดคล้องเท่านั้นที่จะถูกฟื้นฟูใหม่
tt: Это устраняет проблему неправильного отображения иконок после обновления библиотеки иконок. Будет обновлены только иконки, файловые ассоциации останутся прежними.
vi: Điều này sẽ khắc phục các biểu tượng được hiển thị không chính xác sau khi một bản cập nhật của biểu tượng thư viện. Các tập tin sẽ không được sửa đổi, chỉ có các biểu tượng tương ứng sẽ được làm mới.

# IDS_PPAGE_OUTPUT_OLDRENDERER
source: Old Video Renderer
ar: عارض فيديو قديم
bs_ba: Stari Video Renderer
ca: Haali Video Renderer
de: Alter Video-Renderer
el: Παλιό πρόγραμμα απόδοσης
eu: Bideo Aurkezle Zaharra
fi: Vanha videorenderöijä
fr: Ancien moteur de rendu vidéo
gl: Renderizador de vídeo antigo
he: מציג וידאו ישן
hr: Stari video prikazivač
it: Vecchio Render Video
ja: 以前のビデオ レンダラ
lt: Pasenusi vaizdo vaizdavimo priemonė
ms_my: Penerap Video Lama
nl: Oude video opbouwer
pa: ਪੁਰਾਣਾ ਵਿਡੀਓ ਰੈਂਡਰਰ
pl: Stary renderer obrazu
ru: Старый рендер видео
sk: Pôvodné vykresľovanie videa
sl: Stari video izrisovalnik
sr: Стари видео-рендерер
th_th: ตัวแปลผลวิดีโอรุ่นเก่า
tt: Искергән видео рендерер
vi: Trình render video cũ

# IDS_PPAGE_OUTPUT_OVERLAYMIXER
source: Overlay Mixer Renderer
ar: تراكب العارض
bs_ba: Overay Mikser Renderer
ca: Renderitzador Overlay Mixer
el: Απόδοση μείκτη επικάλυψης
es: Renderizador Overlay Mixer
eu: Gainjarpen Nahastzaile Aurkezlea
fi: Peittokuvamikserirenderöijä
fr: Moteur de rendu Overlay Mixer
gl: Renderizador Mesturador Overlay
hr: Overlay Mixer prikazivač
it: Render Overlay Mixer
ja: オーバーレイ ミキサ レンダラ
ms_my: Penerap Pengadun Tindihan
nl: Overlay mixer opbouwer
pa: ਓਵਰਲੇਅ ਮਿਕਸਰ ਰੈਂਡਰਰ
sk: Vykresľovanie Overlay Mixer
sl: Izrisovalnik mešalnik s prekrivanjem
vi: Bộ phủ hòa âm render

# IDS_PPAGE_OUTPUT_VMR9WINDOWED
source: Video Mixing Renderer 9 (windowed)
ar: عارض فيديو مختلط 9 (ذو نوافذ)
bs_ba: Renderer za Video Miksanje (u prozoru)
ca: Video Mixing Renderer 9 (de finestra)
el: Απόδοση μείξης βίντεο 9 (σε παράθυρο)
es: Video Mixing Renderer 9 (windowed) [VMR-9 (modo ventana)]
eu: Bideo Nahastzaile Aurkezlea 9 (leihotuta)
fi: Videomiksausrenderöijä 9 (ikkunoitu)
fr: Video Mixing Renderer 9 (fenêtré)
gl: Renderizador mesturador de Video 9 (modo xanela)
hr: Video Mixing prikazivač 9 (u prozoru)
it: Render Video Mixing 9 (finestra)
ja: VMR-9 (ウィンドウ)
lt: Video Mixing Renderer 9 (lange)
ms_my: Penerap Adunan Video 9 (bertetingkap)
nl: Video mixing opbouwer 9 (in scherm)
pa: ਵਿਡੀਓ ਮਿਕਸਿੰਗ ਰੈਂਡਰਰ 9 (ਵਿੰਡੋਡ)
ru: Video Mixing Renderer 9 (оконный)
sk: VMR 9 (v okne)
sl: Video mešalni izrisovalnik VMR 9 (okensko)
sr: Video Mixing Renderer 9 (у прозору)
sv: Video Mixing Renderer 9 (fönsterläge)
tt: Видео Mixing Renderer 9 (оконный)
vi: Video Mixing Renderer 9 (cửa sổ)

# IDS_PPAGE_OUTPUT_VMR9RENDERLESS
source: Video Mixing Renderer 9 (renderless)
ar: عارض فيديو مختلط 9 (عارض أقل)
bs_ba: Renderer za Video Miksanje (bez renderiranja)
el: Απόδοση μείξης βίντεο 9 (χωρίς απόδοση)
es: Video Mixing Renderer 9 (renderless) [VMR-9 (sin renderizado)]
eu: Bideo Nahastzaile Aurkezlea 9 (aurkezgabe)
fi: Videomiksausrenderöijä 9 (renderöimätön)
fr: Video Mixing Renderer 9 (sans rendu)
gl: Renderizador mesturador de Video 9 (sen renderización)
hr: Video Mixing prikazivač 9 (bez-prikazivanja)
it: Render Video Mixing 9 (renderless)
ja: VMR-9 (レンダーレス)
lt: Video Mixing Renderer 9 (lange)
ms_my: Penerap Adunan Video 9 (tak diterap)
nl: Video mixing opbouwer 9 (opbouwloos)
pa: ਵਿਡੀਓ ਮਿਕਸਿੰਗ ਰੈਂਡਰਰ 9 (ਰੈਂਡਰ-ਬਗੈਰ)
sk: VMR 9 (bez vykreslenia)
sl: Video mešalni izrisovalnik VMR 9 (brez izrisovanja)
sr: Video Mixing Renderer 9 (без рендера)
sv: Video Mixing Renderer 9 (renderlös)
tt: Видео Mixing Renderer 9 (без рендера)
vi: Video Mixing Renderer 9 (render ít hơn)
