Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_OPTIONS_CAPTION
source: Options
ar: الخيارات
be: Налады
bn: অপশনসমূহ
bs_ba: Opcije
ca: Opcions
cs: Možnosti
da: Indstillinger
de: Optionen
el: Επιλογές
es: Opciones
eu: Aukerak
fi: Asetukset
gl: Opcións
he: הגדרות
hr: Opcije
hu: Beállítások
hy: Ընտրանքներ
it: Opzioni
ja: オプション
lt: Nustatymai
ms_my: Pilihan
nl: Opties
pa: ਚੋਣਾਂ
pl: Ustawienia
ru: Настройки
sk: Nastavenia
sl: Možnosti
sr: Опције
sv: Inställningar
th_th: ตัวเลือก
tt: Көйләүләр
vi: Tùy chọn

# IDS_SHADERS_SELECT
source: &Select Shaders...
ar: اختر المظللات..
be: &Выбраць шэйдары...
bn: শেইডারসমূহ নির্ধারণ(&S)
bs_ba: Izaberi &Sjenčila
ca: &Selecciona els shaders...
cs: Vybrat shadery...
da: &Vælg shadere...
de: &Optionen...
el: Επι&λογή σκιάσεων...
es: &Seleccionar shaders...
eu: &Hautatu Itzalak...
fi: &Valitse varjostimet
fr: &Sélectionner les effets...
gl: Escoller &sombreadores...
he: בחירת מצלילים...
hr: Odaberi &shadere...
hu: &Árnyékolók kiválasztása
hy: &Ընտրեք շեյդերները...
it: &Seleziona shaders...
ja: シェーダを選択(&S)...
lt: Pa&sirinkite tamsinimus
ms_my: &Pilih Pelorek...
nl: &Selecteer shaders
pa: ...ਸ਼ੇਡਰ ਚੁਣੋ(&S)
pl: &Wybierz shadery...
ru: Выбрать...
sk: &Výber shaderov...
sl: Izberi &senčilnike...
sr: &Изабери модуле…
sv: &Välj Shaders...
th_th: เลือกเ&ฉดเดอร์...
tt: Сайларга...
vi: &Chọn trình đổ bóng...

# IDS_SHADERS_DEBUG
source: &Debug Shaders...
ar: تصحيح المظللات..
be: &Адладка шэйдараў
bn: শেইডারসমূহ ডিবাগকরণ...(&D)
bs_ba: Otklanjanje Grešaka Sjenčila
ca: &Depura els shaders...
cs: &Ladění shaderů...
da: Fejlfind &shadere...
de: Shader-&Debugger
el: Εντοπισμός σ&φαλμάτων σκιάσεων...
es: &Depurar shaders...
eu: &Garbiketa Itzalak...
fi: &Debuggaa varjostimet...
fr: &Déboguer les effets vidéo...
gl: Sombreadores de &depuración...
he: ניפוי באגים במצלילים...
hr: Pronađi grešku sha&dera...
hu: &Árnyékoló hibakeresés
ja: シェーダ デバッガ(&D)...
lt: &Derinti tamsinimus
ms_my: &Nyahpepijat Pelorek...
nl: &Foutopsporing shaders
pa: ...ਡੀਬੱਗ ਸ਼ੇਡਰ(&D)
pl: Debu&guj shadery
ru: Отладка шейдеров...
sk: &Ladenie shaderov...
sl: &Razhroščevanje senčilnikov
sr: &Отклони грешке…
sv: &Felsök Shaders...
th_th: &ดีบักเฉดเดอร์...
tt: &Шейдерлар көйләве...
vi: &Gỡ rối trình đổ bóng

# IDS_FAVORITES_ADD
source: &Add to Favorites...
ar: إضافة للمفضلات
be: &Дадаць...
bn: পছন্দতালিকায় যোগ করি...(&A)
bs_ba: Dodaj u Omiljene
ca: &Afegeix-ho a Preferits...
cs: &Přidat k oblíbeným...
da: &Føj til favoritter...
de: Zu Favoriten &hinzufügen...
el: &Προσθήκη στα αγαπημένα...
es: &Agregar a Favoritos...
eu: &Gehitu Gogokoenetara...
fi: &Lisää Suosikkeihin
fr: &Ajouter aux favoris...
gl: Eng&adir a favoritos
he: הוסף למועדפים...
hr: Dod&aj u omiljeno...
hu: &Hozzáadás a Kedvencekhez...
hy: &Ավելացնել ընտրյալներին...
it: &Aggiungi a preferiti...
ja: お気に入りに追加(&A)...
lt: Pridėti į p&arankinius...
ms_my: T&ambah ke Kegemaran...
nl: Aan Favorieten toevoegen...
pa: ...ਮਨਪਸੰਦ ਵਿੱਚ ਜੋੜੋ(&A)
pl: &Dodaj...
ru: Добавить...
sk: &Pridať medzi obľúbené položky...
sl: &Dodaj priljubljenim...
sr: &Додај…
sv: &Lägg till Favorit...
th_th: เ&พิ่มสู่รายการโปรด...
tt: Ө&стәргә...
vi: &Thêm vào ưa thích

# IDS_FAVORITES_ORGANIZE
source: &Organize Favorites...
ar: تنظيم المفضلة..
be: &Спарадкаваць...
bn: পছন্দেরতালিকা বিন্যস্ত করি...(&O)
bs_ba: Uredi Omiljene...
ca: &Organitza els Preferits...
cs: &Uspořádat oblíbené...
da: &Håndtér favoritter...
de: Favoriten &verwalten...
el: &Οργάνωση αγαπημένων...
es: &Organizar Favoritos...
eu: &Antolatu Gogokoenak...
fi: &Järjestä Suosikit
fr: &Gérer les favoris...
gl: &Organizar favoritos...
he: ארגן מועדפים...
hr: &Organiziraj omiljeno...
hu: &Kedvencek rendezése...
hy: &Դասավորել ընտրյալները...
it: &Organizza preferiti...
ja: お気に入りの整理(&O)...
lt: Tva&rkyti parankinius
ms_my: &Urus Kegemaran...
nl: Favorieten indelen...
pa: ...ਮਨਪਸੰਦ ਦਾ ਪਰਬੰਧ ਕਰੋ(&O)
pl: &Edytuj...
ru: Упорядочить...
sk: &Zoradiť obľúbené položky...
sl: &Urejaj priljubljene...
sr: &Организуј…
sv: &Ordna Favoriter...
th_th: &จัดระเบียบรายการโปรด...
tt: &Тәртипләү...
vi: Tổ &chức ưa thích

# IDS_PLAYLIST_SHUFFLE
source: Sh&uffle
ar: الخلط
be: Перамяшаць
bn: এলোমেলো করি
bs_ba: Napr&eskak
ca: A l'atzar
cs: Náhodně
da: &Bland
de: &Zufallswiedergabe
el: Τυχαία &σειρά
es: Aleatorio
eu: Na&hastu
fi: Sekoita
fr: Lecture &aléatoire
gl: Ao Azar
he: ערבוב
hr: Nai&zmjenično
hu: Keverés
hy: Պատահական
it: Riproduzione casuale
ja: シャッフル(&U)
lt: Maišyti
ms_my: Kocok
nl: Gehusseld
pa: ਰਲਾਓ
pl: Losowe odtwarzanie
ru: Перемешать
sk: Náho&dne
sl: Premešaj
sr: Ме&шање
sv: Blanda
th_th: เล่นสุ่ม
tt: Очраклы
vi: &Xáo trộn

# IDS_PLAYLIST_SHOWFOLDER
source: Ope&n file location
ar: موقع الملف المفتوح
be: Адкрыць папку з файлам
bn: ফাইলটির অবস্থানে যাই
bs_ba: Otvori lokaciju dokume&nta
ca: Obre la ubicació del fitxer
cs: Otevřít nadřazený adresář
da: &Åbn filplacering
de: &Dateiordner öffnen
el: Άνοιγμα &θέσης αρχείου
es: Abrir ubicación del archivo
eu: Ireki agiri &kokalekua
fi: Avaa tiedostosijainti
fr: Ouvrir le &dossier contenant le fichier
gl: Abrir ubicación do ficheiro
he: פתח מיקום קובץ
hr: Otvori &lokaciju datoteke
hu: Fájl mappa megnyitása
it: Apri percorso file
ja: ファイルの場所を開く(&N)
lt: Atidaryti failo vietą
ms_my: Buka lokasi fail
nl: Open bestandslocatie
pa: ਫ਼ਾਈਲ ਟਿਕਾਣਾ ਖੋਲ੍ਹੋ
pl: Otwórz lokalizację pliku
ru: Открыть папку
sk: Otvoriť umiest&nenie súboru
sl: Odpri lokacijo datoteke
sr: Отвори &локацију датотеке
sv: Öppna filens sökväg
th_th: เปิดที่ตั้งไฟล์
tt: Папка ачарга
vi: &Mở vị trí tập tin

# IDS_CONTROLS_CLOSING
source: Closing...
ar: إغلاق..
be: Закрыццё...
bn: বন্ধ হচ্ছে...
bs_ba: Zatvaranje...
ca: S'està tancant…
cs: Zavírání...
da: Lukker...
de: Schließe...
el: Κλείσιμο...
es: Cerrando...
eu: Isten...
fi: Suljetaan...
fr: Fermeture...
gl: Pechando...
he: סוגר...
hr: Zatvaranje...
hu: Bezárás...
hy: Փակվում է...
it: Chiusura...
ja: 閉じています...
lt: Uždaroma...
ms_my: Menutup...
nl: Afsluiten...
pa: ...ਬੰਦ ਕਰ ਰਿਹਾ ਹੈ
pl: Zamykanie...
ru: Закрытие...
sk: Zatvára sa...
sl: Zapiranje...
sr: Затварам…
sv: Stänger...
th_th: กำลังปิด...
tt: ябарга...
vi: Đang đóng...

# IDS_CONTROLS_PLAYING
source: Playing
ar: تشغيل
be: Прайграванне
bn: প্লে হচ্ছে...
bs_ba: Reprodukcija
ca: Reproduint
cs: Přehrávání
da: Afspiller
de: Wiedergabe
el: Αναπαραγωγή
es: En reproducción
eu: Irakurtzen
fi: Toistetaan
fr: Lecture
gl: Reproducindo
he: מנגן
hr: Pokretanje
hu: Lejátszás
hy: Վերարատադրվում է
it: Riproduzione
ja: 再生中
lt: Grojama
ms_my: Dimainkan
nl: Afspelen
pa: ਚੱਲ ਰਿਹਾ ਹੈ
pl: Odtwarzanie
ru: Воспроизведение
sk: Prehráva sa
sl: Predvajanje
sr: Репродукује се
sv: Spelar
th_th: กำลังเล่น
tt: Уйнату
vi: Đang phát...

# IDS_CONTROLS_PAUSED
source: Paused
ar: توقف مؤقت
be: Паўза
bn: প'জ হয়ে রয়েছে
bs_ba: Pauzirano
ca: Pausat
cs: Pozastaveno
da: Sat på pause
de: Pause
el: Σε παύση
es: En pausa
eu: Pausatuta
fi: Tauko
fr: En pause
gl: Pausado
he: מושהה
hr: Pauzirano
hu: Szünet
hy: Դադար
it: In pausa
ja: 一時停止
lt: Pauzė
ms_my: Dijeda
nl: Gepauzeerd
pa: ਵਿਰਾਮ ਹੈ
pl: Wstrzymano
ru: Пауза
sk: Pozastavené
sl: Pavza
sr: Паузирано
sv: Pausad
th_th: ถูกพัก
tt: Тыналыш
vi: Đã dừng

# IDS_AG_EDL_NEW_CLIP
source: EDL new clip
ar: EDL مقطع جديد
be: Новы кліп EDL
bn: EDL নতুন ক্লিপ
bs_ba: EDL novi isječak
ca: Nou clip de la llista d'edició (EDL)
cs: EDL - nový klip
da: EDL nyt klip
de: EDL-Clip erstellen
el: EDL: νέο απόσπασμα
es: Nuevo clip de lista de edición (EDL)
eu: EEZ klip berria
fi: EDL uusi leike
fr: Éditeur de liste d'édition : Nouvelle portion
gl: EDL Novo Clip
he: קליפ חדש של EDL
hr: EDL novi isječak
hu: EDL új klip
hy: EDL նոր անուն
it: Nuovo clip EDL
ja: EDL 新しいクリップ
lt: Naujas EDL klipas
ms_my: Klip baharu EDL
nl: EDL nieuwe clip
pa: EDL ਨਵੀਂ ਕਲਿੱਪ
pl: Dodaj nagranie do listy montażowej
ru: Новый клип EDL
sk: EDL - nový klip
sl: EDL nov izrezek
sr: EDL – нови клип
sv: EDL nytt klipp
th_th: คลิปใหม่ EDL
tt: Яңа клип EDL
vi: Clip mới EDL

# IDS_RECENT_FILES_CLEAR
source: &Clear list
ar: تنظيف القائمة
be: Ачысціць спіс
bn: তালিকাটি খালি করি(&C)
bs_ba: Pobriši listu
ca: &Esborra la llista
cs: Smazat seznam
da: &Ryd liste
de: &Liste löschen
el: Εκκαθάριση λίστας
es: &Vaciar lista
eu: Garbitu zerrenda
fi: &Tyhjennä lista
fr: &Vider la liste
gl: &Lista borrada
he: נקה רשימה
hr: Oči&sti listu
hu: Lista törlése
hy: Մաքրել ցանկը
it: Pulisci lista
ja: 一覧をクリア(&C)
lt: %Išvalyti sąrašą
ms_my: K&osongkan senarai
nl: Lijst leegmaken
pa: ਲਿਸਟ ਸਾਫ਼ ਕਰੋ(&C)
pl: &Wyczyść listę
ru: Очистить список
sk: Vy&čistiť zoznam
sl: &Počisti seznam
sr: &Очисти списак
sv: Töm listan
th_th: &ล้างรายการ
tt: Исемлекне чистарту
vi: &Xóa danh sách

# IDS_RECENT_FILES_QUESTION
source: Are you sure that you want to delete recent files list?
ar: هل أنت متأكّدة بأنك تريد حذف قائمة الملفات الأخيرة؟
be: Сапраўды ачысціць спіс нядаўніх файлаў?
bn: আপনি কি নিশ্চিত যে সাম্প্রতিক ফাইলসমূহের তালিকা মুছে ফেলতে চান?
bs_ba: Da li ste sigurni da želite da pobriete listu skorašnjih dokumenata?
ca: Esteu segur que voleu esborrar la llista dels fitxers recents?
cs: Opravdu chcete smazat seznam nedávno otevřených souborů?
da: Er du sikker på, at du vil slette listen over seneste filer?
de: Liste der zuletzt geöffneten Dateien wirklich löschen?
el: Είστε βέβαιος ότι θέλετε να διαγράψετε τη λίστα προσφάτων αρχείων;
es: ¿Confirma que quiere vaciar la lista de archivos recientes?
eu: Zihur zaude azken agirien zerrenda ezabatzea nahi duzula?
fi: Haluatko varmasti tuhota nykyisen tiedostoluettelon?
fr: Êtes-vous sûr de vouloir vider la liste des fichiers récents ?
gl: Estas seguro de que desexas borrar a lista de ficheiros recentes?
he: אתה בטוח שברצונך למחוק את רשימת הקבצים האחרונים?
hr: Želite li obrisati popis zadnje gledanih datoteka?
hu: Biztosan törölni szeretné a legutóbb megnyitott fájlok listáját?
hy: Մաքրե՞լ վերջին բացված ֆայլերի ցանկը։
it: Sei sicuro di voler cancellare la lista dei file recenti?
ja: 最近使ったファイルの一覧を削除してもよろしいですか？
lt: Ar jūs tikrai norite išvalyti nesenai atidarytų failų sąrašą?
ms_my: Anda pasti mahu memadam senarai fail baru-baru ini?
nl: Recente bestandenlijst leegmaken ?
pa: ਕੀ ਤੁਸੀਂ ਤਾਜ਼ਾ ਫ਼ਾਈਲ ਸੂਚੀ ਹਟਾਉਣੀ ਚਾਹੁੰਦੇ ਹੋ?
pl: Wyczyścić listę ostatnio otwartych plików?
ru: Вы уверены, что хотите очистить список недавно открытых файлов?
sk: Naozaj chcete vymazať zoznam naposledy otvorených súborov?
sl: Ste prepričani, da želite izbrisati seznam nedavnih datotek?
sr: Заиста желите да избришете списак скорашњих датотека?
sv: Är du säker på att du vill ta bort senaste filer listan ?
th_th: คุณต้องการลบประวัติไฟล์เมื่อเร็วๆ นี้หรือไม่?
tt: Сез күптән түгел ачылган файллар исемлеген чистартырга телисезме?
vi: Bạn có chắc chắn muốn xóa danh sách các tập tin gần đây?

# IDS_AG_EDL_SAVE
source: EDL save
ar: EDL حفظ
be: Захаваць EDL
bn: EDL সেইভ করি
bs_ba: EDL snimi
ca: Guarda la llista d'edició (EDL)
cs: EDL - uložit
da: EDL gem
de: EDL-Clip speichern
el: EDL: αποθήκευση
es: Guardar lista de edición (EDL)
eu: EEZ gorde
fi: EDL tallennus
fr: Éditeur de liste d'édition : Sauvegarder
gl: Gardado de EDL
he: שמירת EDL
hr: EDL snimi
hu: EDL mentés
hy: EDL-ն պահպանել
it: Salva EDL
ja: EDL 保存
lt: EDL saugoti
ms_my: Simpan EDL
nl: EDL opslaan
pa: EDL ਸੰਭਾਲੋ
pl: Zapisz listę montażową
ru: Сохранить EDL
sk: EDL - uložiť
sl: EDL shrani
sr: EDL – сачувај
sv: EDL spara
th_th: บันทึก EDL
tt: EDL сакларга
vi: Lưu EDL

# IDS_AG_ENABLEFRAMETIMECORRECTION
source: Enable Frame Time Correction
ar: تمكّين تصحيح وقت الإطار
be: Уключыць карэкцыю часу кадра
bn: ফ্রেমের সময় সংশোধন সক্রিয়করণ
bs_ba: Omogući Korekciju Vremena Isječka
ca: Activa la Correcció de Temps de Fotograma
cs: Povolit opravu času snímků
da: Aktivér korrigering af billedtid
de: Bildzeitkorrektur (ein/aus)
el: Ενεργοποίηση διόρθωσης χρόνου καρέ
es: Activar corrección de tiempo de fotogramas
eu: Gaitu Frame Denbora Zuzenketa
fi: Kehyksen aikakorjaus päällä
fr: Activer la correction des codes horaire des images
gl: Activar correción de tempos en cadros
he: הפעל תיקון זמן פריים
hr: Omogući ispravku vremena slike
hu: Képkocka időzítés-javítás engedélyezése
hy: Միացնել կադրի ժամանակի ուղղումը
it: Abilita correzione a tempo di frame
ja: フレーム時間の補正を有効にする
lt: Įjungti kadro laiko koregavimą
ms_my: Benarkan Pembetulan Masa Bingkai
nl: Maak beeld tijd correctie mogelijk
pa: ਫਰੇਮ ਸਮਾਂ ਸੋਧ ਸਮਰੱਥ ਕਰੋ
pl: Włącz korekcję czasu klatki
ru: Включить коррекцию времени кадра
sk: Zapnúť korekciu času snímky
sl: Omogoči časovno korekcijo slike
sr: Исправљање времена кадрова
sv: Aktivera Bildtidsrättning
th_th: ใช้การแก้ปัญหาเวลาเฟรม
tt: Кадр вакыты төзәтүен кабызырга
vi: Cho phép chỉnh khung thời gian

# IDS_AG_TOGGLE_EDITLISTEDITOR
source: Toggle EDL window
ar: تبديل نافذة EDL
be: Укл/Адкл акно EDL
bn: EDL উইন্ডো নিয়ন্ত্রণ
bs_ba: Uključi/Isključi EDL prozor
ca: Commuta la finestra del EDL
cs: Zobrazit/Skrýt okno EDL
da: EDL vindue til/fra
de: EDL-Fenster (ein/aus)
el: Εναλλαγή παραθύρου EDL
es: Accionar ventana de lista de edición (EDL)
eu: Aldatu EEZ leihoa
fi: EDL-ikkuna päällä/pois
fr: Afficher l'éditeur de liste d'édition
gl: Amosar Xanela EDL
he: הצג/הסתר חלון EDL
hr: Namjestiti EDL prozor
hu: EDL ablak be- és kikapcsolása
hy: Միաց/Անջ EDL-ի պատուհանը
it: Mostra finestra EDL
ja: EDL ウィンドウの表示
lt: Įj./Išj. EDL langą
ms_my: Togol tetingkap EDL
nl: Schakel aan / uit EDL scherm
pa: EDL ਵਿੰਡੋ ਬਦਲੋ
pl: Przełącz widoczność listy montażowej
ru: Вкл/откл отображение окна EDL
sk: Prepnúť okno EDL
sl: Preklopi EDL okno
sr: Отвори/затвори прозор EDL-а
sv: Växla EDL fönster
th_th: เปิดปิด หน้าต่าง EDL
tt: Каб/Сүн EDL тәрәзәсе
vi: Chuyển đổi cửa sổ EDL

# IDS_AG_EDL_IN
source: EDL set In
ar: EDL إدخال
be: Усталяваць EDL унутры
bn: EDLএর ইন নির্ধারণ করি
bs_ba: EDL upostavljen
ca: Fixa l'inici de l'edició (omissió) de la llista d'edició (EDL)
cs: EDL - nastavit začátek
da: EDL sæt ind
de: EDL-Anfang festlegen
el: EDL: στην είσοδο
es: Fijar inicio de la edición (omisión) de lista de edición (EDL)
eu: EEZ ezarri Barruan
fi: EDL asetus sisään
fr: Éditeur de liste d'édition : Fixer le point d'entrée
gl: EDL Fixada En Entrada
he: EDL דולק
hr: EDL namješten na
hu: EDL Be
hy: Տեղակայել EDL-ը ներսում
ja: EDL 開始点を設定
lt: Nustatyti EDL į vidų
ms_my: Set Masuk EDL
nl: EDL op In
pa: EDL ਸੈਟ ਇਨ
pl: Ustaw początek na liście montażowej
ru: Установить EDL внутрь
sk: EDL - začiatok
sl: EDL nastavi vhod
sr: EDL – постави изнутра
sv: EDL ställa in ingång
tt: EDL эчкә урнаштырырга
vi: Thiết lập trong EDL

# IDS_AG_EDL_OUT
source: EDL set Out
ar: EDL إستخراج
be: Усталяваць EDL звонку
bn: EDLএর আউট নির্ধারণ করি
bs_ba: EDL pokrenut
ca: Fixa el final de l'edició (omissió) de la llista d'edició (EDL)
cs: EDL - nastavit konec
da: EDL sæt ud
de: EDL-Ende festlegen
el: EDL: στην έξοδο
es: Fijar final de la edición (omisión) de lista de edición (EDL)
eu: EEZ ezarri Kanpoan
fi: EDL asetus ulos
fr: Éditeur de liste d'édition : Fixer le point de sortie
gl: EDL Fixada En Saída
he: EDL כבוי
hr: EDL namješten iz
hu: EDL Ki
hy: EDL-ն անջատել
ja: EDL 終了点を設定
lt: Nustatyti EDL į išorę
ms_my: Set Keluar EDL
nl: EDL op uit
pa: EDL ਸੈਟ ਆਉਟ
pl: Ustaw koniec na liście montażowej
ru: Установить EDL наружу
sk: EDL - koniec
sl: EDL nastavi izhod
sr: EDL – постави споља
sv: EDL ställa in utgång
tt: EDL тышка урнаштырырга
vi: Thiết lập ngoài EDL

# IDS_AG_PNS_ROTATEX_M
source: PnS Rotate X-
ar: موازنة التدوير X-
be: Павярнуць кадр па X-
bn: PnS ঘূর্ণন X-
bs_ba: PnS Rotacija X-
ca: Gira PnS X-
cs: P&S pootočit X-
da: PnS roter X-
de: Pan&Scan: Um X-Achse spiegeln
el: Πανοραμική: Περιστροφή X-
es: Rotar PnS X-
eu: PnS Itzulikatu X-
fi: PnS Käännä X-
fr: Recadrage : Rotation X-
gl: Rotar PnS X-
he: PnS סובב X-
hr: PnS rotacija X-
hu: PnL Elforgatás X-
hy: Շրջել կադրը X-
it: PnS Ruota X-
ja: PnS: 回転 X- (上下反転)
lt: Pasukti kadrą X-
ms_my: Putar X- PnS
nl: PnS draaien X-
pa: PnS ਘੁੰਮਣ X-
pl: Zmniejsz kąt obrotu wokół osi X
ru: Вращение кадра X-
sk: PnS-otočenie X-
sl: PnS Rotiraj X-
sr: Ротирај кадар по оси X-
sv: PnS Rotera X-
th_th: ส่องกวาด หมุน X-
tt: Кадрны X- буенча борырга
vi: Quay PnS X-

# IDS_AG_PNS_ROTATEY_P
source: PnS Rotate Y+
ar: موازنة التدوير Y+
be: Павярнуць кадр па Y+
bn: PnS ঘূর্ণন Y+
bs_ba: PnS Rotacija Y+
ca: Gira PnS Y+
cs: P&S pootočit Y+
da: PnS roter Y+
de: Pan&Scan: Um Y-Achse drehen
el: Πανοραμική: Περιστροφή Y+
es: Rotar PnS Y+
eu: PnS Itzulikatu Y+
fi: PnS Käännä Y+
fr: Recadrage : Rotation Y+
gl: Rotar PnS Y+
he: PnS סובב Y+
hr: PnS rotacija Y+
hu: PnL Elforgatás Y+
hy: Շրջել կադրը Y+
it: PnS Ruota Y+
ja: PnS: 回転 Y+ (左回転)
lt: Pasukti kadrą Y+
ms_my: Putar Y+ PnS
nl: PnS draaien Y+
pa: PnS ਘੁੰਮਣ Y+
pl: Zwiększ kąt obrotu wokół osi Y
ru: Вращение кадра Y+
sk: PnS-otočenie Y+
sl: PnS Rotiraj Y+
sr: Ротирај кадар по оси Y+
sv: PnS Rotera Y+
th_th: ส่องกวาด หมุน Y+
tt: Кадрны Y+ буенча борырга
vi: Quay PnS Y+

# IDS_AG_PNS_ROTATEY_M
source: PnS Rotate Y-
ar: موازنة التدوير Y-
be: Павярнуць кадр па Y-
bn: PnS ঘূর্ণন Y-
bs_ba: PnS Rotacija Y-
ca: Gira PnS Y-
cs: P&S pootočit Y-
da: PnS roter Y-
de: Pan&Scan: Um Y-Achse spiegeln
el: Πανοραμική: Περιστροφή Y-
es: Rotar PnS Y-
eu: PnS Itzulikatu Y-
fi: PnS Käännä Y-
fr: Recadrage : Rotation Y-
gl: Rotar PnS Y-
he: PnS סובב Y-
hr: PnS rotacija Y-
hu: PnL Elforgatás Y-
hy: Շրջել կադրը Y-
it: PnS Ruota Y-
ja: PnS: 回転 Y- (左右反転)
lt: Pasukti kadrą Y-
ms_my: Putar Y- PnS
nl: PnS draaien Y-
pa: PnS ਘੁੰਮਣ Y-
pl: Zmniejsz kąt obrotu wokół osi Y
ru: Вращение кадра Y-
sk: PnS-otočenie Y-
sl: PnS Rotiraj Y-
sr: Ротирај кадар по оси Y-
sv: PnS Rotera Y-
th_th: ส่องกวาด หมุน Y-
tt: Кадрны Y- буенча борырга
vi: Quay PnS Y-

# IDS_AG_PNS_ROTATEZ_P
source: PnS Rotate Z+
ar: موازنة التدوير Z+
be: Павярнуць кадр па Z+
bn: PnS ঘূর্ণন Z+
bs_ba: PnS Rotacija Z+
ca: Gira PnS Z+
cs: P&S pootočit Z+
da: PnS roter Z+
de: Pan&Scan: Um Z-Achse drehen
el: Πανοραμική: Περιστροφή Z+
es: Rotar PnS Z+
eu: PnS Itzulikatu Z+
fi: PnS Käännä Z+
fr: Recadrage : Rotation Z+
gl: Rotar PnS Z+
he: PnS סובב Z+
hr: PnS rotacija Z+
hu: PnL Elforgatás Z+
hy: Շրջել կադրը Z+
it: PnS Ruota Z+
ja: PnS: 回転 Z+ (反時計回り)
lt: Pasukti kadrą Z+
ms_my: Putar Z+ PnS
nl: PnS draaien Z+
pa: PnS ਘੁੰਮਣ Z+
pl: Zwiększ kąt obrotu wokół osi Z
ru: Вращение кадра Z+
sk: PnS-otočenie Z+
sl: PnS Rotiraj Z+
sr: Ротирај кадар по оси Z+
sv: PnS Rotera Z+
th_th: ส่องกวาด หมุน Z+
tt: Кадрны Z+ буенча борырга
vi: Quay PnS Z+

# IDS_AG_PNS_ROTATEZ_M
source: PnS Rotate Z-
ar: موازنة التدوير Z-
be: Павярнуць кадр па Z-
bn: PnS ঘূর্ণন Z-
bs_ba: PnS Rotacija Z-
ca: Gira PnS Z-
cs: P&S pootočit Z-
da: PnS roter Z-
de: Pan&Scan: Um Z-Achse spiegeln
el: Πανοραμική: Περιστροφή Z-
es: Rotar PnS Z-
eu: PnS Itzulikatu Z-
fi: PnS Käännä Z-
fr: Recadrage : Rotation Z-
gl: Rotar PnS Z-
he: PnS סובב Z-
hr: PnS rotacija Z-
hu: PnL Elforgatás Z-
hy: Շրջել կադրը Z-
it: PnS Ruota Z-
ja: PnS: 回転 Z- (90 度反時計回り)
lt: Pasukti kadrą Z-
ms_my: Putar Z- PnS
nl: PnS draaien Z-
pa: PnS ਘੁੰਮਣ Z-
pl: Zmniejsz kąt obrotu wokół osi Z
ru: Вращение кадра Z-
sk: PnS-otočenie Z-
sl: PnS Rotiraj Z-
sr: Ротирај кадар по оси Z-
sv: PnS Rotera Z-
th_th: ส่องกวาด หมุน Z-
tt: Кадрны Z- буенча борырга
vi: Quay PnS Z-

# IDS_AG_TEARING_TEST
source: Tearing Test
ar: اختبار التمزيق
be: Тэст дрыгацення
bn: স্ক্রীন ছিঁড়ে যাওয়া পরীক্ষা
bs_ba: Test Trganja
ca: Prova de parpelleig (tearing)
cs: Test trhání
da: Iturivningstest
de: Tearing-Test (ein/aus)
el: Δοκιμή σχισίματος
es: Prueba de efecto rasgado (tearing)
eu: Hauspen Azterketa
fi: Repeytymistesti
fr: Démarrer le test de "tearing"
gl: Proba de Parpadeo
he: בדיקת קריעה
hr: Test kidanja
hu: Képszétválasztás teszt
hy: Սրընթաց թեստ
it: Test effetto tearing
ja: テアリング テスト
lt: Drebėjimo testas
ms_my: Uji Koyakan
pa: ਟੀਅਰਿੰਗ ਟੈਸਟ
pl: Przetestuj szarpanie obrazu
ru: Тест разрыва
sk: Test trhania
sl: Test trganja
sr: Тест на цепање слике
th_th: ทดสอบการฉีกของภาพ
tt: Калтырауны сынау
vi: Kiểm tra độ nhiễu

# IDS_SCALE_16_9
source: Scale to 16:9 TV,%.3f,%.3f,%.3f,%.3f
ar: قياس لتلفاز 16:9 ,%.3f,%.3f,%.3f,%.3f
be: Устанавіць прапорцыі 16:9 TV,%.3f,%.3f,%.3f,%.3f
bn: 16:9 TV,%.3f,%.3f,%.3f,%.3f তে আকার পরিবর্তন করি
bs_ba: Skaliraj na 16:9 TV,%.3f,%.3f,%.3f,%.3f
ca: Escala a 16:9 TV,%.3f,%.3f,%.3f,%.3f
cs: Roztáhnout na 16:9 TV,%.3f,%.3f,%.3f,%.3f
da: Skalér til 16:9 TV,%.3f,%.3f,%.3f,%.3f
de: Skalierung für 16:9-Anzeige,%.3f,%.3f,%.3f,%.3f
el: Αναλογία σε 16:9 TV,%.3f,%.3f,%.3f,%.3f
es: Escalar a 16:9 TV,%.3f,%.3f,%.3f,%.3f
eu: Neurriratu hona: &16:9 TB,%.3f,%.3f,%.3f,%.3f
fi: Skaalaa suhteeseen 16:9 TV,%.3f,%.3f,%.3f,%.3f
fr: Affichage TV 16:9,%.3f,%.3f,%.3f,%.3f
gl: Escalar a 16:9 TV,%.3f,%.3f,%.3f,%.3f
he: התאם לטלוויזיית 16:9,%.3f,%.3f,%.3f,%.3f
hr: Skaliraj na 16:9 TV,%.3f,%.3f,%.3f,%.3f
hu: Skálázás 16:9 TV-re,%.3f,%.3f,%.3f,%.3f
hy: Համամասնությունը 16:9 TV,%.3f,%.3f,%.3f,%.3f
it: Scala per TV 16:9,%.3f,%.3f,%.3f,%.3f
ja: 16:9 TV 画面に合わせる,%.3f,%.3f,%.3f,%.3f
lt: Nustatyti proporcijas 16:9 TV,%.3f,%.3f,%.3f,%.3f
ms_my: Skala ke TV 16:9,%.3f,%.3f,%.3f,%.3f
nl: Schaal naar 16:9 TV,%.3f,%.3f,%.3f,%.3f
pa: 16:9 TV,%.3f,%.3f,%.3f,%.3f ਲਈ ਸਕੇਲ ਕਰੋ
pl: Przeskaluj do formatu 16:9 TV ,%.3f,%.3f,%.3f,%.3f
ru: Установить пропорции 16:9 TV,%.3f,%.3f,%.3f,%.3f
sk: Prepnúť na stranový pomer 16:9 TV,%.3f,%.3f,%.3f,%.3f
sl: Povečaj na 16:9 TV,%.3f,%.3f,%.3f,%.3f
sr: Подеси размеру на 16:9 TV,%.3f,%.3f,%.3f,%.3f
sv: Skala till 16:9 TV,%.3f,%.3f,%.3f,%.3f
th_th: ปรับสเกลเป็น 16:9 TV,%.3f,%.3f,%.3f,%.3f
tt: Установить пропорции 16:9 TV,%.3f,%.3f,%.3f,%.3f
vi: Co dãn TV 16:9,%.3f,%.3f,%.3f,%.3f

# IDS_SCALE_WIDESCREEN
source: Zoom to Widescreen,%.3f,%.3f,%.3f,%.3f
ar: تقريب للشاشة العريضة,%.3f,%.3f,%.3f,%.3f
be: Маштабаваць у Widescreen,%.3f,%.3f,%.3f,%.3f
bn: Widescreen,%.3f,%.3f,%.3f,%.3f এ জূম করি
bs_ba: Zumiraj na Widescreen,%.3f,%.3f,%.3f,%.3f
ca: Zoom a pantalla panoràmica,%.3f,%.3f,%.3f,%.3f
cs: Zvětšit na Widescreen,%.3f,%.3f,%.3f,%.3f
da: Zoom til widescreen,%.3f,%.3f,%.3f,%.3f
de: Zoom für Widescreen,%.3f,%.3f,%.3f,%.3f
el: Εστίαση σε ευρυγώνια οθόνη,%.3f,%.3f,%.3f,%.3f
es: Escalar a pantalla panorámica,%.3f,%.3f,%.3f,%.3f
eu: Z&ooma Ikusleiho-zabalera,%.3f,%.3f,%.3f,%.3f
fi: Zoomaa laajakuvanäyttöön,%.3f,%.3f,%.3f,%.3f
fr: Zoom écran large,%.3f,%.3f,%.3f,%.3f
gl: Zoom a Widescreen,%.3f,%.3f,%.3f,%.3f
he: זום למסך רחב,%.3f,%.3f,%.3f,%.3f
hr: Zumiraj na široki zaslon,%.3f,%.3f,%.3f,%.3f
hu: Nagyítás Szélesvásznúra,%.3f,%.3f,%.3f,%.3f
hy: Նշել չափը Լայնէկրան,%.3f,%.3f,%.3f,%.3f
it: Zoom a Widescreen,%.3f,%.3f,%.3f,%.3f
ja: ワイド画面に拡大,%.3f,%.3f,%.3f,%.3f
lt: Didinti Widescreen,%.3f,%.3f,%.3f,%.3f
ms_my: Zum Ke Skrin Lebar,%.3f,%.3f,%.3f,%.3f
nl: Zoom naar breedbeeld,%.3f,%.3f,%.3f,%.3f
pa: ਵਾਈਡਸਕਰੀਨ ਲਈ ਜ਼ੂਮ ਕਰੋ,%.3f,%.3f,%.3f,%.3f
pl: Przeskaluj do formatu szerokoekranowego,%.3f,%.3f,%.3f,%.3f
ru: Масштабировать в Widescreen,%.3f,%.3f,%.3f,%.3f
sk: Priblížiť na šírku obrazovky,%.3f,%.3f,%.3f,%.3f
sl: Povečaj v Širokozaslonsko,%.3f,%.3f,%.3f,%.3f
sr: Зумирај за широки екран,%.3f,%.3f,%.3f,%.3f
sv: Zoom Till Widescreen,%.3f,%.3f,%.3f,%.3f
th_th: ซูมเป็นจอกว้าง,%.3f,%.3f,%.3f,%.3f
tt: Масштабировать в Widescreen,%.3f,%.3f,%.3f,%.3f
vi: Phóng cho màn hình rộng,%.3f,%.3f,%.3f,%.3f
