Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.menus.po
Languages: ar, be, bn, eu, he, hy, ja, lt, pa, pl, ro, sr, tt, uk, zh_cn, zh_tw

# POPUP
source: &Rendering Intent
be: &Мэта апрацоўкі
bn: রেনডারিং লক্ষ্য (&R)
eu: Aurkezpen Saioa
he: מטרת הצגה
hy: Վերահաշվ. եղանակը
ja: レンダリングの目的(&R)
lt: &Atvaizdavimo būdas
pl: &Sposób renderowania
ro: &Intenție de randare
sr: &Циљ рендеровања
tt: Киредән санау ысулы
uk: Призначення рендерингу
zh_cn: 渲染意图(&R)
zh_tw: 色彩對應方式(&R)

# ID_VIEW_CM_INTENT_PERCEPTUAL
source: &Perceptual
ar: إدراكي
be: Па ўспрыманню
bn: দর্শনযোগ্য (&P)
eu: Oharmenezkoa
he: תפיסתית
hy: Ընկալումը
ja: 知覚的(&P)
lt: &Suvokiaminis
pl: &Percepcyjny
ro: &Perceptuală
sr: &Перцепција
tt: Тою
uk: По сприйняттю
zh_cn: 可感知(&P)
zh_tw: 知覺(&P)

# ID_VIEW_CM_INTENT_RELATIVECOLORIMETRIC
source: &Relative Colorimetric
ar: لون نسبي متري
be: Адносны каларыметрычны
bn: আপেক্ষিক কালারিমেট্রিক (&R)
eu: Margoneurketa &Erlatiboa
he: מדידת צבע יחסית
hy: Հարաբերական գույնամետրային
ja: 相対カラーメトリック(&R)
lt: &Santykinis kolorimetrinis
pl: &Względnie kolorymetryczne
ro: &Colorimetrică &relativ
sr: &Релативна колориметрија
tt: Чагыштырмача колориметрик
uk: Відносна колориметрія
zh_cn: 相对比色(&R)
zh_tw: 相對色度(&R)

# ID_VIEW_CM_INTENT_SATURATION
source: &Saturation
ar: إشباع
be: Насычанасць
bn: পরিপৃক্ত (&S)
eu: Margoasetasuna
he: הרוויה
hy: Խտայնությունը
ja: 彩度(&S)
lt: &Sodrumas
pa: ਸੰਤ੍ਰਿਪਤਾ(&S)
pl: &Nasyceniowy
ro: &Saturație
sr: &Засићеност
tt: Куелык
uk: Насиченість
zh_cn: 饱和度(&S)
zh_tw: 飽和度(&S)

# ID_VIEW_CM_INTENT_ABSOLUTECOLORIMETRIC
source: &Absolute Colorimetric
ar: لون مطلق متري
be: Абсалютная каларыметрыя
bn: পরম কালারিমেট্রিক (&A)
eu: Margoneurketa &Osoa
he: מדידת צבע מוחלטת
hy: Ամբողջական գույնամետրային
ja: 絶対カラーメトリック(&A)
lt: &Absoliutus kolorimetrinis
pl: &Bezwzględnie kolorymetryczny
ro: Colorimetrică &absolută
sr: &Апсолутна колориметрија
tt: Абсолют колориметрик
uk: Абсолютна колориметрія
zh_cn: 绝对比色(&A)
zh_tw: 絕對色度(&A)

# POPUP
source: &VSync
be: &Вертыкальная сінхранізацыя
eu: ZAldb
he: סנכרון אנכי
ja: 垂直同期(&V)
lt: &Vertikali sinchronizacija
pa: &V-ਸਿੰਕ
pl: S&ynchronizacja pionowa
ro: Sincronizare &verticală
sr: &Вертикална синхронизација
uk: Вертик. синхронізація (VSync)
zh_cn: 垂直同步(&V)
zh_tw: 垂直同步(&V)

# ID_VIEW_VSYNC
source: &VSync
be: VSyn&с
eu: &ZAldb
he: סנכרון אנכי
ja: 垂直同期(&V)
lt: &Vertikali sinchronizacija
pa: &V-ਸਿੰਕ
pl: &Włącz
ro: Activează sincronizarea &verticală
sr: &Вертикална синхронизација
uk: &Звичайна
zh_cn: 垂直同步(&V)
zh_tw: 垂直同步(&V)

# ID_VIEW_VSYNCACCURATE
source: &Accurate VSync
ar: VSync دقيق
be: &Дакладная VSync
bn: নিখুঁত VSync (&A)
eu: ZAl&db Zehatza
he: סנכרון אנכי מדוייק
hy: Ճշտապահ VSync
ja: 正確な垂直同期(&A)
lt: &Tiksli vert. sinchr.
pl: &Dokładna
ro: Sincronizare verticală &precisă
sr: &Прецизна вертикална синхронизација
tt: Җыйнак VSync
uk: &Точна
zh_cn: 精确垂直同步(&A)
zh_tw: 精確式垂直同步(&A)

# ID_VIEW_ALTERNATIVEVSYNC
source: A&lternative VSync
ar: VSync بديل
be: &Альтернатыўная VSync
bn: বিকল্প VSync (&L)
eu: &Aukerazko ZAldb
he: סנכרון אנכי חלופי
hy: Այլընտրանքային VSync
ja: 代替の垂直同期(&L)
lt: &Alternatyvi vert. sinchr.
pl: &Alternatywna
ro: Sincronizare verticală &alternativă
sr: &Алтернативна вертикална синхронизација
tt: Башка VSync
uk: &Альтернативна
zh_cn: 可选垂直同步(&L)
zh_tw: 替代式垂直同步(&L)

# ID_VIEW_VSYNCOFFSET_DECREASE
source: &Decrease VSync Offset
ar: تقليل إزاحة VSync
be: &Паменшыць зрух VSync
bn: VSync অফসেট হ্রাস করি (&D)
eu: &Gutxitu ZAldb Oreka
he: הקטן פיצוי סנכרון אנכי
hy: Փ&ոքրացնել VSync-ի շարժը
ja: 垂直同期オフセットの減少(&D)
lt: &Sumažinti vert. sinchr. atsvarą
pl: &Zmniejsz przesunięcie
ro: &Micșorează decalajul sincronizării verticale
sr: &Смањи помак синхронизације
tt: &VSync китешен киметергә
uk: З&меншити затримку
zh_cn: 减少垂直同步偏移(&D)
zh_tw: 降低垂直同步偏移量(&D)

# ID_VIEW_VSYNCOFFSET_INCREASE
source: &Increase VSync Offset
ar: زيادة إزاحة VSync
be: Па&вялічыць зрух VSync
bn: VSync অফসেট বৃদ্ধি করি (&I)
eu: &Handitu ZAldb Oreka
he: הגדל פיצוי סנכרון אנכי
hy: Մ&եծացնել VSync-ի շարժը
ja: 垂直同期オフセットの増加(&I)
lt: &Padidinti vert. sinchr. atsvarą
pl: &Zwiększ przesunięcie
ro: &Mărește decalajul sincronizării verticale
sr: П&овећај помак синхронизације
tt: &VSync китешен арттырырга
uk: З&більшити затримку
zh_cn: 增加垂直同步偏移(&I)
zh_tw: 增加垂直同步偏移量(&I)

# POPUP
source: &GPU Control
ar: التحكم في الـGPU
be: GPU Кантроль
bn: &GPU নিয়ন্ত্রণ
eu: GP&U Agintea
he: שליטה במעבד גרפי
hy: GPU-ի Կառավարում
ja: GPU 制御(&G)
lt: &Grafinio procesoriaus kontrolė
pa: &GPU ਕੰਟਰੋਲ
pl: Kontrola &GPU
ro: Control unitate &grafică
sr: Управљање &GPU-ом
tt: GPU идарәсе
uk: Графічний процесор (GPU)
zh_cn: GPU 控制(&G)
zh_tw: GPU 控制(&G)

# ID_VIEW_FLUSHGPU_BEFOREVSYNC
source: Flush GPU &before VSync
ar: تفريغ الـGPU قبل VSync
be: Ачышчаць буфер GPU перад верт. сінх.
bn: VSyncএর আগে GPU ফ্লাশ করণ (&B)
eu: Jalgi GPU-a &ZAldb aurretik
he: רוקן מעבד גרפי לפניה סנכרון אנכי
hy: Հիշել GPU-ն VSync-ից առաջ
ja: 垂直同期前に GPU をフラッシュ(&B)
lt: Išvalyti atmintį prieš vert. sinchr.
pl: Opróżniaj bufor przed &synchronizacją pionową
ro: &Golește unitatea grafică înainte de sincronizarea verticală
sr: Испразни GPU &пре верт. синхр.
tt: VSync алдыннан GPU ны тутырырга
uk: Заповнювати GPU перед VSync
zh_cn: 在垂直同步前刷新 GPU(&B)
zh_tw: 在垂直同步之前清空 GPU (&B)

# ID_VIEW_FLUSHGPU_AFTERPRESENT
source: Flush GPU &after Present
ar: تفريغ الـGPU بعد التقديم
be: Ачышчаць буфер GPU пасля паказу
bn: উপস্থাপনের পরে GPU ফ্লাশ করণ (&A)
eu: Jalgi GPU-a &Aurkezpenaren ondoren
he: רוקן מעבד גרפי אחרי הצגה
hy: Հիշել GPU-ն՝ ներկայացումից հետո
ja: 表示後に GPU をフラッシュ(&A)
lt: Išvalyti atmintį po vert. sinchr.
pl: Opróżniaj bufor po &wyświetleniu
ro: Golește unitatea grafică &după prezentare
sr: Испразни GPU &након верт. синхр.
tt: Күзаллаудан соң GPU ны тутырырга
uk: Заповнювати GPU після Present
zh_cn: 在呈现后刷新 GPU(&A)
zh_tw: 在呈現之後清空 GPU (&A)

# ID_VIEW_FLUSHGPU_WAIT
source: &Wait for flushes
ar: إنتظار التفريغ
be: Чакаць ачышчэння буфера
bn: ফ্লাশসমূহের জন্য অপেক্ষাকরণ (&W)
eu: &Itxaron jalgidurak
he: המתן לריקון
hy: Սպասել լրացման
ja: フラッシュを待機(&W)
lt: Laukti atminties valymų
pl: &Oczekuj na opróżnienie bufora
ro: &Așteaptă după goliri
sr: &Чекај на пражњење
tt: Тутыруны көтәргә
uk: Чекати на заповнення
zh_cn: 等待刷新(&W)
zh_tw: 等待清空(&W)

# POPUP
source: R&eset
ar: إعادة الضبط
be: Скінуць
bn: পুনর্বিন্যাস করণ (&E)
eu: Berrezarri
he: אפס
hy: Ետարկել
ja: リセット(&E)
lt: Atstatyti
pa: ਮੁੜ-ਸੈਟ ਕਰੋ(&e)
pl: Przywróć &ustawienia
ro: R&estabilește
sr: &Успостављање почетних вредности
tt: Ташлау
uk: Скинути
zh_cn: 重置(&E)
zh_tw: 重設(&E)

# ID_VIEW_RESET_DEFAULT
source: Reset to &default renderer settings
ar: إعادة الضبط الى إعدادات المصيير الإفتراضية
be: Скінуць налады рэндэрэнгу па змаўчанні
bn: ডিফল্ট রেনডারার সেটিংসমূহে পুনর্বিন্যাস (&D)
eu: Berrezarri aurkezlearen &berezko ezarpenetan
he: אפס להגדרות ברירת מחדל של תצוגה
hy: Վերակայել &ստանդարտ կարգավորումների
ja: 既定のレンダラの設定にリセット(&D)
lt: Atstatyti numatytuosius atvaizdavimo nustatymus
pl: &Domyślne
ro: Restabilește la stabilirile &implicite ale randorului
sr: Врати &подразумеване поставке рендерера
tt: Гади көйләүләргә ташларга
uk: Відновити &звичайні налаштування рендерера
zh_cn: 重置为默认渲染器设置(&D)
zh_tw: 重設為預設的繪製器設定(˙&D)

# ID_VIEW_RESET_OPTIMAL
source: Reset to &optimal renderer settings
ar: إعادة الضبط الى إعدادات المصيير الأمثل
be: Скінуць налады рэндэрэнгу да аптымальных
bn: সর্বোত্তম রেনডারার সেটিংসমূহে পুনর্বিন্যাস (&O)
eu: Berrezarri aurkezlearen ezarpen &hoberenean
he: אפס להגדרות אופטימליות של תצוגה
hy: Վերակայել &օպտիմալ կարգավորումների
ja: 最適なレンダラの設定にリセット(&O)
lt: Nustatyti optimalius atvaizdavimo nustatymus
pl: &Optymalne
ro: Restabilește la stabilirile &optime ale randorului
sr: Врати &оптималне поставке рендерера
tt: Уңайлы көйләүләргә ташларга
uk: Відновити &оптимальні налаштування рендерера
zh_cn: 重置为优化渲染器设置(&O)
zh_tw: 重設為最佳的繪製器設定(&O)

# POPUP
source: Video &Frame
ar: إطار الفيديو
be: &Відэакадр
bn: ভিডিও ফ্রেম (&F)
eu: Bideo &Framea
he: מסגרת וידאו
hy: &Կադրը
ja: ビデオ フレーム(&F)
lt: Vaizdo &kadras
pa: ਵਿਡੀਓ ਫਰੇਮ(&F)
pl: Rozmiar o&brazu
ro: Cadru &video
sr: &Видео-кадар
tt: &Видеокадр
uk: &Відеокадр
zh_cn: 视频画面(&F)
zh_tw: 視訊影格(&F)

# ID_VIEW_VF_HALF
source: &Half Size
ar: نصف الحجم
be: &Палавінны памер
bn: অর্ধেক সাইজ (&H)
eu: Neurri &Erdia
he: חצי גודל
hy: &Կես չափով
ja: 1/2 のサイズ(&H)
lt: &Pusinis dydis
pa: ਅੱਧਾ ਆਕਾਰ(&H)
ro: &Jumătate din mărime
sr: &Половична величина
tt: &Ярты зурлык
uk: &Половинного розміру
zh_cn: 半数尺寸(&H)
zh_tw: 一半大小(&H)

# ID_VIEW_VF_NORMAL
source: &Normal Size
ar: حجم عادي
be: &Нармальны памер
bn: স্বাভাবিক সাইজ (&N)
eu: Neurri &Arrunta
he: גודל רגיל
hy: &Նորմալ չափի
ja: 標準のサイズ(&N)
lt: &Normalus dydis
pa: ਆਮ ਆਕਾਰ(&N)
ro: &Mărime normală
sr: &Нормална величина
tt: &Гади зурлык
uk: &Нормального розміру
zh_cn: 普通尺寸(&N)
zh_tw: 正常大小(&N)

# ID_VIEW_VF_DOUBLE
source: &Double Size
ar: ضعف الحجم
be: &Падвойны памер
bn: দ্বিগুণ সাইজ (&D)
eu: Neurri B&ikotza
he: גודל כפול
hy: &Կրկնակի չափով
ja: 2 倍のサイズ(&D)
lt: &Dvigubas dydis
pa: ਦੁੱਗਣਾ ਆਕਾਰ(&D)
ro: &Mărime dublă
sr: &Двострука величина
tt: &Икеләтә зурлык
uk: По&двійного розміру
zh_cn: 双倍尺寸(&D)
zh_tw: 兩倍大小(&D)

# ID_VIEW_VF_STRETCH
source: &Stretch To Window
ar: تمديد لحجم النافذة
be: &Расцягнуць да памераў акна
bn: উইন্ডো পর্যন্ত বিস্তৃতি (&S)
eu: Luzatu &Leihora
he: מתח לחלון
hy: &Ձգել պատուհանի չափով
ja: ウィンドウの大きさに広げる(&S)
lt: &Ištemptas pagal langą
pa: ਵਿੰਡੋ ਲਈ ਖਿੱਚੋ(&S)
pl: Rozciągnięcie do &krawędzi okna
ro: &Întinde cât fereastra
sr: &Растегни до величине прозора
tt: &Экран зурлыгына сузарга
uk: &Розтягнути до розміру вікна
zh_cn: 拉伸至整个窗口(&S)
zh_tw: 伸展至視窗大小(&S)

# ID_VIEW_VF_FROMINSIDE
source: Touch Window From &Inside
ar: لمس النافذة من الداخل
be: &Упісаць у акно
bn: উইন্ডোর ভিতরে বিস্তারণ (&I)
eu: Ikutu Leihoa &Barrualdetik
he: גע בחלון מבפנים
hy: Գրել պատուհանի &ներսում
ja: ウィンドウに内接させる(&I)
lt: Į&terptas lango viduje
pa: ਪਾਸੇ ਤੋਂ ਵਿੰਡੋ ਨੂੰ ਟੱਚ ਕਰੋ(&I)
pl: Dopasowanie do &wewnątrz
ro: Atinge fereastra din &interior
sr: Додирни прозор &изнутра
tt: &Экран зурлыгына туры китерергә
uk: На &ширину екрану
zh_cn: 缩放以适合窗口(&I)
zh_tw: 由內貼齊視窗(&I)

# ID_VIEW_VF_ZOOM1
source: Zoom &1
ar: زوم 1
be: Маштаб &1
bn: জূম &1
eu: Zooma &1
he: זום 1
hy: Մեծացված &1
ja: 拡大 1(&1)
lt: Mastelis &1
pa: ਜ਼ੂਮ &1
pl: Skala &1
ro: Scalare &1
sr: Зум &1
tt: Зурайту&1
uk: Збільшення &1
zh_cn: 缩放 &1 倍
zh_tw: 縮放 1 (&1)

# ID_VIEW_VF_ZOOM2
source: Zoom &2
ar: زوم 2
be: Маштаб &2
bn: জূম &2
eu: Zooma &2
he: זום 2
hy: Մեծացված &2
ja: 拡大 2(&2)
lt: Mastelis &2
pa: ਜ਼ੂਮ &2
pl: Skala &2
ro: Scalare &2
sr: Зум &2
tt: Зурайту&2
uk: Збільшення &2
zh_cn: 缩放 &2 倍
zh_tw: 縮放 2 (&2)

# ID_VIEW_VF_FROMOUTSIDE
source: Touch Window From &Outside
ar: لمس النافذة من الخارج
be: &Запоўніць акно і абрэзаць відэакадр
bn: উইন্ডোর বাইরে বিস্তারণ (&O)
eu: Ikutu Leihoa &Kanpoaldetik
he: גע בחלון מבחוץ
hy: Նկարագրել պատուհանից &դուրս
ja: ウィンドウに外接させる(&O)
lt: &Apkarpytas pagal langą
pa: ਬਾਹਰ ਤੋਂ ਵਿੰਡੋ ਟੱਚ ਕਰੋ(&O)
pl: Dopasowanie na &zewnątrz
ro: Atinge fereastra din exteri&or
sr: Додирни прозор &споља
tt: &Экранны тутырырга һәм кадрны кисәргә
uk: На &висоту екрану
zh_cn: 缩放以填满窗口(&O)
zh_tw: 由外貼齊視窗(&O)

# POPUP
source: &Aspect Ratio
ar: نسبة العرض إلى الإرتفاع
be: &Прапорцыі
bn: অ্যাসপেক্ট রেশিও (&A)
eu: Ik&uspegi Maila
hy: &Կողմերի հարաբերություն
ja: 縦横比(&A)
pl: &Proporcje obrazu
ro: Raport de &aspect
sr: П&ропорције
uk: &Співвідношення сторін
zh_cn: 高宽比(&A)
zh_tw: 長寬比(&A)

# ID_ASPECTRATIO_DAR
source: &Default (DAR)
ar: حسب الشاشة
be: Па &змаўчанні (DAR)
bn: ডিফল্ট (DAR) (&D)
eu: B&erezkoa (BIM)
hy: &Ծրագրային (DAR)
ja: 標準 (DAR)(&D)
pl: &Domyślne (DAR)
ro: &Implicit (DAR)
sr: &Подразумевано (DAR)
uk: &Типово (DAR)
zh_cn: 默认 (DAR)(&D)
zh_tw: 預設 (DAR) (&D)

# ID_ASPECTRATIO_SAR
source: Assume &square pixels (SAR)
ar: بكسل مربع
be: Дапускаць квадратныя пікселі (SAR)
bn: বর্গাকার পিক্সেল (SAR) অনুমান করণ (&S)
eu: Pi&xel Karratuak Suposatuz (KIM)
hy: Ընդունել &քառակուսի փիքսելներ (SAR)
ja: 正方形ピクセルを想定 (SAR)(&S)
pl: Załóż &kwadratowe piksele (SAR)
ro: Presupune că pixelii sunt &pătrați (SAR)
sr: Претпостави да су &пиксели у облику квадрата (SAR)
zh_cn: 猜测是方形像素 (SAR)(&S)
zh_tw: 假設正方型像素 (SAR) (&s)

# ID_VIEW_VF_COMPMONDESKARDIFF
source: &Correct Monitor/Desktop AR Diff
ar: تصحيح فرق النسبة الباعية للشاشة/سطح المكتب
be: &Выпраўляць розніцу прапорцый экрана і працоўнага стала
bn: মনিটর/ডেস্কটপ AR বৈসাদৃশ্য ঠিককরণ (&C)
eu: Z&uzendu Monitore/Mahaigain IM Aldea
he: תקן הפרש יחס גובה-רוחב של מסך/שולחן עבודה
hy: Հաշվի առնել մոնիտորի և Աշխատասեղանի տարբերությունները
ja: モニタとデスクトップの縦横比の相違を補正(&C)
lt: &Taisyti monitoriaus / darbalaukio kraštinių santykio skirtumą
pl: Poprawianie różnicy proporcji &ekranu i pulpitu
ro: &Corectează diferența RA Monitor/Desktop
sr: &Исправи разлику размере слике на монитору/радној површини
tt: &Монитора/эш өстәле үзенчәлеге аермасын исәпләү
uk: Пропорції &монітору та роб. столу різні
zh_cn: 纠正显示器/桌面高宽比差异(&C)
zh_tw: 修正顯示器/桌面的長寬比例差異(&C)

# POPUP
source: Pa&n && Scan
ar: بان اند سكان
be: Становішча і памер кадра
bn: প্যানঅ্যান্ডস্ক্যান (&N)
he: הזזה וסריקה
hy: Կադրի &դիրքը և չափը
ja: パン＆スキャン(&N)
lt: &Padėtis ir dydis
pa: ਪੈਨ ਤੇ ਆਕਾਰ(&n)
pl: Skalowanie i &kadrowanie
ro: Pa&noramare trunchiată
sr: Размера и положај &кадра
tt: &Кадр урнашуы һәм зурлыгы
uk: Розта&шування та розмір кадру
zh_cn: 全景扫描(&N)
zh_tw: 平移掃描(&C)

# ID_VIEW_INCSIZE
source: &Increase Size
ar: زيادة الحجم
be: Павялічыць памер
bn: সাইজ বৃদ্ধি করি (&I)
eu: &Handitu Neurria
he: הגדל גודל
hy: Մեծացնել չափը
ja: サイズを拡大(&I)
lt: Pa&didinti
pa: ਆਕਾਰ ਵਧਾਓ(&I)
pl: Z&większ rozmiar
ro: &Mărește dimensiunea
sr: &Повећај размеру
tt: Зурлыкны арттырырга
uk: Збільшити розмір
zh_cn: 增大尺寸(&I)
zh_tw: 增加大小(&I)

# ID_VIEW_DECSIZE
source: &Decrease Size
ar: تقليل الحجم
be: Паменшыць памер
bn: সাইজ হ্রাস করি (&D)
eu: &Txikitu Neurria
he: הקטן גודל
hy: Փոքրացնել չափը
ja: サイズを縮小(&D)
lt: Su&mažinti
pa: ਆਕਾਰ ਘਟਾਓ(&D)
pl: Z&mniejsz rozmiar
ro: M&icșorează dimensiunea
sr: &Смањи размеру
tt: Зурлыкны кечерәйтергә
uk: Зменшити розмір
zh_cn: 减小尺寸(&D)
zh_tw: 減少大小(&D)

# ID_VIEW_INCWIDTH
source: I&ncrease Width
ar: زيادة العرض
be: Павялічыць шырыню
bn: প্রস্থ বৃদ্ধি করি (&N)
eu: H&anditu Zabalera
he: הגדל רוחב
hy: Մեծացնել լայնքը
ja: 幅を拡大(&N)
lt: Iš&tempti
pa: ਚੌੜਾਈ ਵਧਾਓ(&n)
pl: Zw&iększ szerokość
ro: Mă&rește lățimea
sr: П&овећај ширину
tt: Киңлекне арттырырга
uk: Збільшити ширину
zh_cn: 增加宽度(&N)
zh_tw: 增加寬度(&N)

# ID_VIEW_DECWIDTH
source: D&ecrease Width
ar: تقليل العرض
be: Паменшыць шырыню
bn: প্রস্থ হ্রাস করি (&E)
eu: T&xikitu Zabalera
he: הקטן רוחב
hy: Փոքրացնել լայնքը
ja: 幅を縮小(&E)
lt: Su&traukti
pa: ਚੌੜਾਈ ਘਟਾਓ(&e)
pl: Zm&niejsz szerokość
ro: Mi&cșorează lățimea
sr: С&мањи ширину
tt: Киңлекне кечерәйтергә
uk: Зменшити ширину
zh_cn: 减小宽度(&E)
zh_tw: 減少寬度(&E)

# ID_VIEW_INCHEIGHT
source: In&crease Height
ar: زيادة الإرتفاع
be: Павялічыць вышыню
bn: উচ্চতা বৃদ্ধি করি (&C)
eu: Ha&nditu Garaiera
he: הגדל גובה
hy: Մեծացնել բարձրությունը
ja: 高さを拡大(&C)
lt: Iš&plėsti
pa: ਉਚਾਈ ਵਧਾਓ(&c)
pl: Zwię&ksz wysokość
ro: Măr&ește înălțimea
sr: По&већај висину
tt: Биеклекне арттырырга
uk: Збільшити висоту
zh_cn: 增加高度(&C)
zh_tw: 增加高度(&C)

# ID_VIEW_DECHEIGHT
source: Decre&ase Height
ar: تقليل الإرتفاع
be: Паменшыць вышыню
bn: উচ্চতা হ্রাস করি (&A)
eu: Tx&ikitu Garaiera
he: הקטן גובה
hy: Փոքրացնել բարձրությունը
ja: 高さを縮小(&A)
lt: Su&spausti
pa: ਉਚਾਈ ਘਟਾਓ(&a)
pl: Zmnie&jsz wysokość
ro: Micș&orează înălțimea
sr: См&ањи висину
tt: Биеклекне арттырырга
uk: Зменшити висоту
zh_cn: 减小高度(&A)
zh_tw: 減少高度(&A)

# ID_PANSCAN_MOVERIGHT
source: Move &Right
ar: تحريك لليمين
be: Зрушыць управа
bn: ডানে সরাই (&R)
eu: &Mugitu Eskuinera
he: הזז ימינה
hy: Տեղափոխել աջ
ja: 右へ移動(&R)
lt: Pastumti dešinėn
pa: ਸੱਜੇ ਪਾਸੇ ਖਿਸਕਾਓ(&R)
pl: P&rzemieść w prawo
ro: Mută spre &dreapta
sr: Помери у&десно
tt: Уңга күчерергә
uk: Змістити вправо
zh_cn: 向右移动(&R)
zh_tw: 右移(&R)

# ID_PANSCAN_MOVELEFT
source: Move &Left
ar: تحريك لليسار
be: Зрушыць улева
bn: বামে সরাই (&L)
eu: M&ugitu Ezkerrera
he: הזז שמאלה
hy: Տեղափոխել ձախ
ja: 左へ移動(&L)
lt: Pastumti kairėn
pa: ਖੱਬੇ ਪਾਸੇ ਖਿਸਕਾਓ(&L)
pl: Pr&zemieść w lewo
ro: Mută spre &stânga
sr: Помери у&лево
tt: Сулга күчерергә
uk: Змістити вліво
zh_cn: 向左移动(&L)
zh_tw: 左移(&L)

# ID_PANSCAN_MOVEUP
source: Move &Up
ar: تحريك للاعلي
be: Зрушыць уверх
bn: উপরে সরাই (&U)
eu: Mu&gitu Gora
he: הזז למעלה
hy: Տեղափոխել վերև
ja: 上へ移動(&U)
lt: Pastumti aukštyn
pa: ਉੱਤੇ ਵੱਲ ਖਿਸਕਾਓ(&U)
pl: Prz&emieść w górę
ro: Mută în &sus
sr: Помери на&горе
tt: Өскә күчерергә
uk: Змістити догори
zh_cn: 向上移动(&U)
zh_tw: 上移(&U)

# ID_PANSCAN_MOVEDOWN
source: Move &Down
ar: تحريك للأسفل
be: Зрушыць уніз
bn: নিচে সরাই (&D)
eu: Mugit&u Behera
he: הזז למטה
hy: Տեղափոխել ներքև
ja: 下へ移動(&D)
lt: Pastumti žemyn
pa: ਹੇਠਾਂ ਵੱਲ ਖਿਸਕਾਓ(&D)
pl: Przem&ieść w dół
ro: Mută în &jos
sr: Помери на&доле
tt: Аска күчерергә
uk: Змістити донизу
zh_cn: 向下移动(&D)
zh_tw: 下移(&D)

# ID_PANSCAN_CENTER
source: Cen&ter
ar: توسيط
be: Цэнтраваць
bn: কেন্দ্রে সরাই (&T)
eu: Er&dian
he: מרכז
hy: Կենտրոնացնել
ja: 中央へ戻す(&T)
lt: Centruoti
pa: ਸੈਂਟਰ(&t)
pl: Wyśrodku&j
ro: Cen&trare
sr: &Центрирај
tt: Үзәкләү
uk: По центру
zh_cn: 居中(&T)
zh_tw: 置中(&T)

# ID_VIEW_RESET
source: Re&set
ar: إعادة ضبط
be: Скінуць
bn: পুনর্বিন্যাস করি (&S)
eu: &Berrezarri
he: אפס
hy: Ետարկել
ja: リセット(&S)
lt: Atstatyti
pa: ਮੁੜ-ਸੈੱਟ ਕਰੋ(&s)
pl: Przywróć &domyślne
ro: Re&stabilește
sr: &Успостави почетне вредности
tt: Ташларга
uk: Скинути
zh_cn: 重置(&S)
zh_tw: 重設(&S)

# POPUP
source: On &Top
ar: في المقدمة
be: Па-над &усімі вокнамі
bn: উপরে অবস্থান (&T)
eu: &Gainean
he: מעל כל החלונות
hy: Բոլոր պատուհաններից վեր
ja: 手前に表示(&T)
lt: Viršuje
pa: ਉੱਤੇ(&T)
pl: Na &wierzchu
ro: În &prim plan
sr: На вр&ху
tt: &Барлык тәрәзә өстеннән
uk: П&оверх інших вікон
zh_cn: 前端显示(&T)
zh_tw: 最上層顯示(&T)

# ID_ONTOP_DEFAULT
source: &Default
ar: الإفتراضي
be: Па змаўчанні
bn: ডিফল্ট (&D)
eu: B&erez
he: ברירת מחדל
hy: &Ծրագրային
ja: 標準(&D)
lt: &Numatyta
pa: ਡਿਫਾਲਟ(&D)
pl: &Domyślnie
ro: &Implicit
sr: &Подразумевано
tt: Килешү буенча
uk: &Типово
zh_cn: 默认(&D)
zh_tw: 預設(&D)

# ID_ONTOP_ALWAYS
source: &Always
ar: دائماً
be: Заўсёды
bn: সবসময় (&A)
eu: Betik
he: תמיד
hy: Միշտ
ja: 常に(&A)
lt: Visada
pa: ਹਮੇਸ਼ਾ(&A)
pl: &Zawsze
ro: În&totdeauna
sr: &Увек
tt: Һәркайчан
uk: Завжди
zh_cn: 总是(&A)
zh_tw: 總是如此(&A)

# ID_ONTOP_WHILEPLAYING
source: While &Playing
ar: أثناء التشغيل
be: Пры прайграванні
bn: প্লে করার সময় (&P)
eu: Irakurtzerakoan
he: בזמן ניגון
hy: Վերարտադրելիս
ja: 再生中(&P)
lt: &Grojant
pa: ਚਲਾਉਣ ਦੇ ਦੌਰਾਨ(&P)
pl: Podczas &odtwarzania
ro: În timpul &redării
sr: Приликом &репродукције
tt: Уйнатканда
uk: При відтворенні
zh_cn: 当播放时(&P)
zh_tw: 當正在播放時(&P)

# ID_ONTOP_WHILEPLAYINGVIDEO
source: While Playing &Video
ar: أثناء تشغيل الفيديو
be: Падчас прайгравання відэа
bn: ভিডিও প্লে করার সময় (&V)
eu: Bi&deoa Irakurtzerakoan
he: בזמן ניגון וידאו
hy: Տեսանյութը վերարտադրելիս
ja: ビデオの再生中(&V)
lt: Grojant &vaizdo įrašus;
pa: ਵਿਡੀਓ ਚਲਾਉਣ ਦੇ ਦੌਰਾਨ(&V)
pl: Podczas odtwarzania &wideo
ro: În timpul redării &video
sr: Приликом репродукције &видео-записа
tt: Видео уйнатканда
uk: При відтворенні відео
zh_cn: 仅播放视频时(&V)
zh_tw: 當播放影片時(&V)

# ID_VIEW_OPTIONS
source: &Options...
ar: الخيارات...
be: &Налады...
bn: অপশনসমূহ... (&O)
eu: A&ukerak...
he: הגדרות...
hy: &Կարգավորումներ...
ja: オプション(&O)...
lt: &Nustatymai...
pa: ...ਚੋਣਾਂ(&O)
pl: &Ustawienia...
ro: &Opțiuni...
sr: &Опције…
tt: &Көйләүләр...
uk: &Налаштування...
zh_cn: 选项(&O)...
zh_tw: 選項(&O)...

# POPUP
source: &Play
ar: تشغيل
be: &Прайграванне
bn: প্লে (&P)
eu: &Irakurri
he: ניגון
hy: &Վերարտադրում
ja: 再生(&P)
lt: &Groti
pa: ਚਲਾਓ(&P)
pl: &Odtwarzanie
ro: &Redare
sr: &Репродукција
tt: &Уйнату
uk: &Відтворення
zh_cn: 播放(&P)
zh_tw: 播放(&P)

# ID_PLAY_PLAYPAUSE
source: &Play/Pause
ar: تشغيل/إيقاف مؤقت
be: &Прайграванне/Паўза
bn: প্লে/প'জ করি (&P)
eu: &Irakurri/Pausatu
he: נגן/השהה
hy: &Վերարտադրել/Դադար
ja: 再生/一時停止(&P)
lt: Groti/&Pauzė
pa: ਚਲਾਓ/ਰੋਕੋ(&P)
pl: &Odtwarzaj/Wstrzymaj
ro: &Redă/Pauzează
sr: &Репродукуј/паузирај
tt: &Уйнату/Тыналыш
uk: &Відтв/Пауза
zh_cn: 播放/暂停(&P)
zh_tw: 播放/暫停(&P)

# ID_PLAY_STOP
source: &Stop
ar: إيقاف
be: &Стоп
bn: বন্ধ করি (&S)
eu: &Gelditu
he: עצור
hy: &Կանգնեցնել
ja: 停止(&S)
lt: &Stabdyti
pa: ਰੋਕੋ(&S)
pl: &Zatrzymaj
ro: &Oprește
sr: З&аустави
tt: &Туктату
uk: &Стоп
zh_cn: 停止(&S)
zh_tw: 停止(&S)

# ID_PLAY_FRAMESTEP
source: Fra&me Step
ar: خطوة إطار أمام
be: Па &кадрах
bn: ফ্রেমের পদক্ষেপ (&R)
eu: &Frame Urratsa
he: התקדם בפריים
hy: Ըստ &կադրերի
ja: コマ送り(&M)
lt: &Kadro žingsnis
pa: ਫਰੇਮ ਸਟੈਪ(&r)
pl: &Następna klatka
ro: Cad&rul următor
sr: По &кадровима
tt: &Кадрлар буенча
uk: По&кадрово
zh_cn: 帧步进(&M)
zh_tw: 單格步進(&R)

# POPUP
source: &Repeat
ar: إعادة
be: Паў&тараць...
bn: পুনরাবৃত্তি (&R)
eu: Berregin
hy: &Կրկնել
ja: 連続再生(&R)
pa: ਦੁਹਰਾਓ(&R)
pl: Powtarzanie
ro: Repetă
sr: &Понављање
uk: &Повторювати
zh_cn: 重复(&R)
zh_tw: 重複

# ID_PLAY_REPEAT_FOREVER
source: F&orever
ar: للأبد
be: &Заўсёды
bn: অনন্তকাল ধরে (&O)
eu: E&tengabe
hy: Մ&իշտ
ja: 無限(&O)
pa: ਹਮੇਸ਼ਾ(&o)
pl: &Zawsze
ro: La &nesfârșit
sr: &у недоглед
zh_cn: 循环(&O)
zh_tw: 永遠(&O)

# ID_PLAY_REPEAT_ONEFILE
source: &File
ar: ملف
be: &Файл
bn: ফাইল (&F)
eu: &Agiria
hy: &Ֆայլը
ja: ファイル(&F)
pa: ਫਾਈਲ(&F)
pl: &Plik
ro: &Fișierul
sr: &датотеке
uk: &Файл
zh_cn: 文件(&F)
zh_tw: 檔案(&F)

# ID_PLAY_REPEAT_WHOLEPLAYLIST
source: &Playlist
ar: قائمة التشغيل
be: &Спіс прайгравання
bn: প্লেলিস্ট (&P)
eu: &Irakur-zerrenda
hy: &Նվագացանկը
ja: 再生リスト(&P)
pa: ਪਲੇਅਲਿਸਟ(&P)
pl: &Lista odtwarzania
ro: &Lista de redare
sr: &плеј-листе
uk: &Список відтворення
zh_cn: 播放列表(&P)
zh_tw: 播放清單(&P)

# ID_PLAY_DECRATE
source: &Decrease Rate
ar: تقليل سرعة العرض
be: Па&меншыць хуткасць
bn: গতি হ্রাস করি (&D)
eu: Gut&xitu Neurria
he: הקטן מהירות
hy: &Փոքրացնել արագությունը
ja: 再生速度 遅く(&D)
lt: Su&lėtinti
pa: ਦਰ ਘਟਾਓ(&D)
pl: Z&mniejsz tempo
ro: &Micșorează rata de redare
sr: У&спори
tt: &Тизлекне киметергә
uk: Пов&ільніше
zh_cn: 减少速率(&D)
zh_tw: 減速(&D)

# ID_PLAY_INCRATE
source: &Increase Rate
ar: زيادة سرعة العرض
be: Па&вялічыць хуткасць
bn: গতি বৃদ্ধি করি (&I)
eu: &Handitu Neurria
he: הגדל מהירות
hy: &Մեծացնել արագությունը
ja: 再生速度 速く(&I)
lt: Pa&greitinti
pa: ਦਰ ਵਧਾਓ(&I)
pl: Z&większ tempo
ro: &Mărește rata de redare
sr: У&брзај
tt: &Тизлекне арттырырга
uk: Шв&идше
zh_cn: 增加速率(&I)
zh_tw: 加速(&I)

# ID_PLAY_RESETRATE
source: R&eset Rate
ar: إعادة ضبط سرعة العرض
be: Вярн&уць зыходную хуткасць
bn: গতি পুনর্বিন্যাস করি (&E)
eu: B&errezarri Neurria
he: אפס מהירות
hy: Ետարկել
ja: 再生速度 標準(&E)
lt: &Atstatyti greitį
pa: ਦਰ ਮੁੜ-ਸੈਟ ਕਰੋ(&e)
pl: Przywróć pierwotne &tempo
ro: R&estabilește rata de redare
sr: Пр&вобитна брзина
tt: &Тизлекне ташларга
uk: Нормально
zh_cn: 重置速率(&E)
zh_tw: 原速(&E)

# ID_FILTERS
source: &Filters
ar: الفلاتر
be: &Фільтры
bn: ফিল্টারসমূহ (&F)
eu: I&ragazkiak
he: פילטרים
hy: &Ֆիլտրեր
ja: フィルタ(&F)
lt: &Filtrai
pa: ਫਿਲਟਰ(&F)
pl: &Filtry
ro: &Filtre
sr: &Филтери
tt: &Сөзгечләр
uk: &Фільтри
zh_cn: 滤镜(&F)
zh_tw: 篩選器 (Filter) (&F)

# ID_SHADERS
source: S&haders
ar: المظللات
be: &Шэйдары
bn: শেইডারসমূহ (&H)
eu: It&zalak
he: מצלילים
hy: Շ&եյդերներ
ja: シェーダ(&H)
lt: T&amsinimai
pa: ਸ਼ੇਡ(&h)
pl: Cieniowanie (&Shadery)
ro: &Nuanțatoare
sr: Модули за &сенчење
tt: &Шейдерлар
uk: &Шейдери
zh_cn: 着色器(&H)
zh_tw: 著色器 (Shader) (&H)

# ID_AUDIOS
source: &Audio Track
ar: &مسار الصوت
be: Гукавая &дарожка
bn: অডিও ট্র্যাক (&A)
eu: &Audio Bidea
hy: &Ձայնային շավիղ
ja: 音声トラック(&A)
lt: &Garso takelis
pa: ਆਡੀਓ ਟਰੈਕ(&A)
pl: Ścieżka &audio
ro: Pistă &audio
sr: &Аудио-запис
uk: &Аудіодоріжка
zh_cn: 音频轨(&A)
zh_tw: 音訊軌道(&A)

# ID_SUBTITLES
source: Su&btitle Track
ar: &مسار الترجمة
be: Су&бцітры
bn: সাবটাইটেল ট্র্যাক (&B)
eu: Az&pidatzia Bidea
hy: Տող&ագրի շավիղ
ja: 字幕トラック(&B)
lt: Su&btitrai
pa: ਸਬਟਾਈਟਲ ਟਰੈਕ(&b)
pl: Ścieżka &napisów
ro: Pistă su&btitlu
sr: &Титл
uk: Доріжка су&бтитрів
zh_cn: 字幕轨(&B)
zh_tw: 字幕軌道(&B)

# ID_VIDEO_STREAMS
source: Vide&o Track
ar: &مسار الفيديو
be: &Відэа&рад
bn: ভিডিও ট্র্যাক (&V)
eu: Bi&deo Bidea
hy: &Տեսանյութ
ja: 映像トラック(&O)
lt: &Vaizdo takelis
pa: ਵਿਡੀਓ ਟਰੈਕ(&V)
pl: Ścieżka w&ideo
ro: Pistă &video
sr: &Видео-запис
uk: &Відеодоріжка
zh_cn: 视频轨(&O)
zh_tw: 視訊軌道(&V)
