Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_CAPTURE_ERROR_AUD_OUT_FILE
source: Error initializing the audio output file.
ar: خطأ في تشغّيل الملف الصوتي الناتج.
be: Памылка ініцыялізацыі выходнага аўдыяфайла.
bn: অডিও আউটপুট ফাইলটি ইনিশিয়ালাইজ করণে সমস্যা হয়েছে।
bs_ba: Greška pri inicijlizaciji izlaznog audio dokumenta.
ca: S'ha produït un error en inicialitzar el fitxer de sortida d'àudio.
cs: Při inicializaci zvukového výstupního souboru došlo k chybě.
da: Fejl ved initialisering af lyd output-fil.
de: Audioausgabedatei konnte nicht initialisiert werden.
el: Σφάλμα κατά την προετοιμασία του εξαγόμενου αρχείου ήχου.
es: Ocurrió un error al inicializar el archivo de salida de audio.
eu: Akatsa audio irteera agiria abiarazterakoan.
fi: Äänen ulostulotiedoston alustus epäonnistui.
fr: Erreur lors de l'initialisation du fichier audio de sortie.
gl: Erro ao crear o ficheiro de audio de saída.
he: שגיאה באתחול קובץ פלט השמע.
hr: Greška pri inicijalizaciji zvučne izlazne datoteke.
hu: Hiba a kimeneti audió fájl inicializálása közben.
hy: Սխալ՝ արտածվող ձայնի ֆայլի որոշման։
it: Errore nell'inizializzazione del file audio di output.
ja: オーディオの出力ファイルの初期化中にエラーが発生しました。
lt: Klaida inicializuojant garso išvesties failą.
ms_my: Ralat mengawalkan fail output audio.
nl: Fout bij initialiseren audio bestand.
pl: Błąd podczas inicjowania pliku wyjściowego dźwięku.
ru: Ошибка инициализации выходного аудиофайла.
sk: Chyba pri inicializácii výstupného zvukového súboru.
sl: Napaka pri vzpostavitvi začetnega stanja zvočne izhodne datoteke.
sr: Грешка при покретању излазне аудио-датотеке.
sv: Fel vid initiering av ljudutmatningsfil.
th_th: ผิดพลาดในการเริ่มไฟล์ขาออกของเสียง
tt: Ошибка инициализации выходного аудиофайла.
vi: Lỗi khởi tạo các tập tin đầu ra âm thanh.

# IDS_SUBRESYNC_TIME_FORMAT
source: The correct time format is [-]hh:mm:ss.ms (e.g. 01:23:45.678).
ar: صيغة الوقت الصحيحة [-]hh:mm:ss.ms (مثال. 01:23:45.678).
be: Правільны фармат часу [-]гг:хв:сс.мс (напр. 01:23:45.678).
bn: সঠিক সময়ের ফরম্যাটটি হচ্ছে [-]hh:mm:ss.ms (উদাহরণ- 01:23:45.678)।
bs_ba: Ispravan format vremena je [-]hh:mm:ss.ms (npr. 01:23:45.678).
ca: El format de temps correcte és [-]hh:mm:ss.ms (per exemple, 01:23:45.678).
cs: Správný formát času je [-]hh:mm:ss.ms (např. 01:23:45.678).
da: Det korrekte tidsformat er [-]tt:mm:ss.ms (f.eks. 01:23:45.678).
de: Gültiges Zeitformat: [-]hh:mm:ss.ms
el: Η σωστή μορφή ώρας είναι [-]ωω:λλ:δδ.χδ (π.χ. 01:23:45.678).
es: El formato de tiempo correcto es [-]hh:mm:ss.ms (p.ej., 01:23:45.678).
eu: Denbora kode zuzena da: [-]hh:mm:ss.ms (adib. 01:23:45.678).
fi: Oikea aikamuoto on [-]hh:mm:ss.ms (esim. 01:23:45.678).
fr: Le format de temps correct est [-]hh:mm:ss.ms (e.g. 01:23:45.678).
gl: O formato de tempo correcto é [-]hh:mm:ss.ms (ex: 01:23:45.678).
hr: Ispravan format vremena je [-]hh:mm:ss.ms (npr. 01:23:45.678).
hu: A helyes időformátum: [-]hh:mm:ss.ms (pl. 01:23:45.678).
hy: Ժամանակի ճիշտ եղանակն է [-]hh:mm:ss.ms (օր.՝ 01:23:45.678).
it: Il formato temporale corretto è [-]hh:mm:ss.ms (es. 01:23:45.678).
ja: 正しい時間の形式は [-]hh:mm:ss.ms です。 (例: 01:23:45.678)
lt: Teisingas laiko formatas yra [-]hh:mm:ss.ms (pvz., 01:23:45.678).
ms_my: Format masa yang betul adalah [-]hh:mm:ss.ms (cth. 01:23:45.678).
nl: Het juiste tijd format is [-]hh:mm:ss.ms (b.v. 01:23:45.678).
pl: Poprawny format czasu to [-]gg:mm:ss.ms (np. 01:23:45.678).
ru: Правильный формат времени: [-]чч:мм:сс.мс (например, 01:23:45.678).
sk: Správny formát času je [-]hh:mm:ss.ms (napr. 01:23:45.678).
sl: Pravilni zapis časa je [-]hh:mm:ss.ms (npr. 01:23:45.678).
sr: Исправан формат времена је [-]hh:mm:ss.ms (нпр. 01:23:45.678).
sv: Den korrekta tidsformatteringen är [-]tt:mm:ss.ms (t.ex. 01:23:45.678).
th_th: รูปแบบเวลาที่ถูกต้องคือ [-]ชช:นน:วว.มว (เช่น 01:23:45.678)
tt: Правильный формат времени [-]hh:mm:ss.ms (например, 01:23:45.678).
vi: Định dạng thời gian chính xác là [-]gg:pp:gg.mlg (ví dụ: 01:23:45.678).

# IDS_EXTERNAL_FILTERS_ERROR_MT
source: This type is already in the list!
ar: هذا النوع في القائمة!
be: Гэты тып ужо ёсць у спісе!
bn: এই ধরনটি ইতিমধ্যে তালিকাতে রয়েছে!
bs_ba: Tip je već u listi!
ca: Aquest tipus ja està a la llista!
cs: Tento typ je již v seznamu uveden!
da: Denne type findes allerede i listen!
de: Der gewählte Typ wird bereits verwendet.
el: Αυτός ο τύπος υπάρχει ήδη στη λίστα!
es: Este tipo ya se encuentra en la lista.
eu: Mota hau jadanik zerrendan dago!
fi: Tämä tyyppi on jo luettelossa!
fr: Ce type est déjà présent dans la liste !
gl: Este tipo xa existe na lista!
he: סוג זה כבר נמצא ברשימה!
hr: Ova vrsta je već u listi!
hu: Ez a típus már a listában van!
hy: Այս տեսակը արդեն իսկ առկա է ցանկում!
it: Questo tipo è già nella lista!
ja: このタイプは既に一覧にあります！
lt: Šis tipas jau yra sąraše!
ms_my: Jenis ini sudah berada di dalam senarai!
nl: Dit type staat al in de lijst!
pl: Ten typ znajduje się na liście!
ru: Этот тип уже есть в списке!
sk: Tento typ sa už nachádza v zozname!
sl: Ta vrsta je že na seznamu!
sr: Овај тип је већ на списку!
sv: Den här typen finns redan i listan!
th_th: ชนิดนี้อยู่ในบัญชีรายการแล้ว!
tt: Андый төр исемлектә бар инде!
vi: Loại này là đã có trong danh sách!

# IDS_WEBSERVER_ERROR_TEST
source: You need to apply the new settings before testing them.
ar: تحتاج لتطبيق الضبط الجديد قبل أن تفحصهم.
be: Каб праверыць новыя налады, вы павінны іх ужыць.
bn: নতুন সেটিংসমূহ পরীক্ষা করার আগে সেগুলো প্রয়োগ করতে হবে।
bs_ba: Prije testiranja morate priomijeniti nova podešenja.
ca: Cal que apliqueu la nova configuració abans de provar-la.
cs: Než budete moci nová nastavení vyzkoušet, musíte je aplikovat.
da: Du skal anvende de nye indstillinger før du kan teste dem.
de: Bitte nicht gespeicherte Einstellungen vor ihrem Test übernehmen.
el: Πρέπει να κάνετε εφαρμογή των νέων ρυθμίσεων πριν από τη δοκιμή τους.
es: Necesita aplicar la configuración nueva antes de probarla.
eu: Ezarpen berriak ezarri behar dituzu aztertu aurretik.
fi: Sinun on otettava uudet asetukset käyttöön ennen niiden testaamista.
fr: Il est nécessaire d'appliquer les changements avant de pouvoir les tester.
gl: Vostede precisa aplicar as novas configuracións antes de probar.
he: אתה צריך להחיל את ההגדרות החדשות לפני שאתה מנסה אותן.
hr: Prije testiranja morate prihvatiti nove postavke.
hu: Alkalmaznia kell az új beállításokat a tesztelésük előtt.
hy: Նոր կարգավորումները թեստավորելուց առաջ նախ պետք է դրանք պահպանել
it: È necessario applicare le nuove impostazioni prima di poterle testare.
ja: これらをテストする前に新しい設定を適用してください。
lt: Jūs turite panaudoti naujus nustatymus prieš jiems įsigaliojant
ms_my: Anda perlu laksanakan tetapan baharu sebelum mengunjinya.
nl: Je moet de nieuwe instellingen toepassen voordat je ze test.
pl: Musisz zastosować nowe ustawienia zanim je przetestujesz.
ru: Вы должны применить новые настройки перед их использованием.
sk: Pred otestovaním je potrebné aplikovať nové nastavenia.
sl: Uveljaviti morate nove nastavitve, preden jih lahko testirate.
sr: Потребно је да примените нове поставке пре њиховог тестирања.
sv: Du måste tillämpa de nya inställningarna innan du testar dem.
th_th: คุณจำเป็นต้องใช้งานการตั้งค่าใหม่ ก่อนจะทดสอบพวกมัน
tt: Вы должны применить новые настройки перед их использованием
vi: Bạn cần phải áp dụng các thiết lập mới trước khi thử nghiệm chúng.

# IDS_AFTERPLAYBACK_EXIT
source: After Playback: Exit
ar: بعد التشغيل: الخروج
be: Па сканчэнні прайгравання: выйсці
bn: প্লেব্যাকের পরে: প্রোগ্রাম বন্ধ করি
bs_ba: Nakon Reprodukcije: Izlaz
ca: Després de la reproducció: Surt
cs: Po přehrání: Zavřít přehrávač
da: Efter afspilning: Afslut
de: Nach Wiedergabe: Programm beenden
el: Μετά την αναπαραγωγή: Έξοδος
es: Tras reproducir: Salir
eu: Irakurri Ondoren: Irten
fi: Toiston jälkeen: Sulje
fr: En fin de lecture : Quitter le programme
gl: Despois da reprodución: Pechar ficheiro
he: לאחר הניגון: יציאה
hr: Nakon reprodukcije: Izađi
hu: Lejátszás után: Kilépés
hy: Վերարտադրելուց հետո. Փակել
it: Dopo la riproduzione: Esci
ja: 再生終了後: 終了
lt: Baigus groti: Uždaryti grotuvą
ms_my: Selepas Main Balik: Keluar
nl: Na weergave: Sluiten
pa: ਚਲਾਓ ਦੇ ਬਾਅਦ: ਬਾਹਰ ਨਿਕਲੋ
pl: Po zakończeniu odtwarzania: Zamknij program
ru: По окончании воспроизведения: закрыть плеер
sk: Po prehratí: Ukončiť
sl: Po predvajanju: Izhod
sr: Након репродукције: изађи из програма
sv: Efter Uppspelning: Stäng
th_th: หลังเล่นจบ: ออก
tt: По окончании воспроизведения: закрыть плеер
vi: Sau khi phát xong: Thoát

# IDS_AFTERPLAYBACK_STANDBY
source: After Playback: Stand By
ar: بعد التشغيل: وضع التشغيل
be: Па сканчэнні прайгравання: перайсці ў рэжым чакання
bn: প্লেব্যাকের পরে: কম্পিউটার স্লিপ করি
bs_ba: Nakon Reprodukcije: Na Čekanju
ca: Després de la reproducció: Atura temporalment
cs: Po přehrání: Pohotovostní režim
da: Efter afspilning: Standby
de: Nach Wiedergabe: Standby-Modus
el: Μετά την αναπαραγωγή: Σε αναμονή
es: Tras reproducir: Suspender
eu: Irakurketa Ondoren: Egoneratu
fi: Toiston jälkeen: Valmiustila
fr: En fin de lecture : Mettre en veille
gl: Despois da reprodución: Suspender
he: לאחר הניגון: מצב המתנה
hr: Nakon reprodukcije: U pripravnost
hu: Lejátszás után: Készenlét
hy: Վերարտադրելուց հետո. Քուն
it: Dopo la riproduzione: Sospendi
ja: 再生終了後: スタンバイ
lt: Baigus groti: Perjungti į laukimo režimą
ms_my: Selepas Main Balik: Sedia
nl: Na weergave: Stand by
pa: ਚਲਾਓ ਦੇ ਬਾਅਦ: ਸਟੈਂਡਬਾਏ
pl: Po zakończeniu odtwarzania: Przejdź w stan wstrzymania
ru: По окончании воспроизведения: перейти в режим ожидания
sk: Po prehratí: Pohotovostný režim
sl: Po predvajanju: V pripravljenosti
sr: Након репродукције: пређи у стање приправности
sv: Efter Uppspelning: Standby
th_th: หลังเล่นจบ: สแตนด์บาย
tt: По окончании воспроизведения: перейти в режим ожидания
vi: Sau khi phát xong: Chế độ chờ

# IDS_AFTERPLAYBACK_HIBERNATE
source: After Playback: Hibernate
ar: بعد التشغيل: وضع الأسبات
be: Па сканчэнні прайгравання: перайсці ў рэжым сну
bn: প্লেব্যাকের পরে: কম্পিউটার হাইবারনেট করি
bs_ba: Nakon Reprodukcije: Hibernacija
ca: Després de la reproducció: Hiberna
cs: Po přehrání: Režim spánku
da: Efter afspilning: Dvale
de: Nach Wiedergabe: Ruhezustand
el: Μετά την αναπαραγωγή: Αδρανοποίηση
es: Tras reproducir: Hibernar
eu: Irakurketa Ondoren: Neguratu
fi: Toiston jälkeen: Lepotila
fr: En fin de lecture : Mettre en veille prolongée
gl: Despois da reprodución: Hibernar
he: לאחר הניגון: מצב שינה
hr: Nakon reprodukcije: Hibernacija
hu: Lejátszás után: Alvó állapot
hy: Վերարտադրելուց հետո. Քնեցում
it: Dopo la riproduzione: Iberna
ja: 再生終了後: 休止状態
lt: Baigus groti: Pereiti į miego režimą
ms_my: Selepas Main Balik: Hibernasi
nl: Na weergave: Slaap modus
pa: ਚਲਾਓ ਦੇ ਬਾਅਦ: ਹਾਈਬਰਨੇਟ
pl: Po zakończeniu odtwarzania: Przejdź w stan hibernacji
ru: По окончании воспроизведения: перейти в режим сна
sk: Po prehratí: Hibernácia
sl: Po predvajanju: Spanje
sr: Након репродукције: пређи у хибернацију
sv: Efter Uppspelning: Viloläge
th_th: หลังเล่นจบ: ไฮเบอร์เนต
tt: По окончании воспроизведения: перейти в режим сна
vi: Sau khi phát xong: Ngủ đông

# IDS_AFTERPLAYBACK_SHUTDOWN
source: After Playback: Shutdown
ar: بعد التشغيل: إغلاق الحاسب
be: Па сканчэнні прайгравання: выключыць камп'ютар
bn: প্লেব্যাকের পরে: কম্পিউটার শাটডাউন করি
bs_ba: Nakon Reprodukcije: Gašenje
ca: Després de la reproducció: Tanca l'ordinador
cs: Po přehrání: Vypnout počítač
da: Efter afspilning: Luk
de: Nach Wiedergabe: Computer herunterfahren
el: Μετά την αναπαραγωγή: Τερματισμός λειτουργίας
es: Tras reproducir: Apagar
eu: Irakurketa Ondoren: Itzali
fi: Toiston jälkeen: Sammuta tietokone
fr: En fin de lecture : Arrêter l'ordinateur
gl: Despois da reprodución: Desligar
he: לאחר הניגון: כבה
hr: Nakon reprodukcije: Ugasi
hu: Lejátszás után: Leállítás
hy: Վերարտադրելուց հետո. Անջատել
it: Dopo la riproduzione: Spegni
ja: 再生終了後: シャットダウン
lt: Baigus groti: Išjungti kompiuterį
ms_my: Selepas Main Balik: Matikan
nl: Na weergave: Afsluiten
pa: ਚਲਾਓ ਦੇ ਬਾਅਦ: ਬੰਦ ਕਰੋ
pl: Po zakończeniu odtwarzania: Wyłącz komputer
ru: По окончании воспроизведения: выключить компьютер
sk: Po prehratí: Vypnúť
sl: Po predvajanju: Izklop
sr: Након репродукције: искључи рачунар
sv: Efter Uppspelning: Stäng av
th_th: หลังเล่นจบ: ปิดเครื่อง
tt: По окончании воспроизведения: выключить компьютер
vi: Sau khi phát xong: Tắt máy

# IDS_AFTERPLAYBACK_LOGOFF
source: After Playback: Log Off
ar: بعد التشغيل: الخروج من حساب المستخدم
be: Па сканчэнні прайгравання: завяршыць сеанс
bn: প্লেব্যাকের পরে: কম্পিউটার লগ অফ করি
bs_ba: Nakon Reprodukcije: Odloguj se
ca: Després de la reproducció: Tanca la sessió
cs: Po přehrání: Odhlásit uživatele
da: Efter afspilning: Log af
de: Nach Wiedergabe: Benutzer abmelden
el: Μετά την αναπαραγωγή: Αποσύνδεση
es: Tras reproducir: Cerrar la sesión
eu: Irakurketa Ondoren: Saioa Amaitu
fi: Toiston jälkeen: Kirjaudu ulos
fr: En fin de lecture : Fermer la session
gl: Despois da reprodución: rematar sesión
he: לאחר הניגון: צא ממשתמש
hr: Nakon reprodukcije: Odjavi
hu: Lejátszás után: Kijelentkezés
hy: Վերարտադրելուց հետո. Փակել
it: Dopo la riproduzione: Disconnetti
ja: 再生終了後: ログオフ
lt: Baigus groti: Išsiregistruoti
ms_my: Selepas Main Balik: Daftar Keluar
nl: Na weergave: Uitloggen
pa: ਚਲਾਓ ਦੇ ਬਾਅਦ: ਲਾਗ ਆਫ਼ ਕਰੋ
pl: Po zakończeniu odtwarzania: Wyloguj użytkownika
ru: По окончании воспроизведения: завершить сеанс
sk: Po prehratí: Odhlásiť
sl: Po predvajanju: Odjava
sr: Након репродукције: одјави корисника
sv: Efter Uppspelning: Logga ut
th_th: หลังเล่นจบ: ลงชื่อออก
tt: По окончании воспроизведения: завершить сеанс
vi: Sau khi phát xong: Đăng xuất

# IDS_AFTERPLAYBACK_LOCK
source: After Playback: Lock
ar: بعد التشغيل: إقفال
be: Па сканчэнні прайгравання: заблакаваць камп'ютар
bn: প্লেব্যাকের পরে: কম্পিউটার লক করি
bs_ba: Nakon Reprodukcije: Zaključaj
ca: Després de la reproducció: Bloca
cs: Po přehrání: Uzamknout počítač
da: Efter afspilning: Lås
de: Nach Wiedergabe: Computer sperren
el: Μετά την αναπαραγωγή: Κλείδωμα
es: Tras reproducir: Bloquear
eu: Irakurketa Ondoren: Blokeatu
fi: Toiston jälkeen: Lukitse
fr: En fin de lecture : Verrouiller la session
gl: Despois da reprodución: Bloquear sesión
he: לאחר הניגון: נעילה
hr: Nakon reprodukcije: Zaključaj
hu: Lejátszás után: Zárolás
hy: Վերարտադրելուց հետո. Կողփել
it: Dopo la riproduzione: Blocca
ja: 再生終了後: ロック
lt: Baigus groti: Užrakinti kompiuterį
ms_my: Selepas Main Balik: Kunci
nl: Na weergave: Vergrendelen
pa: ਚਲਾਉਣ ਦੇ ਬਾਅਦ: ਲਾਕ ਕਰੋ
pl: Po zakończeniu odtwarzania: Zablokuj komputer
ru: По окончании воспроизведения: блокировать компьютер
sk: Po prehratí: Uzamknúť
sl: Po predvajanju: Zakleni
sr: Након репродукције: закључај рачунар
sv: Efter Uppspelning: Lås
th_th: หลังเล่นจบ: ล็อค
tt: По окончании воспроизведения: блокировать компьютер
vi: Sau khi phát xong: Khóa

# IDS_AFTERPLAYBACK_MONITOROFF
source: After Playback: Turn off the monitor
ar: بعد التشغيل: أغلق الشاشة
be: Па сканчэнні прайгравання: выключыць манітор
bn: প্লেব্যাকের পরে: মনিটর বন্ধ করি
bs_ba: Nakon Reprodukcija: Isključi monitor
ca: Després de la reproducció: Apaga el monitor
cs: Po přehrání: Vypnout monitor
da: Efter afspilning: Sluk monitoren
de: Nach Wiedergabe: Bildschirm ausschalten
el: Μετά την Αναπαραγωγή: Απενεργοποίηση οθόνης
es: Tras reproducir: Apagar el monitor
eu: Irakurri Ondoren: Itzali monitorea
fi: Toiston jälkeen: Sammuta näyttö
fr: En fin de lecture : Éteindre l'écran
gl: Tras a reprodución: apagar o monitor
hr: Nakon reprodukcije: Ugasiti ekran
hu: Lejátszás után: kapcsolja ki a monitort
hy: Նվագարկելուց հետո. անջատել մոնիտորը
it: Dopo la riproduzione: Spegnere il monitor
ja: 再生終了後: モニタの電源を切る
lt: Baigus groti: Išjungti monitorių
ms_my: Selepas Main Balik: Matikan monitor
nl: Na weergave: Monitor uitschakelen
pa: ਚਲਾਉਣ ਦੇ ਬਾਅਦ: ਮਾਨੀਟਰ ਬੰਦ ਕਰੋ
pl: Po zakończeniu odtwarzania: Wyłącz monitor
ru: По окончании воспроизведения: отключить монитор
sk: Po prehratí: Vypnúť monitor
sl: Po predvajanju: Izključi monitor
sr: Након репродукције: искључи монитор
sv: Efter Uppspelning: Stäng av bildskärmen
th_th: หลังเล่นจบ: ปิดจอภาพ
vi: Sau khi phát xong: Tắt màn hình

# IDS_AFTERPLAYBACK_PLAYNEXT
source: After Playback: Play next file in the folder
ar: بعد نهاية التشغيل: تشغيل الملف التالي في المجلد
be: Па сканчэнні прайгравання: прайграць наступны файл ў папцы
bn: প্লেব্যাকের পরে: ফোল্ডারের পরবর্তী ফাইলটি প্লে করি
bs_ba: Nakon Reprodukcije: Pokreni sljedeći dokument u folderu
ca: Després de la reproducció: Reprodueix el fitxer següent de la carperta
cs: Po přehrání: Přehrát další soubor v adresáři
da: Efter afspilning: Afspil næste fil i mappen
de: Nach Wiedergabe: Nächste Ordnerdatei öffnen
el: Μετά την αναπαραγωγή: Αναπ/γωγή επόμενου αρχείου στο φάκελο
es: Tras reproducir: Reproducir el siguiente archivo de la carpeta
eu: Irakurketaren ondoren: Irakurri agiritegiko hurrengo agiria
fi: Toiston jälkeen: Toista seuraava tiedosto kansiosta
fr: En fin de lecture : Lire le fichier suivant dans le répertoire
gl: Despois da reprodución: Reproducir o próximo ficheiro do cartafol
hr: Nakon reprodukcije: Pokreni slijedeću datoteku u mapi
hu: Lejátszás után: A mappában következő fájl lejátszása
hy: Նվագարկելուց հետո. խաղարկել թղթապանակի հաջորդ ֆայլը
it: Dopo la riproduzione: esegui il prossimo file nella cartella
ja: 再生終了後: フォルダ内を順次再生する
lt: Baigus groti: Groti sekantį failą aplanke
ms_my: Selepas Main Balik: Main fail berikutnya di dalam folder
nl: Na weergave: Speel volgend bestand af in map
pa: ਚਲਾਉਣ ਦੇ ਬਾਅਦ: ਫੋਲਡਰ ਵਿੱਚ ਅਗਲੀ ਫ਼ਾਈਲ ਚਲਾਓ
pl: Po zakończeniu odtwarzania: Odtworzenie następnego pliku z folderu
ru: По окончании воспроизведения: перейти к следующему файлу в папке
sk: Po prehratí: prehrať ďalší súbor v priečinku
sl: Po predvajanju: predvajaj naslednjo datoteko v imeniku
sr: Након репродукције: пусти следећу датотеку
sv: Efter Uppspelning: Spela nästa fil i mappen
th_th: หลังการเล่น: เล่นไฟล์ถัดไปในโฟลเดอร์
vi: Sau khi phát xong: Chạy tập tin kế tiếp trong thư mục

# IDS_AFTERPLAYBACK_DONOTHING
source: After Playback: Do nothing
ar: بعد نهاية التشغيل: لا تفعل شيئ
be: Па сканчэнні прайгравання: нічога не рабіць
bn: প্লেব্যাকের পরে: কোন কিছু করি না
bs_ba: Nakon Reprodukcije: Ne radi ništa
ca: Després de la reproducció: No facis res
cs: Po přehrání: Nedělat nic
da: Efter afspilning: Gør ingenting
de: Nach Wiedergabe: Keine Aktion
el: Μετά την αναπαραγωγή: Καμία ενέργεια
es: Tras reproducir: No hacer nada
eu: Irakurketaren ondoren: Ez egin ezer
fi: Toiston jälkeen: Älä tee mitään
fr: En fin de lecture : Ne rien faire
gl: Despois da reprodución: Non facer nada
hr: Nakon reprodukcije: Nemoj učiniti ništa
hu: Lejátszás után: Ne csináljon semmit
hy: Նվագարկելուց հետո. ոչինչ չանել
it: Dopo la riproduzione: non fare nulla
ja: 再生終了後: 何もしない
lt: Baigus groti: Nieko nedaryti
ms_my: Selepas Main Balik: Jangan buat apa-apa
nl: Na weergave: Niets doen
pa: ਚਲਾਉਣ ਦੇ ਬਾਅਦ: ਕੁਝ ਨਾ ਕਰੋ
pl: After Playback: Nic nie rób
ru: По окончании воспроизведения: ничего не делать
sk: Po prehratí: neurobiť nič
sl: Po predvajanju: ne naredi ničesar
sr: Након репродукције: не ради ништа
sv: Efter Uppspelning: Gör ingenting
th_th: หลังการเล่น: ไม่ต้องทำอะไร
vi: Sau khi phát xong: Không làm gì cả

# IDS_OSD_BRIGHTNESS
source: Brightness: %s
ar: السطوع: %s
be: Яркасць: %s
bn: উজ্জ্বলতা: %s
bs_ba: Osvijetljenost: %s
ca: Brillantor: %s
cs: Jas: %s
da: Lysstyrke: %s
de: Helligkeit: %s
el: Φωτεινότητα : %s
es: Brillo: %s
eu: Dizdira: %s
fi: Kirkkaus: %s
fr: Luminosité : %s
gl: Brillo: %s
he: בהירות: %s
hr: Osvijetljenost: %s
hu: Fényerő: %s
hy: Բացությունը. %s
it: Luminosità: %s
ja: 明るさ: %s
lt: Šviesumas: %s
ms_my: Kecerahan: %s
nl: Helderheid: %s
pa: ਚਮਕ: %s
pl: Jasność: %s
ru: Яркость: %s
sk: Jas: %s
sl: Svetlost: %s
sr: Осветљеност: %s
sv: Ljusstyrka: %s
th_th: ความสว่าง: %s
tt: Яктылык: %s
vi: Độ sáng: %s

# IDS_OSD_CONTRAST
source: Contrast: %s
ar: التباين: %s
be: Насычанасць: %s
bn: কনট্রাস্ট: %s
bs_ba: Kontrast: %s
cs: Kontrast: %s
da: Kontrast: %s
de: Kontrast: %s
el: Αντίθεση : %s
es: Contraste: %s
eu: Zuribeltztasuna: %s
fi: Kontrasti: %s
fr: Contraste : %s
gl: Contraste: %s
he: ניגודיות: %s
hr: Kontrast: %s
hu: Kontraszt: %s
hy: Կոնտրաստը. %s
it: Contrasto: %s
ja: コントラスト: %s
lt: Kontrastas: %s
ms_my: Beza Jelas: %s
pa: ਕਨਟਰਾਸਟ: %s
pl: Kontrast: %s
ru: Контрастность: %s
sk: Kontrast: %s
sl: Kontrast: %s
sr: Контраст: %s
sv: Kontrast: %s
th_th: ความตัดกัน: %s
tt: Капма-каршылык: %s
vi: Tương phản: %s

# IDS_OSD_HUE
source: Hue: %s
eu: Nabardura: %s
ms_my: Rona: %s

# IDS_OSD_SATURATION
source: Saturation: %s
ar: الإشباع: %s
be: Насычанасць: %s
bn: রঙের তীব্রতা: %s
bs_ba: Zasićenje: %s
ca: Saturació: %s
cs: Sytost: %s
da: Mætning: %s
de: Sättigung: %s
el: Κορεσμός : %s
es: Saturación: %s
eu: Margoasetasuna: %s
fi: Kylläisyys: %s
gl: Saturación: %s
he: הרוויה: %s
hr: Zasićenje: %s
hu: Telítettség: %s
hy: Խտայնությունը. %s
it: Saturazione: %s
ja: 鮮やかさ: %s
lt: Sodrumas: %s
ms_my: Ketepuan: %s
nl: Verzadiging: %s
pa: ਸੰਤ੍ਰਿਪਤਾ: %s
pl: Nasycenie: %s
ru: Насыщенность: %s
sk: Sýtosť: %s
sl: Nasičenje: %s
sr: Засићеност: %s
sv: Mättnad: %s
th_th: ความอิ่มตัว: %s
tt: Куелык: %s
vi: Độ bão hòa: %s

# IDS_OSD_RESET_COLOR
source: Color settings restored
ar: إعادة ضبط الألوان
be: Налады колеру адноўлены
bn: রঙের সেটিংসমূহ পূর্বাবস্থায় ফিরিয়ে আনা হয়েছে
bs_ba: Obnovljena su podešenja boje
ca: S'han restaurat els paràmetres de color
cs: Obnoveno výchozí nastavení barev
da: Farveindstillinger genskabt
de: Farbsteuerung: Standard-Einstellungen
el: Οι ρυθμίσεις χρώματος επανήλθαν
es: Configuraciones de color restablecidas
eu: Margo ezarpenak leheneratuta
fi: Väriasetukset palautettu
fr: Paramétrages des couleurs réinitialisés
gl: Configuracións de cor reiniciadas
he: הגדרות צבע שוחזרו
hr: Obnovljene su postavke boje
hu: Színbeállítások visszaállítva
hy: Գույնի կարգավորումները վերականգնվել են
it: Impostazioni colore ripristinate
ja: カラー設定を復元しました
lt: Spalvų nustatymai atstatyti
ms_my: Tetapan warna dipulihkan
nl: Kleurinstellingen hersteld
pa: ਰੰਗ ਸੈਟਿੰਗਾਂ ਮੁੜ-ਸਟੋਰ ਕੀਤੀਆਂ
pl: Przywrócono ustawienia kolorów
ru: Настройки цвета восстановлены
sk: Nastavenia farby boli obnovené
sl: Nastavitve barv obnovljene
sr: Враћене су поставке боје
sv: Färginställningar återställda
th_th: การตั้งค่าสีถูกคืนค่าแล้ว
tt: Төс көйләүләре торгызылган
vi: Thiết lập màu đã được khôi phục

# IDS_OSD_NO_COLORCONTROL
source: Color control is not supported
ar: التحكم بالألون غير مدعومة
be: Кіраванне колерам не падтрымліваецца
bn: রং নিয়ন্ত্রণ সমর্থন করে না
bs_ba: Kontrola boje nije podržana
ca: El control de color no és compatible
cs: Nastavení barev není podporováno
da: Farvestyring er ikke understøttet
de: Farbsteuerung nicht verfügbar
el: Ο έλεγχος χρώματος δεν υποστηρίζεται
es: El control de color no está soportado
eu: Margo agintea ez dago sostengatuta
fi: Värin säätöä ei tueta
fr: Contrôle des couleurs non supporté
gl: Control de cor non soportado
he: שליטה בצבע אינה נתמכת
hr: Upravljanje bojama nije podržano
hu: Színbeállítások nem támogatottak
hy: Գույնի կառավարումը չի աջակցվում
it: Controllo colori non supportato
ja: カラー コントロールはサポートされていません
lt: Spalvų valdymas nepalaikomas
ms_my: Kawalan warna tidak disokong
nl: Kleur control wordt niet ondersteund
pa: ਰੰਗ ਕੰਟਰੋਲ ਸਹਾਇਕ ਨਹੀਂ ਹਨ
pl: Zarządzanie kolorami nie jest obsługiwane
ru: Управление цветом не поддерживается
sk: Ovládač farby nie je podporovaný
sl: Nadzor barve ni podprt
sr: Управљање бојама није подржано
sv: Färgkontroll stödjs inte
th_th: ไม่รองรับการควบคุมสี
tt: Управление цветом не поддерживается
vi: Điều chỉnh màu sắc không được hỗ trợ
