Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_PPAGESUBMISC_IDC_STATIC
source: Autoload paths
ar: مسارات التحميل التلقائي
be: Шлях да знешніх субцітраў
bn: স্বয়ংক্রিয়ভাবে লোড করার পথসমূহ
bs_ba: Putanje za automatsko učitavanje
ca: Carrega les rutes automàticament
cs: Místa pro automatické načítání
da: Automatisk indlæsning af stier
de: Untertitel-Suchpfade
el: Κατάλογοι αυτόματης φόρτωσης
es: Cargar rutas automáticamente
eu: Berez-gertatu helburuak
fi: Lataa polut automaattisesti
fr: Dossiers à utiliser pour le chargement automatique
gl: Ruta de carga automática
he: נתיבים לטעינה אוטומטית
hr: Automatski učitaj putanju
hu: Automatikus betöltési helyek
hy: Տողագրերի ճանապարհը
id: Otomuat jalur
it: Percorsi di caricamento automatico
ja: 字幕ファイルの自動読み込みパス
lt: Kelias išoriniams subtitrams
ms_my: Laluan muat sendiri
nl: Ondertitels uit directory's automatisch inladen
pt_br: Pastas para autocarregamento de legendas
ru: Путь для внешних субтитров
sk: Cesty pre automotické načítavanie
sl: Samodejno naloži poti
sr: Путања за спољне титлове
sv: Sökvägar att läsa in automatiskt från
th_th: โหลดเส้นทางอัตโนมัติ
tt: Тышкы субтитрлар өчен юл
uk: Шлях автозавантаження зовнішніх субтитрів

# IDD_PPAGESUBMISC_IDC_BUTTON1
source: Reset
ar: إعادة ضبط
be: Скінуць
bn: পুনর্বিন্যাস করি
bs_ba: Resetuj
ca: Restableix
cs: Výchozí
da: Nulstil
de: &Standard
el: Επαναφορά
es: Restablecer
eu: Berrezarri
fi: Palauta
fr: Réinitialiser
gl: Reiniciar
he: אפס
hr: Resetiraj
hu: Visszaállítás
hy: Վերակայել
id: Setel Ulang
it: Reimposta
ja: リセット
lt: Atstatyti
ms_my: Tetap Semula
pt_br: Resetar
ru: Сброс
sk: Obnoviť
sl: Ponastavi
sr: Подразум.
sv: Återställ
th_th: คืนค่า
tt: Ташлау
uk: Скинути

# IDD_PPAGESUBMISC_IDC_STATIC
source: Online search, download and upload subtitles
ar: البحث في الانترنت عن الترجمات وتنزيلها ورفعها
be: Пошук у інтэрнэце, спампоўка і запампоўка субцітраў
bn: অনলাইনে সাবটাইটেল অনুসন্ধান, ডাউনলোড এবং আপলোড করতে
bs_ba: Online pretraga, download i upload titlova
ca: Cerca en línia, descàrrega i pujada dels subtítols
cs: Hledání, stahování a odesílání titulků online
da: Online søgning, download og upload af undertekster
de: Online-Untertitel
el: Αναζήτηση σε άμεση σύνδεση, λήψη και αποστολή υποτίτλων
es: Búsqueda en línea, descarga y subida de subtítulos
eu: Online bilaketa, jeitsi eta igo azpidatziak
fi: Hae verkosta, lataa ja lähetä tekstityksiä.
fr: Recherche, téléchargement et envoi de sous-titres
gl: Procurar en liña, baixar e subir subtítulos
hr: Online pretraga, preuzimanje i slanje titlova
hu: Feliratok keresése, letöltése, feltöltése
id: Pencarian daring, unduh dan unggah subtitel
ja: 字幕のオンライン検索, ダウンロードおよびアップロード
ms_my: Gelintar, muat turun dan muat naik sarikata secara atas-talian
nl: Online zoeken, ophalen en versturen ondertitels
pt_br: Procurar, baixar e enviar legendas online
ru: Онлайн-поиск, загрузка и размещение субтитров
sk: Vyhľadávanie online, stiahnutie a odoslanie titulkov
sl: Išči, prenesi podnapise dol in gor
sr: Интернет претрага, преузимање и отпремање титлова
th_th: ค้นหา, ดาวน์โหลด และอัพโหลดศัพท์บรรยายออนไลน์

# IDD_PPAGESUBMISC_IDC_CHECK4
source: Automatically search and download subtitles if none are found locally
ar: ابحث بشكل آلي عن الترجمات وحملها إذا لم تكن متوفرة محليا
be: Калі субцітраў няма, знайсці і спампаваць іх аўтаматычна
bn: স্থানীয় ডাইরেক্টরি সমূহতে পাওয়া না গেলে, স্বয়ংক্রিয়ভাবে সাবটাইটেল অনুসন্ধান এবং ডাউনলোড করণ
bs_ba: Automatski traži i download-uj titlove ako nijedan nije pronađen lokalno
ca: Cerca i descarrega subtítols automàticament si no se'n troba cap localment
cs: Automaticky vyhledat a stáhnout titulky pokud nejsou nalezeny lokální
da: Automatisk søgning og download af undertekster hvis der ikke findes nogen lokalt
de: Untertitel für untertitellose Mediendateien automatisch herunterladen
el: Αυτόματη αναζήτηση και λήψη υποτίτλων, εφόσον δεν βρεθούν τοπικά
es: Buscar y descargar subtítulos automáticamente si no se encuentran localmente
eu: Berezgaitasunez bilatu eta jeitsi azpidatziak ez bada bat ere aurkitzen bertan
fi: Etsi ja lataa tekstitykset automaattisesti jos paikallista tekstitystä ei löydy
fr: Chercher et télécharger des sous-titres automatiquement si aucun sous-titre n'est disponible
gl: Buscar e baixar subtítulos automáticamente se non se atopan localmente
hr: Automatska pretraga i preuzimanje titlova ako nisu pronađeni lokalno
hu: Feliratok automatikus keresése és letöltése, ha helyben nem található
id: Otomatis mencari dan mengunduh subtitel jika tidak ada yang ditemukan secara lokal
ja: ローカルで何も見つからない場合、字幕を自動的に検索してダウンロードする
ms_my: Gelintar dan muat turun sarikata secara automatik jika tiada ditemui secara dalaman
nl: Automatisch zoeken en ophalen van ondertitels indien lokaal niet gevonden.
pt_br: Buscar e baixar legendas automaticamente caso não exista nenhuma
ru: Автоматически искать и загружать субтитры, если они не найдены локально
sk: Automaticky vyhľadať a stiahnuť titulky, ak sa nenájdu žiadne lokálne
sl: Samodejno išči in prenesi podnapise če jih lokalno ni
sr: Аутоматски тражи и преузимај титлове ако нису пронађени локално
th_th: ค้นหาและดาวน์โหลดศัพท์บรรยายอัตโนมัติ ถ้าค้นหาในท้องถิ่นแล้วไม่มี

# IDD_PPAGESUBMISC_IDC_CHECK5
source: Prefer subtitles for hearing impaired (when indicated by subtitles provider)
ar: يفضل استخدام الترجمة لِضعاف السمع
be: Пажаданы субцітры для людзей з парушэннем слыху (калі ёсць)
bn: শ্রবণ প্রতিবন্ধীদের জন্য সাবটাইটেল সমূহকে প্রাধান্য (সাবটাইটেল সরবরাহকারী দ্বারা নির্দেশিত করা হলে)
bs_ba: Preferiraj titlove za osobe sa oštećenim sluhom (kada je označeno od strane autora titlova)
ca: Prefereix subtítols per a problemes d'audició (quan ho indiqui el proveïdor)
cs: Upřednostňovat titulky pro neslyšící (pokud jsou označeny poskytovatelem titulků)
da: Foretræk undertekster for hørehæmmet (når indikeret af undertekstudbyderen)
de: Ausgewiesene Untertitel für Hörgeschädigte bevorzugen
el: Προτίμηση υποτίτλων για προβλήματα ακοής (όταν αναφέρεται από πάροχο)
es: Preferir subtítulos para sordos (cuando los indique (CC) el proveedor)
eu: Hobetsi gorrentzako azpidatziak (azpidatzi hornitzaileak adierazitakoan)
fi: Suosi kuulovammaisille tarkoitettuja tekstityksiä (kun se on merkitty tekstitysten tarjoajan toimesta)
fr: Préférer les sous-titres pour malentendants (lorsqu'indiqué par le fournisseur de sous-titres)
gl: Preferir subtítulos para persoas xordas (cando o indique o proveedor de subtítulos)
hr: Preferiraj titlove za osobe s oštećenim sluhom (kada je naznačeno kod davatelja titlova)
id: Lebih memilih subtitel untuk tuna rungu (jika ditandai oleh penyedia subtitel)
ja: 聴覚障害者用の字幕を優先する (字幕プロバイダによって示された場合)
ms_my: Utamakan sarikata untuk cacat pendengaran (bila ditunjuk oleh penyedia sarikata)
nl: Liever ondertitels voor slechthorenden (indien aangegeven)
pt_br: Dar preferência à legendas adaptadas para deficientes auditivos (quando for marcada como tal pelo provedor da legenda)
ru: Приоритет субтитров для людей с нарушениями слуха (если указано источником субтитров)
sk: Preferovať titulky pre nepočujúcich (ak ich poskytovateľ označí)
sl: Uporabi podnapise za slušno prizadete (ko so tako označeni)
sr: Приоритет имају титлови за особе са оштећеним слухом (ако их извор наводи)
th_th: ศัพท์บรรยายที่ชอบสำหรับผู้บกพร่องทางการได้ยิน (เมื่อได้ระบุไว้โดยผู้จัดหาศัพท์บรรยาย)

# IDD_PPAGESUBMISC_IDC_STATIC1
source: Ignore files containing any of the following word(s):
ar: تجاهل الملفات التي تحتوي على الكلمات التالية:
be: Ігнараваць файлы з наступнымі словамі:
bn: নিম্নোক্ত শব্দ(সমূহ) ধারণকারী ফাইলসমূহকে উপেক্ষা করি:
bs_ba: Ignoriši dokumente koji sadrže bilo koju od sljedećih riječi:
ca: Ignora els fitxers que continguin les següents paraules:
cs: Ignorovat soubory jejichž název obsahuje některé z následujících slov:
da: Ignorér filer med de følgende ord:
de: Teilpfade ausgenommener Mediendateien:
el: Παράβλεψη των αρχείων που περιέχουν τις λέξεις:
es: Ignorar archivos que contengan cualquiera de estas palabras:
eu: Ezikusi hurrengo hitzetako bat duten agiriak:
fi: Ohita tiedostot joissa esiintyy mikä tahansa seuraavista sanoista:
fr: Ignorer les fichiers contenant le(s) mot(s) suivant(s) :
gl: Ignorar ficheiros que conteñan calquera destas palabras:
hr: Ignoriraj datoteke koje sadrže bilo koje od slijedećih riječi:
hu: A következő szavakat tartalmazó fájl kihagyása:
id: Abaikan berkas yang memuat kata-kata berikut:
ja: 次の単語のいずれかを含むファイルを無視する:
ms_my: Abai fail yang mengandungi mana-mana perkataan berikut(s):
nl: Negeer bestanden die enige van de volgende woorden bevatten:
pt_br: Ignorar arquivos que contenham qualquer uma da(s) seguinte(s) palavra(s):
ru: Игнорировать файлы, содержащие любое из следующих слов:
sk: Ignorovať súbory obsahujúce niektoré z týchto slov:
sl: Prezri datoteke, ki vsebujejo katero izmed naslednjih besed:
sr: Занемари датотеке које садрже следеће речи:
th_th: ไม่สนใจไฟล์ที่ประกอบด้วยคำใดก็ตามต่อไปนี้:

# IDD_PPAGESUBMISC_IDC_STATIC
source: Languages in order of preference:
ar: اللغات بالترتيب حسب تفضيلها (مثل "eng ell spa"):
be: Пажаданыя мовы
bn: পছন্দনীয় ভাষাসমূহের অগ্রাধিকার ক্রম (উদাহরণ- "eng ell spa"):
bs_ba: Jezici po redoslijedu preferiranja:
ca: Idiomes en ordre de preferència:
cs: Jazyky v pořadí podle preference:
da: Sprog i foretrukne rækkefølge:
de: Auswahl der Untertitelsprachen:
el: Γλώσσες κατά σειρά προτίμησης:
es: Idiomas en orden de preferencia:
eu: Hizkuntza hobespen hurrenkera:
fi: Kielet tärkeysjärjestyksessä:
fr: Ordre de préférence des langues :
gl: Linguas en orde de preferencia:
hr: Jezici po željenom redu:
hu: Nyelvek prioritási sorrendben (pl. "eng hun spa"):
id: Bahasa dengan urutan sesuai pilihan:
ja: 言語の優先順位:
ms_my: Bahasa mengikut tertib keutamaan:
nl: Talen in voorkeur volgorde
pt_br: Idiomas em ordem de preferência:
ru: Языки в порядке предпочтения:
sk: Uprednostňované jazyky v poradí:
sl: Jeziki v želenem vrstnem redu:
sr: Језици по жељеном редоследу:
th_th: ภาษาตามลำดับความชอบ:

# IDD_PPAGESUBMISC_IDC_CHECK6
source: Automatically upload active subtitles at the end of video playback
ar: ارفع الترجمات النشطة عند نهاية مقطع الفيديو
be: Па сканчэнні відэа, аўтаматычна запампаваць актыўныя субцітры
bn: ভিডিওর প্লেব্যাকের শেষে স্বয়ংক্রিয়ভাবে সক্রিয় সাবটাইটেলটিকে আপলোড করি
bs_ba: Automatski upload-uj aktivne titlove na kraju svake video reprodukcije
ca: Penja els subtítols actius automàticament en finalitzar la reproducció
cs: Automaticky odeslat aktivní titulky po skončení přehrávání videa
da: Upload automatisk aktive undertekster ved slutningen af videoafspilning
de: Wiedergegebene Untertitel automatisch hochladen
el: Αυτόματη αποστολή ενεργών υπότιτλων στο τέλος της αναπαραγωγής βίντεο
es: Subir subtítulos activos automáticamente al finalizar la reproducción
eu: Berezgaitasunez igo jarduneko azpidatzia bideo irakurketa amaitutakoan
fi: Lähetä aktiiviset tekstitykset automaattisesti toiston päätyttyä
fr: Envoyer les sous-titres actifs automatiquement à la fin de la lecture vidéo
gl: Subir subtítulos activos automáticamente ao rematar a reprodución
hr: Automatski pošalji aktivne titlove na kraju gledanja videa
hu: Aktív feliratok automatikus feltöltése a videólejátszás végén
id: Otomatis mengunggah subtitel aktif di akhir pemutaran video
ja: ビデオの再生終了時にアクティブな字幕を自動的にアップロードする
ms_my: Muat naik sarikata aktif secara automatik dipenghujung main balik video
nl: Automatisch opsturen van actieve ondertitels na afspelen
pt_br: Enviar automaticamente as legendas ativas no fim da reprodução dos vídeos
ru: Автоматически размещать активные субтитры после окончания воспроизведения
sk: Automaticky odoslať aktívne titulky na konci prehrávania videa
sl: Samodejno prenesi gor aktivne podnapise na koncu predvajanja
sr: Аутоматски отпреми активне титлове по завршетку репродукције
th_th: อัพโหลดศัพท์บรรยายที่แอ็คทีฟอัตโนมัติ เมื่อจบการเล่นวิดีโอ

# IDD_UPDATE_DIALOG_CAPTION
source: Update Checker
ar: فاحص التحديث
be: Праверка абнаўленняў
bn: হালনাগাদ অনুসন্ধানকরণ
bs_ba: Provjeravanje Nadgradnje
ca: Comprovador d'actualitzacions
cs: Kontrola aktualizací
da: Søgning efter opdateringer
de: Auf Update prüfen
el: Έλεγχος για ενημερώσεις
es: Búsqueda de actualizaciones
eu: Eguneraketa Egiaztatzailea
fi: Päivityksien tarkistus
fr: Vérification des mises à jour
gl: Verificador de actualizacións
he: בודק העדכונים
hr: Provjera nadogradnji
hu: Frissítés kereső
hy: Թարմացումների ստուգում
id: Pemeriksa Pemutakhiran
it: Verifica aggiornamenti
ja: 更新の確認
lt: Tikrinti naujinimus
ms_my: Kemakini Pemeriksa
nl: Opwaardeer controle
pt_br: Verificação de atualizações
ru: Проверка обновлений
sk: Kontrola aktualizácií
sl: Preverjanje posodobitev
sr: Потражња ажурирања
sv: Uppdateringskontroll
th_th: ตัวตรวจสอบการอัพเดต
tt: Яңартуларны тикшерү
uk: Перевірка оновлень

# IDD_UPDATE_DIALOG_IDC_UPDATE_DL_BUTTON
source: &Download now
ar: التنزيل الآن
be: &Загрузіць зараз
bn: এখনই ডাউনলোড করি(&D)
bs_ba: &Download-uj sada
ca: &Baixa-la ara
cs: &Stáhnout
da: &Download nu
de: &Jetzt herunterladen
el: &Λήψη τώρα
es: &Descargar ahora
eu: &Jeitsi orain
fi: Lataa nyt
fr: &Visiter le site
gl: &Baixar agora
he: הורד כעת
hr: &Preuzmi odmah
hu: Letöltés most
hy: &Բեռնել հիմա
id: Un&duh sekarang
it: &Scarica ora
ja: 今すぐダウンロード(&D)
lt: Atsisiųsti &dabar
ms_my: &Muat turun sekarang
nl: &Nu ophalen
pt_br: Baixar agora
ru: Загрузить сейчас
sk: &Stiahnuť teraz
sl: Pre&nesi sedaj
sr: &Преузми
sv: &Hämta nu
th_th: &ดาวน์โหลดเดี๋ยวนี้
tt: Хәзер йөкләргә
uk: &Завантажити зараз

# IDD_UPDATE_DIALOG_IDC_UPDATE_LATER_BUTTON
source: Remind me &later
ar: ذكّرني لاحقا
be: Напомніць пазней
bn: পরে মনে করিয়ে দেওয়া হোক(&L)
bs_ba: Podsjeti me kasnije
ca: Recorda-m'ho &més tard
cs: Připomenout &později
da: Påmind mig &senere
de: &Später erinnern
el: &Υπενθύμιση αργότερα
es: Recordarme &luego
eu: &Gogoratu geroago
fi: Muistuta myöhemmin
fr: Me &rappeler plus tard
gl: Lembrarme &logo
he: הזכר לי מאוחר יותר
hr: &Podsjeti me kasnije
hu: Emlékeztess később
hy: Հիշեցնել &ավելի ուշ
id: Ingatkan saya &lagi
it: Ricordamelo &più tardi
ja: 後で通知(&L)
lt: Priminti vė&liau
ms_my: Ingatkan saya &kemudian
nl: Herinner me &later
pt_br: Lembre-me depois
ru: Напомнить позже
sk: Pripomenúť &neskôr
sl: Spomni me &kasneje
sr: Подсети ме &касније
sv: Påminn mig &senare
th_th: แ&จ้งเตือนฉันในภายหลัง
tt: Соңрак искә төшерергә
uk: Нагадати &пізніше

# IDD_UPDATE_DIALOG_IDC_UPDATE_IGNORE_BUTTON
source: &Ignore this update
ar: تجاهل هذا التحديث
be: Ігна&раваць гэтае абнаўленне
bn: এই হালনাগাদটি উপেক্ষা করি(&I)
bs_ba: &Ignoriši ovu nadgradnju
ca: &Ignora aquesta actualització
cs: &Ignorovat
da: &Ignorer denne opdatering
de: &Update ignorieren
el: &Παράβλεψη ενημέρωσης
es: &Ignorar esta actualización
eu: &Ezikusi eguneraketa hau
fi: Älä huomioi tätä päivitystä
fr: &Ignorer cette mise à jour
gl: &Ignorar esta actualización
he: התעלם מעדכון זה
hr: &Ignoriraj ovu nadogradnju
hu: Frissítés figyelmen kívül hagyása
hy: &Անտեսել թարմացումը
id: Aba&ikan pemutakhiran ini
it: &Ignora questo aggiornamento
ja: この更新を無視(&I)
lt: &Ignoruoti šį naujinimą
ms_my: &Abai kemaskini ini
nl: &Negeer deze opwaardering
pt_br: &Ignore esta atualização
ru: Игнорировать это обновление
sk: &Ignorovať túto aktualizáciu
sl: &Prezri to posodobitev
sr: &Занемари ово ажурирање
sv: &Ignorera denna uppdatering
th_th: &ละเลยอัพเดตนี้
tt: Бу яңартуга игътибар бирмәү
uk: &Ігнорувати дане оновлення

# IDD_PPAGESHADERS_IDC_STATIC
source: Shaders contain special effects which can be added to the video rendering process.
ar: المظللات تحتوي على مؤثرات الخاصة يمكن اضافتها الى عملية عرض الفيديو.
be: Шэйдары змяшчаюць адмысловыя эфекты, якія дадаюцца ў працэс апрацоўкі відэа.
bn: শেইডারসমূহতে রয়েছে বিভিন্ন স্পেশাল ইফেক্ট, যেসব ভিডিও রেনডারিং প্রক্রিয়াতে সংযুক্ত করা যাবে।
bs_ba: Sjenčila sadrže specijalne efekte koji mogu biti dodani u preoces video renderiranja.
ca: Els "shaders" o "pixel shaders (PS)" contenen efectes especials que poden afegir-se al procés de renderització del vídeo.
cs: Shadery obsahují speciální efekty, které mohou ovlivnit proces vykreslování videa.
da: Shadere indeholder specielle effekter, der kan tilsættes videorenderingsprocessen.
de: Mit den hier aufgeführten Shadern können verschiedene Effekte in das laufende Bild des Video-Renderers eingebunden werden.
el: Οι σκιάσεις περιέχουν ειδικά εφέ που μπορούν να προστεθούν στη διαδικασία απόδοσης βίντεο.
es: Los shaders ('sombreadores') contienen efectos especiales que pueden añadirse al proceso de renderización del vídeo.
eu: Itzalek bideo aurkezpen aurrebidera gehitu daitezkeen eragin bereziak dituzte.
fi: Varjostimet sisältävät erikoisefektejä, jotka voidaan lisätä videon renderöintiprosessiin.
fr: Les "pixels shaders" contiennent des effets pouvant être ajoutés au processus de rendu vidéo.
gl: Os sombreadores conteñen efectos especiais que poden ser engadidos ao proceso de renderización do vídeo.
he: מצלילים מכילים אפקטים מיוחדים שניתן להוסיף לתהליך הצגת הוידאו.
hr: Shader sadrže posebne efekte koji se mogu dodati procesu renderiranja videa
hu: Az árnyékolók speciális effekteket tartalmaznak, amiket hozzá lehet adni a videó renderelési folyamatához.
hy: Շեյդերները պարունակում են հատուկ էֆեկտներ, որոնք կարող են ավելացվել տեսանյութի նյութավորմանը
id: Shader mengandung efek spesial yang dapat ditambahkan ke proses perenderan video.
it: Gli shader contengono speciali effetti che possono essere aggiunti al processo di render.
ja: シェーダは、ビデオ レンダリングのプロセスに特殊効果を加えることができます。
lt: Tamsinimai turi specialius efektus, kuriuos galima įdėti atvaizdavimo metu.
ms_my: Pelorek mengandungi kesan khas yang boleh ditambah ke proses penerapan video.
nl: Shaders bevatten speciale effecten die aan het video opbouw proces toegevoegd kunnen worden.
pt_br: Os shaders contêm efeitos especiais que podem ser adicionados ao processo de renderização de vídeo.
ru: Шейдеры содержат специальные эффекты, которые могут быть добавлены в процесс рендеринга видео.
sk: Shadery obsahujú špeciálne efekty, ktoré možno pridať do procesu vykresľovania videa.
sl: Senčilniki vsebujejo posebne učinke kateri se lahko dodajo v proces izrisovanja videa
sr: Модули за сенчење садрже специјалне ефекте које можете додати за време рендеровања видео-записа.
sv: Shaders innehåller specialeffekter som kan läggas till i videorenderingsprocessen.
th_th: เฉดเดอร์ ประกอบด้วยรูปแบบพิเศษที่สามารถถูกเพิ่มสู่กระบวนการแปลผลวิดีโอ
tt: Шейдерларда махсус тәэсирләр бар, алар видео рендеринг барышына өстәлә ала.
uk: Шейдери містять спеціальні ефекти, що можуть бути додані до процесу рендерингу.

# IDD_PPAGESHADERS_IDC_BUTTON12
source: Add shader file
ar: اضافة ملف مظلل
be: Дадаць файл шэйдара
bn: শেইডার ফাইল যোগ করি
bs_ba: Dodaj dokument sjenčila
ca: Afegeix un fitxer PS
cs: Přidat shader soubor
da: Tilføj shader-fil
de: &Hinzufügen...
el: Προσθήκη αρχείου σκίασης
es: Añadir archivo shader
eu: Gehitu itzal agiria
fi: Lisää varjostintiedosto
fr: Ajouter un fichier d'effet
gl: Engadir ficheiro sombra
he: הוסף קובץ מצלילים
hr: Dodaj datoteku shadera
hu: Árnyékoló fájl hozzáadása
hy: Ավելացնել շեյդերի ֆայլ
id: Tambah berkas shader
it: Aggiungi file shader
ja: シェーダ ファイルを追加
lt: Pridėti tamsinimo failą
ms_my: Tambah fail pelorek
nl: Voeg shader bestand toe
pt_br: Add arquivo de shader
ru: Добавить файл шейдера
sk: Pridať súbor so shaderom
sl: Dodaj datoteko senčilnika
sr: &Додај датотеку модула…
sv: Lägg till shader-fil
th_th: เพิ่มไฟล์เฉดเดอร์
tt: Шейдер өстәргә
uk: Додати файл шейдера

# IDD_PPAGESHADERS_IDC_BUTTON13
source: Remove
ar: إزالة
be: Выдаліць
bn: অপসারণ করি
bs_ba: Ukloni
ca: Elimina
cs: Odebrat filtr
da: Fjern
de: &Entfernen
el: Αφαίρεση
es: Eliminar
eu: Kendu
fi: Poista
fr: Supprimer
gl: Eliminar
he: הסר
hr: Ukloni
hu: Eltávolítás
hy: Ջնջել
id: Buang
it: Rimuovi
ja: 消去
lt: Pašalinti
ms_my: Buang
nl: Verwijderen
pt_br: Remover
ru: Удалить
sk: Odstrániť
sl: Odstrani
sr: &Уклони
sv: Ta bort
th_th: เอาออก
tt: Бетерергә
uk: Видалити

# IDD_PPAGESHADERS_IDC_BUTTON1
source: Add to pre-resize
ar: إضافة إلى ما قبل عملية تغيير الابعاد
be: Дадаць у pre-resize
bn: পূর্ববর্তী-সাইজপরিবর্তনে যোগ করি
bs_ba: Dodaj u pred-promjenu veličine
ca: Afegeix al pre-redimensionament
cs: Přidat před změnu velikosti
da: Føj til før-størrelsesændring
de: P&re-Resize hinzufügen
el: Προσθ. σε προ αλλαγής μεγέθους
es: Añadir a preredimensión
eu: Gehitu aurre-birneurritzera
fi: Lisää esi-koonvaihtoon
fr: Ajout avant redimensionnement
gl: Engadir a preredimensión
he: הוסף לפני שינוי גודל
hr: Dodaj prije promjene veličine
hu: Hozzáadás az átméretezés előttikhez
hy: Ավելացնել նախաչափափոխում
id: Tambah ke pra-ubah ukuran
it: Aggiungi al pre-resize
ja: サイズ変更前のシェーダに追加
lt: Pridėti prie pre-resize
ms_my: Tambah ke pra-saiz-semula
nl: Voeg toe aan pre-resize
pt_br: Add ao pré-redimensionamento
ru: Добавить в pre-resize
sk: Pridať do predbežnej zmeny veľkosti
sl: Dodaj pred spremembo velikosti
sr: П&ре промене величине
sv: Lägg till i "före storleksändring"
th_th: เพิ่มสู่ก่อนการปรับขนาด
tt: pre-resize өстәргә
uk: Додати до перед-масштабов.

# IDD_PPAGESHADERS_IDC_BUTTON2
source: Add to post-resize
ar: إضافة إلى ما بعد عملية تغيير الابعاد
be: Дадаць у post-resize
bn: পরবর্তী-সাইজপরিবর্তনে যোগ করি
bs_ba: Dodaj u post-promjenu veličine
ca: Afegeix al post-redimensionament
cs: Přidat po změně velikosti
da: Føj til efter-størrelsesændring
de: P&ost-Resize hinzufügen
el: Προσθ. σε μετά αλλαγής μεγέθους
es: Añadir a posredimensión
eu: Gehitu birneurritze-ondorenera
fi: Lisää jälki-koonvaihtoon
fr: Ajout après redimensionnement
gl: Engadir a posredimensión
he: הוסף אחרי שינוי גודל
hr: Dodaj poslije promjene veličine
hu: Hozzáadás az átméretezés utánikhoz
hy: Ավելացնել հետչափափոխում
id: Tambah ke paska ubah ukuran
it: Aggiungi al post-resize
ja: サイズ変更後のシェーダに追加
lt: Pridėti prie post-resize
ms_my: Tambah ke pasca-saiz-semula
nl: Voeg toe aan post-resize
pt_br: Add ao pós-redimensionamento
ru: Добавить в post-resize
sk: Pridať do dodatočnej zmeny veľkosti
sl: Dodaj po spremembi velikosti
sr: Пос&ле промене величине
sv: Lägg till i "efter storleksändring"
th_th: เพิ่มสู่หลังการปรับขนาด
tt: post-resize өстәргә
uk: Додати до після-масштабов.

# IDD_PPAGESHADERS_IDC_STATIC
source: Shader presets
ar: إعدادات المسبقة للمظلل
be: Налады шэйдараў
bn: শেইডার প্রিসেটসমূহ
bs_ba: Podešenja sjenčila
ca: Preajustaments dels PS
cs: Předvolby shaderů
da: Shader-forudindstillinger
de: Shader-Profil
el: Προρυθμίσεις σκιάσεων
es: Preajustes de shader
eu: Itzal aurrezarpenak
fi: Varjostimen esiasetukset
fr: Présélections d'effets
gl: Sombreador predefinido
he: מצלילים מותאמים מראש
hr: Shader profili
hu: Árnyékoló előbeállítások
hy: Շեյդերների նախակայումներ
id: Prasetel Shader
it: Serie shader
ja: シェーダ プリセット
lt: Tamsinimo priešnustatymai
ms_my: Praset pelorek
nl: Shader voorinstellingen
pt_br: Predefinições de shader
ru: Предустановки шейдеров
sk: Prednastavenia shaderov
sl: Prednastavitve senčilnika
sr: Унапред дефинисани модули
sv: Shader-förinställningar
th_th: ค่าสำเร็จรูปของเฉดเดอร์
tt: Шейдерның алдагы көйләүләре
uk: Профілі шейдерів

# IDD_PPAGESHADERS_IDC_BUTTON3
source: Load
ar: تحميل
be: Загрузіць
bn: লোড করি
bs_ba: Učitaj
ca: Carrega
cs: Načíst
da: Indlæs
de: &Laden
el: Φόρτωση
es: Cargar
eu: Gertatu
fi: Lataa
fr: Charger
gl: Cargar
he: טען
hr: Učitaj
hu: Betöltés
hy: Բեռնել
id: Muat
it: Carica
ja: 読み込む
lt: Įkelti
ms_my: Muat
nl: Laden
pt_br: Carregar
ru: Загрузить
sk: Načítať
sl: Naloži
sr: &Учитај
sv: Ladda
th_th: โหลด
tt: Йөкләргә
uk: Завантажити

# IDD_PPAGESHADERS_IDC_BUTTON4
source: Save
ar: حفظ
be: Захаваць
bn: সেইভ করি
bs_ba: Snimi
ca: Desa
cs: Uložit
da: Gem
de: &Speichern
el: Αποθήκευση
es: Guardar
eu: Gorde
fi: Tallenna
fr: Sauvegarder
gl: Gardar
he: שמור
hr: Spremi
hu: Mentés
hy: Պահպանել
id: Simpan
it: Salva
ja: 保存
lt: Išsaugoti
ms_my: Simpan
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sk: Uložiť
sl: Shrani
sr: &Сачувај
sv: Spara
th_th: บันทึก
tt: Сакларга
uk: Зберегти
