Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_MAINFRM_40
source: , Free: %I64d KB
ar: , حر: %I64dKB
be: , Вольна: %I64dКб
bn: , খালি রয়েছে: %I64dKB
bs_ba: , Slobodno: %I64d KB
ca: , Disponible: %I64d kB
cs: , Volný: %I64dKB
da: , Ledig: %I64d KB
de: , Frei: %I64d KB
el: , Ελεύθερη: %I64dKB
es: , Libre: %I64dKB
eu: , Aske: %I64d KB
fi: , Vapaa: %I64dKB
fr: , Libre : %I64d Ko
gl: , Libre: %I64dKB
he: , ריק: %I64dKB
hr: , Slobodno %I64 KB
hu: , Szabad: %I64dKB
hy: , Ազատ է. %I64dԿԲ
it: , Liberi: %I64dKB
ja: , フリー: %I64d KB
lt: , Laisva: %I64d KB
ms_my: , Bebas: %I64dKB
nl: , Beschikbaar: %I64dKB
pa: , ਖਾਲੀ: %I64d KB
pl: , wolne: %I64d KB
ru: , Свободно: %I64d Кб
sk: , voľné: %I64d KB
sl: , Prosto: %I64dKB
sr: , слободно: %I64d KB
sv: , Ledigt: %I64dKB
th_th: , ว่าง: %I64dKB
tt: , Буш: %I64dКб
vi: , Trống: %I64d KB

# IDS_MAINFRM_41
source: , Free: %I64d MB
ar: , حر: %I64dMB
be: , Вольна: %I64dМб
bn: , খালি রয়েছে: %I64dMB
bs_ba: , Slobodno: %I64d MB
ca: , Disponible: %I64d MB
cs: , Volný: %I64dMB
da: , Ledig: %I64d MB
de: , Frei: %I64d MB
el: , Ελεύθερη: %I64dMB
es: , Libre: %I64dMB
eu: , Aske: %I64d MB
fi: , Vapaa: %I64dMB
fr: , Libre : %I64d Mo
gl: , Libre: %I64dMB
he: , ריק: %I64dMB
hr: , Slobodno: %I64d MB
hu: , Szabad: %I64dMB
hy: , Ազատ է. %I64dՄԲ
it: , Liberi: %I64dMB
ja: , フリー: %I64d MB
lt: , Laisva: %I64d MB
ms_my: , Bebas: %I64dMB
nl: , Beschikbaar: %I64dMB
pa: , ਖਾਲੀ: %I64d MB
pl: , wolne: %I64d MB
ru: , Свободно: %I64d Мб
sk: , voľné: %I64d MB
sl: , Prosto: %I64dMB
sr: , слободно: %I64d MB
sv: , Ledigt: %I64dMB
th_th: , ว่าง: %I64dMB
tt: , Буш: %I64dМб
vi: , Trống: %I64d MB

# IDS_MAINFRM_42
source: , Free V/A Buffers: %03d/%03d
ar: , مخزنات الصوت والفديو المؤقت الحرة: %03d/%03d
be: , Вольна буфераў: %03d/%03d
bn: , খালি থাকা V/A বাফার: %03d/%03d
bs_ba: , Slobodno V/A Buferi %03d/%03d
ca: , memòries intermèdies V/A lliures: %03d/%03d
cs: , Volné V/A buffery: %03d/%03d
da: , Ledig V/A buffere: %03d/%03d
de: , Freie V/A-Puffer: %03d/%03d
el: , Ελεύθερη προσωρ. μνήμη V/A: %03d/%03d
es: , búferes V/A libres: %03d/%03d
eu: , Aske B/A Bufferrak: %03d/%03d
fi: , Vapaita V/A-puskureita: %03d/%03d
fr: , Tampons V/A libres : %03d/%03d
gl: , Búferes V/A Libres: %03d/%03d
he: , חוצצי וידאו/שמע ריקים: %03d/%03d
hr: , Slobodni V/A bufferi: %03d/%03d
hu: , Szabad V/A Pufferek: %03d/%03d
hy: , Ազատ է V/A շրջույթներ. %03d/%03d
it: , V/A Buffer liberi: %03d/%03d
ja: , フリー V/A バッファ: %03d/%03d
lt: , Laisvi V/A Buferiai: %03d/%03d
ms_my: , Penimbal V/A Bebas: %03d/%03d
nl: , Beschikbare V/A buffers: %03d/%03d
pa: , ਖਾਲੀ V/A ਬਫ਼ਰ: %03d/%03d
pl: , wolne bufory wideo/audio: %03d/%03d
ru: , Свободные буферы: %03d/%03d
sk: , voľné vyrov. pamäte V/A: %03d/%03d
sl: , Prostih V/A medpomnilnikov: %03d/%03d
sr: , слободно бафера: %03d/%03d
sv: , Lediga V/A Buffertar: %03d/%03d
th_th: , บัฟเฟอร์ V/A ว่าง: %03d/%03d
tt: , Буш буфер: %03d/%03d
vi: , TrốngV/A Đệm: %03d/%03d

# IDS_AG_ERROR
source: Error
ar: خطأ
be: Памылка
bn: সমস্যা
bs_ba: Greška
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
eu: Akatsa
fi: Virhe
fr: Erreur
gl: Erro
he: שגיאה
hr: Greška
hu: Hiba
hy: Սխալ
it: Errore
ja: エラー
lt: Klaida
ms_my: Ralat
nl: Fout
pa: ਗਲਤੀ
pl: Błąd
ru: Ошибка
sk: Chyba
sl: Napaka
sr: Грешка
sv: Fel
th_th: ผิดพลาด
tt: Хата
vi: Lỗi

# IDS_SUBTITLE_STREAM_OFF
source: Subtitle: off
ar: الترجمة: متوقفة
be: Субцітры: адключаны
bn: সাবটাইটেল: বন্ধ রয়েছে
bs_ba: Titl: isključeno
ca: Subtítols: desactivats
cs: Titulky: vypnuty
da: Undertekst: fra
de: Untertitelspur anzeigen: Aus
el: Υπότιτλοι: off
es: Subtítulos: desactivados
eu: Azpidatzia: etenda
fi: Tekstitys: pois
fr: Sous-titre : aucun
gl: Subtítulo: Apagado
he: כתוביות: כבוי
hr: Titlovi: isključeni
hu: Felirat: ki
hy: Տողագրեր: անջ.
it: Sottotitoli: off
ja: 字幕: オフ
lt: Subtitrai: išjungti
ms_my: Sarikata: mati
nl: Ondertiteling: uit
pa: ਸਬਟਾਈਟਲ: ਬੰਦ
pl: Napisy: wyłączone
ru: Субтитры: откл
sk: Titulok: vypnuté
sl: Podnapis: izklj
sr: Титл: искључен
sv: Undertext: av
th_th: ศัพท์บรรยาย: ปิด
tt: Субтитрлар: сүндерелгән
vi: Phụ đề: tắt

# IDS_SUBTITLE_STREAM
source: Subtitle: %s
ar: الترجمة: %s
be: Субцітры: %s
bn: সাবটাইটেল: %s
bs_ba: Titl: %s
ca: Subtítols: %s
cs: Titulky: %s
da: Undertekst: %s
de: Untertitelspur: %s
el: Υπότιτλοι: %s
es: Subtítulos: %s
eu: Azpidatzia: %s
fi: Tekstitys: %s
fr: Sous-titre : %s
gl: Subtítulo: %s
he: כתוביות: %s
hr: Titlovi: %s
hu: Felirat: %s
hy: Տողագրեր: %s
it: Sottotitoli: %s
ja: 字幕: %s
lt: Subtitrai: %s
ms_my: Sarikata: %s
nl: Ondertiteling: %s
pa: ਸਬਟਾਈਟਲ: %s
pl: Napisy: %s
ru: Субтитры: %s
sk: Titulok: %s
sl: Podnapis: %s
sr: Титл: %s
sv: Undertext: %s
th_th: ศัพท์บรรยาย: %s
tt: Субтитрлар: %s
vi: Phụ đề: %s

# IDS_MAINFRM_46
source: Select the path for the DVD/BD:
ar: حدد المسار لـلـDVD/BD:
be: Вызначце шлях для DVD/BD
bn: DVD/BDএর জন্য পথ নির্ধারণ:
bs_ba: Izaberite putanju za DVD/BD:
ca: Seleccioneu la ruta d'accés del DVD/BD:
cs: Zadejte cestu k DVD/BD:
da: Vælg stien til DVD/BD:
de: DVD/BD öffnen
el: Επιλέξτε τη διαδρομή για το DVD:
es: Seleccione la ruta del DVD/BD:
eu: Hautatu DVD/BD-arentzako helburua:
fi: Valitse DVD/BD:n polku:
fr: Sélectionnez un répertoire pour le DVD/BD :
gl: Selecciona a ruta para o DVD/BD:
he: בחר נתיב עבור הדי.וי.די/BD:
hr: Odaberite putanju za DVD/BD:
hu: Válassza ki a DVD/BD-hez vezető elérési utat:
hy: Ընտրեք DVD/BD-ի ուղին.
it: Seleziona il percorso per il DVD/BD:
ja: DVD/BD のパスを選択してください:
lt: Įveskite kelią DVD/BD:
ms_my: Pilih laluan untuk DVD/BD:
nl: Kies het pad naar de DVD / BD:
pa: DVD/BD ਲਈ ਪਾਥ ਚੁਣੋ:
pl: Proszę wybrać położenie napędu DVD/BD
ru: Выберите путь для DVD/BD:
sk: Zadajte cestu k DVD/BD:
sl: Izberi pot do DVD/BD:
sr: Избор путање DVD-а/BD-а
sv: Välj sökvägen till DVD:n/BD:n:
th_th: เลือกเส้นทางสำหรับดีวีดี/บลูเรย์:
tt: DVD/BD өчен юл сайлагыз:
vi: Chọn đường dẫn cho DVD/BD:

# IDS_SUB_LOADED_SUCCESS
source: loaded successfully
ar: تم التحميل بنجاح
be: паспяхова загружаны
bn: সফলভাবে লোড হয়েছে
bs_ba: uspješno učitano
ca: carregat amb èxit
cs: úspěšně načteny
da: indlæst med succes
de: geladen
el: φορτώθηκε επιτυχώς
es: cargado correctamente
eu: ongi gertatu da
fi: lataus onnistui
fr: chargé avec succès
gl: cargado con exito
he: נטען בהצלחה
hr: uspješno učitano
hu: sikeresen betöltve
hy: Հաջողությամբ բեռնվել է
it: caricato correttamente
ja: 正常に読み込まれました
lt: įkelta pilnai
ms_my: berjaya dimuatkan
nl: laden gelukt
pa: ਕਾਮਯਾਬੀ ਨਾਲ ਲੋਡ ਕੀਤਾ
pl: wczytano pomyślnie
ru: успешно загружен
sk: úspešne načítané
sl: uspešno naloženo
sr: успешно учитано
sv: laddes OK
th_th: โหลดสำเร็จแล้ว
tt: уңышлы йөкләнгән
vi: đã nạp thành công

# IDS_ALL_FILES_FILTER
source: All files (*.*)|*.*||
ar: كل الملفات (*.*)|*.*||
be: Усе файлы (*.*)|*.*||
bn: সকল ফাইলসমূহ (*.*)|*.*||
bs_ba: Svi dokumenti (*.*)|*.*||
ca: Tots els fitxer (*.*)|*.*||
cs: Všechny soubory (*.*)|*.*||
da: Alle filer (*.*)|*.*||
de: Alle Dateien (*.*)|*.*||
el: Όλα τα αρχεία (*.*)|*.*||
es: Todos los archivos (*.*)|*.*||
eu: Agiri denak (*.*)|*.*||
fi: Kaikki tiedostot (*.*)|*.*||
fr: Tous les fichiers (*.*)|*.*||
gl: Todos os Ficheiros (*.*)|*.*||
he: כל הקבצים (*.*)|*.*||
hr: Sve datoteke (*.*)|*.*||.
hu: Minden fájl (*.*)|*.*||
hy: Բոլոր ֆայլերը (*.*)|*.*||
it: Tutti i file (*.*)|*.*||
ja: すべてのファイル (*.*)|*.*||
lt: Visi failai (*.*)|*.*||
ms_my: Semua fail (*.*)|*.*||
nl: Alle bestanden (*.*)|*.*||
pa: ਸਭ ਫ਼ਾਈਲਾਂ (*.*)|*.*||
pl: Wszystkie pliki (*.*)|*.*||
ru: Все файлы (*.*)|*.*||
sk: Všetky súbory (*.*)|*.*||
sl: Vse datoteke (*.*)|*.*||
sr: Све датотеке (*.*)|*.*||
sv: Alla filer (*.*)|*.*||
th_th: ไฟล์ทั้งหมด (*.*)|*.*||
tt: Барлык файллар (*.*)|*.*||
vi: Tất cả các tập tin (*.*)|*.*||

# IDS_GETDIB_FAILED
source: GetDIB failed, hr = %08x
ar: GetDIB فشل, hr = %08x
be: Праблема з GetDIB hr = %08x
bn: GetDIB ব্যর্থ হয়েছে, hr = %08x
bs_ba: GetDIB nije uspio, hr = %08x
ca: Error a GetDIB, hr = %08x
cs: GetDIB selhalo, hr = %08x
da: GetDIB mislykkedes, hr = %08x
de: GetDIB fehlgeschlagen, hr = %08x.
el: Το GetDIB απέτυχε. hr = %08x
es: Fallo en GetDIB, hr = %08x
eu: Lortu-DIB hutsegitea, hr = %08x
fi: GetDIB epäonnistui, hr = %08x
fr: Échec de GetDIB, hr = %08x
gl: Fallo en GetDIB, hr = %08x
he: GetDIB נכשל, hr = %08x
hr: GetDIB greška, hr = %08x
hu: GetDIB sikertelen, hr = %08x
hy: Խնդիր GetDIB, hr = %08x
it: GetDIB fallito, hr = %08x
ja: GetDIB 失敗, hr = %08x
lt: Problema su GetDIB, hr = %08x
ms_my: GetDIB gagal, hr = %08x
nl: GetDIB niet gelukt, hr = %08x
pl: GetDIB nie powiodło się, hr = %08x
ru: Проблема с GetDIB, hr = %08x
sk: Príkaz GetDIB zlyhal, hr = %08x
sl: GetDIB neuspelo, hr = %08x
sr: Проблем са GetDIB-ом, hr = %08x
sv: GetDIB misslyckades, hr = %08x
th_th: GetDIB ล้มเหลว, hr = %08x
tt: GetDIB белән проблема, hr = %08x
vi: Nhận DIB thất bại, giờ = %08x

# IDS_GETCURRENTIMAGE_FAILED
source: GetCurrentImage failed, hr = %08x
ar: GetCurrentImage فشل, hr = %08x
be: Праблема з GetCurrentImage hr = %08x
bn: GetCurrentImage ব্যর্থ হয়েছে, hr = %08x
bs_ba: GetCurrentImage nije uspjelo, hr = %08x
ca: Error a GetCurrentImage, hr = %08x
cs: GetCurrentImage selhalo, hr = %08x
da: GetCurrentImage mislykkedes, hr = %08x
de: GetCurrentImage fehlgeschlagen, hr = %08x.
el: Το GetCurrentImage απέτυχε. hr = %08x
es: Fallo en GetCurrentImage, hr = %08x
eu: Lortu-Uneko-Irudia hutsegitea, hr = %08x
fi: GetCurrentImage epäonnistui, hr = %08x
fr: Obtention de l'image courante impossible, hr = %08x
gl: Fallo en GetCurrentImage, hr = %08x
he: GetCurrentImage נכשל, hr = %08x
hr: GetCurrentImage greška, hr = %08x
hu: GetCurrentImage sikertelen, hr = %08x
hy: Խնդիր GetCurrentImage, hr = %08x
it: GetCurrentImage fallito, hr = %08x
ja: GetCurrentImage 失敗, hr = %08x
lt: Problema su GetCurrentImage, hr = %08x
ms_my: GetCurrentImage gagal, hr = %08x
nl: GetCurrentImage mislukt, hr = %08x
pl: GetCurrentImage nie powiodło się, hr = %08x
ru: Проблема с GetCurrentImage, hr = %08x
sk: Príkaz GetCurrentImage zlyhal, hr = %08x
sl: GetCurrentImage neuspelo, hr = %08x
sr: Проблем са GetCurrentImage-ом, hr = %08x
sv: GetCurrentImage misslyckades, hr = %08x
th_th: GetCurrentImage ล้มเหลว, hr = %08x
tt: Проблема с GetCurrentImage, hr = %08x
vi: Nhận hình ảnh hiện tại thất bại, giờ = %08x

# IDS_SCREENSHOT_ERROR
source: Cannot create file
ar: لايمكن إنشاء الملف
be: Не атрымліваецца стварыць файл
bn: ফাইল তৈরি করা যাচ্ছে না
bs_ba: Nije moguće kreirati dokument
ca: No es pot crear el fitxer
cs: Nepodařilo se vytvořit soubor
da: Kan ikke oprette filen
de: Datei konnte nicht erstellt werden.
el: Δεν είναι δυνατή η δημιουργία αρχείου
es: No se puede crear el archivo
eu: Ezinezkoa agiria sortzea
fi: Tiedostoa ei voi luoda
fr: Impossible de créer le fichier
gl: Imposible crear ficheiro
he: לא יכול ליצור קובץ
hr: Nemoguće kreirati datoteku
hu: A fájl nem hozható létre
hy: Հնարավոր չէ ստեղծել ֆայլը
it: Impossibile creare il file
ja: ファイルを作成できません
lt: Neįmanoma sukurti failo
ms_my: Tidak dapat cipta fail
nl: Kan bestand niet maken
pa: ਫ਼ਾਈਲ ਬਣਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ
pl: Nie można utworzyć pliku.
ru: Не удается создать файл
sk: Nemožno vytvoriť súbor
sl: Ne morem ustvariti datoteke
sr: Не могу да креирам датотеку
sv: Kan inte skapa filen
th_th: ไม่สามารถสร้างไฟล์ได้
tt: Файлны ясап булмый
vi: Không thể tạo tập tin

# IDS_THUMBNAILS_NO_DURATION
source: Cannot create thumbnails for files with no duration
ar: لا يمكن إنشاء المصغرات للملفات بدون مدّة
be: Немагчыма стварыць мініяцюры для файлаў не маючых працягласці
bn: স্থিতিকালহীন ফাইলের জন্য থাম্ব্‌নেইলসমূহ তৈরি করা যাচ্ছে না
bs_ba: Nij emoguće kreirati sličice za dokumente koji nemaju trajanje
ca: No es poden crear miniatures per als fitxers sense cap durada
cs: Pro soubory bez informací o délce nelze miniatury vytvořit
da: Kan ikke oprette miniaturer fra filer uden varighed
de: Miniaturbilder können für Dateien ohne Laufzeit nicht erstellt werden.
el: Δεν είναι δυνατή η δημιουργία μικρογραφιών για αρχεία χωρίς διάρκεια
es: Imposible crear miniaturas para los archivos sin duración
eu: Ezinezkoa txikirudiak sortzea iraupen gabeko agirientzat
fi: Tiedostoille, joilla ei ole kestoa, ei voi luoda pienoiskuvaa.
fr: Impossible de créer des vignettes pour les fichier sans durée
gl: Imposible crear miniaturas para os ficheiros sen duración
he: לא יכול ליצור תמונות ממוזערות עבור קבצים ללא אורך
hr: Nemoguće kreirati sličice za datoteke bez trajanja
hu: Időtartam nélküli fájlokhoz nem lehet ikonképeket létrehozni
hy: Հնարավոր չէ ստեղծել ֆայլերի մանրապատկերները, որոնք չունեն տևողություն
it: Impossibile creare miniature per file di durata nulla
ja: 再生時間のないファイルのサムネイルは作成できません
lt: Neįmanoma sukurti miniatiūros failams, neturintiems trukmės
ms_my: Tidak dapat cipta lakaran kenit untuk fail tanpa jangkamasa
nl: Kan geen miniatuurweergaven maken voor bestanden zonder tijdsduur
pa: ਬਿਨਾਂ ਅੰਤਰਾਲ ਨਾਲ ਫ਼ਾਈਲਾਂ ਵਾਸਤੇ ਥੰਮਨੇਲ ਬਣਾਏ ਨਹੀਂ ਜਾ ਸਕਦੇ
pl: Nie można utworzyć miniatur dla plików o zerowej długości.
ru: Невозможно создать миниатюры для файлов, не имеющих длительности
sk: Nemožno vytvoriť náhľady pre súbory s nulovou dĺžkou
sl: Ne morem ustvariti predoglednih sličic za datoteke z nič trajanja.
sr: Не могу да креирам сличице за датотеке које немају трајање
sv: Kan inte skapa miniatyrer för filer med ingen varaktighet
th_th: ไม่สามารถสร้างรูปย่อสำหรับไฟล์ที่ไม่มีระยะเวลา
tt: Невозможно создать миниатюры для файлов, не имеющих длительности
vi: Không thể tạo hình ảnh thu nhỏ cho các tập tin không có thời lượng

# IDS_THUMBNAILS_NO_FRAME_SIZE
source: Failed to get video frame size
ar: فشل الحصول على حجم إطار الفيديو
be: Не атрымалася вызначыць памер відэакадра
bn: ভিডিওর ফ্রেম সাইজ পেতে ব্যর্থ হয়েছে
bs_ba: Nije uspjelo dobijanje veličine video isječka
ca: No s'ha pogut obtenir la mida del fotograma del vídeo
cs: Nepodařilo se zjistit rozměry videa
da: Kunne ikke finde videoens billedstørrelse
de: Videobildgröße konnte nicht erkannt werden.
el: Απέτυχε η λήψη μεγέθους καρέ του βίντεο
es: No se pudo obtener el tamaño de fotograma del vídeo
eu: Hutsegitea bideo frame neurria hartzerakoan
fi: Videokehyksen koon saanti epäonnistui
fr: Impossible d'obtenir la résolution de la vidéo
gl: Imposible obter o tamaño do cadro do vídeo
he: קבלת גודל מסגרת הוידאו נכשלה
hr: Greška pri dohvaćanju veličine okvira videa
hu: Nem lehetett megpakni a videó képkocka méretét
hy: Հնարավոր չէ ստանալ կադրի չափը
it: Impossibile recuperare la dimensione del frame video
ja: ビデオ フレームのサイズを取得できませんでした
lt: Nepavyko gauti vaizdo kadro dydžio
ms_my: Gagal dapatkan saiz bingkai video
nl: Kan beeldgrootte niet bepalen
pa: ਵਿਡੀਓ ਫਰੇਮ ਆਕਾਰ ਲੈਣ ਲਈ ਫੇਲ੍ਹ ਹੈ
pl: Nie udało się pozyskać rozmiaru obrazu
ru: Не удается получить размер видеокадра
sk: Nepodarilo sa zistiť veľkosť snímky videa
sl: Neuspelo pridobivanje velikosti video slike
sr: Не могу да преузмем величину видео-кадра
sv: Kunde inte hämta video bildstorleken
th_th: การรับข้อมูลเฟรมวิดีโอล้มเหลว
tt: Не удаётся получить размер видеокадра
vi: Không nhận được kích thước khung hình

# IDS_OUT_OF_MEMORY
source: Out of memory, go buy some more!
ar: نفذت الذاكرة، قم بشراء المزيد!
be: Бракуе памяці купіце яшчэ!
bn: ম্যামরি শেষ, আরো কিছু ম্যামরি কিনে নিয়ে আসুন!
bs_ba: Manjak memorije, idite i kupite još!
ca: Falta memòria! Se recomana ampliar-la.
cs: K dispozici není dostatek paměti, kupte si víc!
da: Ikke mere ledig hukommelse, køb noget mere!
de: Speicher erschöpft!
el: Ανεπαρκής μνήμη. Πρέπει να προμηθευτείτε περισσότερη!
es: Se agotó la memoria. Se recomienda ampliarla.
eu: Oroimetik kanpo, erosi gehiago!
fi: Muisti on lopussa, mene ostamaan lisää!
fr: Pas assez de mémoire, allez en acheter plus !
gl: Memoria insufficiente,vai mercar outra!
he: הזיכרון אזל, לך וקנה עוד!
hr: Nema više memorije, idite i kupite još!
hu: Elfogyott a memória, menjen és vegyen még!
hy: Հիշողությունը չի բավականացնում։
it: Memoria insufficiente, vai a comprarne dell'altra!
ja: メモリが不足しています。より多くのメモリを購入してください！
lt: Nepakanka atminties, nusipirkite dar!
ms_my: Kehabisan ingatan, tambah lagi!
nl: Te weinig geheugen!
pa: ਮੈਮੋਰੀ ਖਤਮ ਹੋਈ, ਕੁਝ ਹੋਰ ਖਰੀਦੋ!
pl: Niewystarczająca ilość pamięci operacyjnej!
ru: Не хватает памяти!
sk: Nedostatok pamäte, je potrebné si nejakú prikúpiť!
sl: Zmanjkalo pomnilnika, pojdite ga kupiti!
sr: Нема довољно слободног простора!
sv: Slut på minne, det är microsofts fel!
th_th: หน่วยความจำไม่เพียงพอ, ควรซื้อมาเพิ่มอีก!
tt: Хәтер җитми, тагын сатып алыгыз!
vi: Đầy bộ nhớ, hãy chuẩn bị thêm!

# IDS_THUMBNAILS_INVALID_FORMAT
source: Invalid image format, cannot create thumbnails out of %d bpp dibs.
ar: تنسيق صورة غير صالح، لا يمكن إنشاء الصور المصغرة من %d bpp dibs.
be: Няправільны фармат малюнка немагчыма стварыць мініяцюры з растраў з %d bpp.
bn: ছবির ফাইলের ধরনটি অগ্রহণযোগ্য, %d bpp dibs থেকে বেশিতে থাম্ব্‌নেইলসমূহ তৈরি করা যাচ্ছে না।
bs_ba: Neispravan format slike, iz %d bpp dibs nije moguće kreirati sličice.
ca: Format d'Imatge invàlid, no es poden crear les miniatures de %d bpp dibs.
cs: Neplatný formát, miniatury nelze vytvořit z %d bpp dibů.
da: Ugyldig billedformat, kan ikke oprette miniaturer ud af %d bpp dibs.
de: Das vorgegebene Bildformat ist ungültig. Miniaturbilder können aus geräteunabhängigem Bitmap mit %d bpp nicht erstellt werden.
el: Μη έγκυρη μορφή εικόνας. Δεν είναι δυνατή η δημιουργία μικρογραφιών από %d bpp dibs.
es: El formato de imagen no es válido. No se pueden generar miniaturas a partir de archivos de %d bpp.
eu: Irudi heuskarri baliogabea, ezinezkoa txikirudiak sortzea %d bpp zatitik kanpo.
fi: Virheellinen kuvaformaatti, pienoiskuvia ei voi luoda %d bpp dibs.
fr: Format d'image invalide, impossible de créer des vignettes %d bpp.
gl: Formato de imaxe inválido, imposible crear as miniaturas de %d bpp dibs.
he: פורמט תמונה לא תקין, לא יכול ליצור תמונות ממוזערות של %d bpp dibs.
hr: Neispravan format slike, ne mogu se kreirati sličice s %d bpp dibs.
hu: Érvénytelen képformátum, nem lehet %d bpp dib-ekből ikonképeket létrehozni.
hy: Նկարի սխալ տեսակ, հնարավոր չէ ստեղծել մանրապատկեր %d bpp-ից։
it: Formato immagine non valido, impossibile creare miniature di %d bpp dibs.
ja: 無効な画像形式です。%d bpp dibs 以上のサムネイルは作成できません。
lt: Neteisingas paveikslo formatas, neįmanoma sukurti miniatiūros iš bitmapų %d bpp.
ms_my: Format imej tidak sah, tidak dapat cipta lakaran kenit dari %d bpp dib.
nl: Ongeldig beeldformaat, kan geen miniaaturweergaven maken van %d bpp dibs.
pl: Niewłaściwy format obrazu. Nie można utworzyć miniatur w %d-bitowej jakości kolorów.
ru: Неправильный формат изображения, невозможно создать миниатюры из битмапов с %d bpp.
sk: Nesprávny formát obrázka, nemožno vytvoriť náhľady z %d bpp súborov.
sl: Neveljaven format slike, ne morem ustvariti predoglednih sličic iz %d bpp dibs.
sr: Неисправан формат слике. Не могу да креирам сличице од битмапа %d bpp.
sv: Ogiltigt bildformat, kan inte skapa miniatyrer ut av %d bpp dibs.
th_th: รูปแบบรูปภาพไม่ถูกต้อง, ไม่สามารถสร้างรูปย่อออกจาก %d bpp dibs
tt: Неправильный формат изображения, невозможно создать миниатюры из битмапов с %d bpp.
vi: Định dạng hình ảnh không hợp lệ, không thể tạo hình ảnh thu nhỏ quá %d bpp.

# IDS_THUMBNAILS_INFO_FILESIZE
source: File Size: %s (%s bytes)\N
ar: حجم الملف: %s (%s بايت)\N
be: Памер файла: %s (%s байт)\N
bn: ফাইলের সাইজ: %s (%s বাইটসমূহ)\N
bs_ba: Veličina Dokumenta: %s (%s bytes)\N
ca: Mida del fitxer: %s (%s bytes)\N
cs: Velikost souboru: %s (%s bajtů)\N
da: Filstørrelse: %s (%s bytes)\N
de: Größe: %s (%s Bytes)\N
el: Μέγεθος αρχείου: %s (%s bytes)\N
es: Tamaño del archivo: %s (%s bytes)\N
eu: Agiri Neurria: %s (%s byte)\N
fi: Tiedostokoko: %s (%s tavua)\N
fr: Taille de fichier : %s (%s octets)\N
gl: Tamaño do ficheiro: %s (%s bytes)\N
he: גודל קובץ: %s (%s בתים)\N
hr: Veličina datoteke: %s (%s bajta)\N
hu: Fájlméret: %s (%s bytes)\N
hy: Ֆայլի ծավալը. %s (%s բայթ)\N
it: Dimensioni del file: %s (%s bytes)\N
ja: ファイル サイズ: %s (%s バイト)\N
lt: Failo dydis: %s (%s baitų)\N
ms_my: Saiz Fail: %s (%s bait)\N
nl: Bestandsgrootte: %s (%s bytes)\N
pa: ਫ਼ਾਈਲ ਆਕਾਰ: %s (%s ਬਾਈਟ)\N
pl: Rozmiar pliku: %s (%s bajtów)\N
ru: Размер файла: %s (%s байт)\N
sk: Veľkosť súboru: %s (%s bytov)\N
sl: Velikost datoteke: %s (%s bajtov)\N
sr: Величина датотеке: %s (%s bytes)\N
sv: Filstorlek: %s (%s bytes)\N
th_th: ขนาดไฟล์: %s (%s ไบต์)\N
tt: Файл зурлыгы: %s (%s байт)\N
vi: Kích thước tập tin: %s (%s bytes)\N

# IDS_THUMBNAILS_INFO_HEADER
source: {\an7\1c&H000000&\fs16\b0\bord0\shad0}File Name: %s\N%sResolution: %dx%d %s\NDuration: %02d:%02d:%02d
ar: {\an7\1c&H000000&\fs16\b0\bord0\shad0}اسم الملف: %s\N%sالدقة: %dx%d %s\Nالمدة: %02d:%02d:%02d
be: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Імя файла: %s\N%sРазрознасць: %dx%d %s\NПрацягласць: %02d:%02d:%02d
bn: {\an7\1c&H000000&\fs16\b0\bord0\shad0}ফাইলের সাইজ: %s\N%sরেজ্যুলূশন: %dx%d %s\Nস্থিতিকাল: %02d:%02d:%02d
bs_ba: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Ime Dokumenta: %s\N%sRezolucija: %dx%d %s\NTrajanje: %02d:%02d:%02d
ca: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Nom del fitxer: %s\N%sResolució: %dx%d %s\NDurada: %02d:%02d:%02d
cs: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Název souboru: %s\N%sRozlišení: %dx%d %s\NDélka: %02d:%02d:%02d
da: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Filnavn: %s\N%sOpløsning: %dx%d %s\NVarighed: %02d:%02d:%02d
de: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Dateiname: %s\N%sAuflösung: %dx%d %s\NLaufzeit: %02d:%02d:%02d
el: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Όνομα αρχείου: %s\N%sΑνάλυση: %dx%d %s\NΔιάρκεια: %02d:%02d:%02d
es: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Nombre del archivo: %s\N%sResolución: %d × %d %s\NDuración: %02d:%02d:%02d
eu: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Agiri Izena: %s\N%sBereizmena: %dx%d %s\NIraupena: %02d:%02d:%02d
fi: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Tiedostonimi: %s\N%sResoluutio: %dx%d %s\NKesto: %02d:%02d:%02d
fr: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Nom du fichier : %s\N%sRésolution : %dx%d %s\NDurée : %02d :%02d :%02d
gl: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Nome do Ficheiro: %s\N%sResolución: %dx%d %s\NDuración: %02d:%02d:%02d
he: {\an7\1c&H000000&\fs16\b0\bord0\shad0}שם קובץ: %s\N%sרזולוציה: %dx%d %s\Nאורך: %02d:%02d:%02d
hr: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Naziv datoteke: %s\N%sRezolucija: %dx%d %s\NTrajanje: %02d:%02d:%02d.
hu: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Fájlnév: %s\N%sFelbontás: %dx%d %s\NIdőtartam: %02d:%02d:%02d
hy: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Ֆայլի անունը. %s\N%sՉափերը. %dx%d %s\NՏևողությունը. %02d:%02d:%02d
it: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Nome file: %s\N%sRisoluzione: %dx%d %s\NDurata: %02d:%02d:%02d
ja: {\an7\1c&H000000&\fs16\b0\bord0\shad0}ファイル名: %s\N%s解像度: %dx%d %s\N再生時間: %02d:%02d:%02d
lt: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Failo vardas: %s\N%sSkiriamoji geba: %dx%d %s\NTrukmė: %02d:%02d:%02d
ms_my: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Nama Fail: %s\N%sResolusi: %dx%d %s\NTempoh: %02d:%02d:%02d
nl: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Bestandsnaam: %s\N%sResolutie: %dx%d %s\NTijdsduur: %02d:%02d:%02d
pa: {\an7\1c&H000000&\fs16\b0\bord0\shad0}ਫ਼ਾਈਲ ਨਾਂ: %s\N%sਰੋਜ਼ੂਲੇਸ਼ਨ: %dx%d %s\Nਅੰਤਰਾਲ: %02d:%02d:%02d
pl: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Nazwa pliku: %s\N%sRozmiar obrazu: %dx%d %s\NCzas odtwarzania: %02d:%02d:%02d
ru: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Имя файла: %s\N%sРазрешение: %dx%d %s\NДлительность: %02d:%02d:%02d
sk: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Názov súboru: %s\N%sRozlíšenie: %dx%d %s\NTrvanie: %02d:%02d:%02d
sl: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Ime datoteke: %s\N%sLočljivost: %dx%d %s\NTrajanje: %02d:%02d:%02d
sr: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Име датотеке: %s\N%sРезолуција: %dx%d %s\NТрајање: %02d:%02d:%02d
sv: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Filnamn: %s\N%sUpplösning: %dx%d %s\NLängd: %02d:%02d:%02d
th_th: {\an7\1c&H000000&\fs16\b0\bord0\shad0}ชื่อไฟล์: %s\N%sความละเอียด: %dx%d %s\Nระยะเวลา: %02d:%02d:%02d
tt: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Имя файла: %s\N%sРазрешение: %dx%d %s\NДлительность: %02d:%02d:%02d
vi: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Tên tập tin: %s\N%sĐộ phân giải: %dx%d %s\NThời lượng: %02d:%02d:%02d
