Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_PPAGEPLAYER_IDC_CHECK10
source: Disable "Open Disc" menu
ar: تعطيل قائمة "فتح قرص"
be: Адключыць меню «Адкрыць дыск»
bn: "ডিস্ক খুলি" মেন্যুটি নিষ্ক্রিয়করণ
bs_ba: Onemogući meni "Otvori Disk"
ca: Inhabilita el menú «Obre un disc»
cs: Zakázat nabídku Otevřít disk
da: Aktivér "Åbn disk" menu
de: Disc-Wiedergabe deaktivieren
el: Απενεργοποίηση του μενού " Άνοιγμα δίσκου"
es: Desactivar el menú «Abrir disco»
eu: Ezgaitu 'Ireki Diska' menua
fi: Poista käytöstä "Avaa levy" -valikko
fr: Désactiver le menu "Ouvrir le disque"
gl: Desactivar o menu de "Abrir disco"
he: בטל תפריט "פתיחת דיסק"
hr: Onemogući izbornik "Otvori disk"
hu: "Lemez megnyitása" menü letiltása
hy: Անջատել 'Բացել սկավառակը' ընտրացանկը
id: Nonfungsikan menu "Buka Cakram"
it: Disabilita il menù 'Apri disco'
ja: 「ディスクを開く」 のメニューを無効にする
lt: Išjungti „Atidaryti diską“ meniu
ms_my: Lumpuhkan menu "Buka Cakera"
nl: Schakel het "Open schijf" menu uit
pt_br: Desativar o menu de 'Abrir disco'
ru: Отключить меню «Открыть диск»
sk: Zablokovať menu "Otvoriť disk"
sl: Onemogoči "Odpri Disk" menu
sr: Онемогући мени „Отвори диск“
sv: Inaktivera "Öppna Skiva"-menyn
th_th: ไม่ใช้งานเมนู "เปิดแผ่นดิสก์"
tt: 'Тәлинкә ачарга' менюсын сүндерергә
uk: Заборонити меню 'Відкрити диск'

# IDD_PPAGEPLAYER_IDC_CHECK9
source: Process priority above normal
ar: أولوية العملية فوق العادي
be: Падвышаны прыярытэт працэсу
bn: প্রক্রিয়াকরণে স্বাভাবিকের উপরে অগ্রাধিকার
bs_ba: Prioritet procesa iznad normale
ca: Més prioritat al procés per sobre el normal
cs: Spouštět se zvýšenou prioritou
da: Proces-prioritet over normal
de: Prozesspriorität höher als normal
el: Προτεραιότητα διεργασίας πάνω από κανονική
es: Elevar prioridad del proceso sobre normal
eu: Ekinbide lehentasuna arruntetik gora
fi: Prosessin ensisijaisuus normaalia suurempi
fr: Priorité supérieure à la normale
gl: Maior prioridade para o proceso
he: הנגן מקבל קדימות על פני תהליכים אחרים
hr: Prioritet procesa iznad normalnog
hu: A lejátszó prioritása normál érték felett
hy: Գործողության բարձր առաջնայնություն
id: Prioritas proses di atas normal
it: Priorità del processo sopra il normale
ja: プロセスの優先度を 通常以上 にする
lt: Padidintas proceso prioritetas
ms_my: Proses keutamaan diatas biasa
nl: Procesprioriteit "hoger dan normaal"
pt_br: Prioridade do processo acima do normal
ru: Повышенный приоритет процесса
sk: Vyššia priorita procesu
sl: Prioriteta procesa nad običajno
sr: Повишени приоритет процеса
sv: Spelarens prioritet högre än normal
th_th: ลำดับความสำคัญของงานสูงกว่าปกติ
tt: Барышның югары өстенлеге
uk: Підвищений пріоритет процесу

# IDD_PPAGEPLAYER_IDC_CHECK14
source: Enable cover-art support
ar: تمكين دعم الأغطية الفنية
be: Уключыць падтрымку вокладак
bn: কভার আর্ট সাপোর্ট সক্রিয়
bs_ba: Omogući podršku za slike albuma
ca: Activa el suport per a les caràtules
cs: Zapnout podporu zobrazení obrázků obalu
da: Aktivér cover-art understøttelse
de: Coverbild anzeigen
el: Ενεργοποίηση υποστήριξης εξώφυλλων
es: Activar soporte para carátulas
eu: Gaitu bilduma-azal sostengua
fi: Ota käyttöön levykansituki
fr: Activer l'affichage des pochettes d'albums
gl: Habilitar soporte para portadas
hr: Omogućiti podršku za naslovnice
hu: Album borító támogatás engedélyezése
hy: Միացնել cover-art-ի աջակցում
id: Fungsikan dukungan kover album
it: Abilita supporto cover-art
ja: カバーアートのサポートを有効にする
lt: Įjungti viršelio palaikymą
ms_my: Benarkan sokongan seni-muka-hadapan
nl: Schakel albumhoes ondersteuning in
pt_br: Ativar suporte capa de álbum
ru: Включить поддержку обложек
sk: Zapnúť podporu obalov
sl: Omogoči podporo ovitkom
sr: Подршка за омоте
sv: Aktivera stöd för omslagsbilder
th_th: ใช้งานการรองรับภาพปก
uk: Ввімкнути підтримку обкладинок

# IDD_PPAGEPLAYER_IDC_STATIC
source: History
ar: السجل
be: Гісторыя
bn: ইতিহাস
bs_ba: Historija
ca: Historial
cs: Historie
da: Historik
de: Verlauf und Privatsphäre
el: Ιστορικό
es: Historial
eu: Historia
fi: Historia
fr: Historique
gl: Historial
he: היסטוריה
hr: Povijest
hu: Előzmények
hy: Պատմությունը
id: Riwayat
it: Cronologia
ja: 履歴
lt: Žurnalas
ms_my: Sejarah
nl: Geschiedenis
pt_br: Histórico
ru: История
sk: História
sl: Zgodovina
sr: Историја
sv: Historik
th_th: ประวัติ
tt: Тарих / Урын
uk: Історія

# IDD_PPAGEPLAYER_IDC_CHECK1
source: Keep history of recently opened files
ar: إبقاء سجل الملفات المفتوحة مؤخراً
be: Запамінаць адкрытыя файлы
bn: সম্প্রতি খোলা ফাইলসমূহ ইতিহাসে সংরক্ষণ
bs_ba: Čuvaj historiju nedavno otvorenih dokumenata
ca: Mantén historial dels fitxers oberts recentment
cs: Ukládat historii otevřených souborů
da: Bevar historik af senest åbnede filer
de: Zuletzt geöffnete Dateien merken
el: Διατήρηση ιστορικού πρόσφατων αρχείων
es: Retener historial reciente de archivos abiertos
eu: Heutsi berriki irekitako agirien historiari
fi: Muista viimeksi avatut tiedostot
fr: Conserver l'historique des fichiers ouverts
gl: Manter historial dos ficheiros abertos
he: שמור היסטורייה של קבצים שנפתחו לאחרונה
hr: Spremi povijest za nedavno otvorene datoteke
hu: Megnyitott fájlok előzményeinek megtartása
hy: Պահպանել բացված ֆայլերի պատ-ը
id: Simpan riwayat berkas yang baru dibuka
it: Conserva la cronologia dei file recenti
ja: 最近使ったファイルの履歴を保存する
lt: Išsaugoti atidarytų failų istoriją
ms_my: Kekalkan sejarah fail dibuka baru-baru ini
nl: Laatst geopende bestanden onthouden
pt_br: Manter histórico dos arquivos abertos
ru: Сохранять историю открытых файлов
sk: Udržiavať históriu otváraných súborov
sl: Hrani zgodovino nedavno odprtih datotek
sr: Чувај историју отворених датотека
sv: Behåll historik över nyligen öppnade filer
th_th: เก็บประวัติของไฟล์ที่เปิดเมื่อเร็วๆ นี้
tt: Ачык файллар тарихын сакларга
uk: Зберігати історію відкритих файлів

# IDD_PPAGEPLAYER_IDC_CHECK2
source: Remember last playlist
ar: تذكّر قائمة التشغيل الأخيرة
be: Запамінаць апошні спіс прайгравання
bn: সর্বশেষ প্লেলিস্ট স্মৃতিতে সংরক্ষণ
bs_ba: Zapamti zadnju playlistu
ca: Recorda l'última llista de reproducció
cs: Pamatovat si poslení seznam stop
da: Husk sidste spilleliste
de: Letzte Wiedergabeliste speichern
el: Απομνημ. τελευταίας λίστας αναπαραγωγής
es: Recordar última lista de reproducción
eu: Gogoratu azken irakur-zerrenda
fi: Muista viimeisin soittolista
fr: Se souvenir de la liste de lecture
gl: Lembrar última lista de reprodución
he: זכור רשימת ניגון אחרונה
hr: Zapamti posljednju listu izvođenja
hu: Utolsó lejátszási lista megjegyzése
hy: Հիշել վերջին նվագացանկը
id: Ingat daftar putar terakhir
it: Ricorda ultima playlist
ja: 終了時の再生リストを記憶する
lt: Įsiminti paskutinį grojimo sąrašą
ms_my: Ingat kedudukan senarai main
nl: Onthoud de laatste afspeellijst
pt_br: Lembrar ultima lista de reprodução
ru: Запоминать последний плейлист
sk: Pamätať si posledný playlist
sl: Zapomni si zadnji seznam predvajanja
sr: Запамти последњу плеј-листу
sv: Kom ihåg senaste spelningslistan
th_th: จดจำบัญชีการเล่นสุดท้าย
tt: Соңгы уйнату битен хәтерләү
uk: Запам'ятов. останній список відтворення

# IDD_PPAGEPLAYER_IDC_FILE_POS
source: Remember File position
ar: تذكّر موقع الملف
be: Пры выхадзе запомніць пазіцыю ў файле
bn: ফাইলের অবস্থানকাল স্মৃতিতে সংরক্ষণ
bs_ba: Zapamti poziciju Dokumenta
ca: Recorda la posició del fitxer
cs: Pamatovat si pozici u souborů
da: Husk filplacering
de: Datei-Wiedergabeposition merken
el: Απομνημόνευση θέσης αρχείου
es: Recordar posición del archivo
eu: Gogoratu Agiriaren kokapena
fi: Muista tiedoston sijainti
fr: Se souvenir de la position dans les fichiers
gl: Lembrar a posición do Ficheiro
he: זכור מיקום בקובץ
hr: Zapamti poziciju datoteke
hu: Fájlpozíció megjegyzése
hy: Հիշել ֆայլի դիրքը
id: Ingat posisi Berkas
it: Ricorda posizione File
ja: ファイルの再生位置を記憶する
lt: Įsiminti Failo poziciją
ms_my: Ingat kedudukan Fail
nl: Bestandspositie bewaren
pt_br: Lembrar a posição do arquivo
ru: Запоминать позицию в файле
sk: Pamätať si pozíciu v súbore
sl: Zapomni si pozicijo datoteke
sr: Запамти позицију датотеке
sv: Kom ihåg Filpositionen
th_th: จดจำตำแหน่งไฟล์
tt: Файлда урынны хәтерләү
uk: На виході запам'ятати позицію у файлі

# IDD_PPAGEPLAYER_IDC_DVD_POS
source: Remember DVD position
ar: تذكّر موقع الـDVD
be: Пры выхадзе запомніць пазіцыю DVD
bn: DVDর অবস্থানকাল স্মৃতিতে সংরক্ষণ
bs_ba: Zapamti poziciju DVD-a
ca: Recorda la posició del DVD
cs: Pamatovat si pozici u DVD
da: Husk DVD placering
de: DVD-Wiedergabeposition merken
el: Απομνημόνευση θέσης DVD
es: Recordar posición del DVD
eu: Gogoratu DVD-aren kokapena
fi: Muista DVD:n sijainti
fr: Se souvenir de la position dans les DVD
gl: Lembrar a posición do DVD
he: זכור מיקום בדי.וי.די
hr: Zapamti poziciju DVD-a
hu: DVD-pozíció megjegyzése
hy: Հիշել DVD-ի դիրքը
id: Ingat posisi DVD
it: Ricorda posizione DVD
ja: DVD の再生位置を記憶する
lt: Įsiminti DVD poziciją
ms_my: Ingat kedudukan DVD
nl: DVD positie bewaren
pt_br: Lembrar a posição do DVD
ru: Запоминать позицию DVD
sk: Pamätať si pozíciu DVD
sl: Zapomni si DVD pozicijo
sr: Запамти позицију DVD-а
sv: Kom ihåg DVD-positionen
th_th: จดจำตำแหน่งดีวีดี
tt: DVD урынны хәтерләү
uk: На виході запам'ятати позицію DVD

# IDD_PPAGEPLAYER_IDC_CHECK6
source: Remember last window position
ar: تذكّر موقع النافذة الأخير
be: Запамінаць пазіцыю акна
bn: উইন্ডোর সর্বশেষ অবস্থান স্মৃতিতে সংরক্ষণ
bs_ba: Zapamti zadnju poziciju prozora
ca: Recorda la posició de la finestra
cs: Pamatovat si poslední pozici okna
da: Husk sidste vinduesplacering
de: Letzte Fensterposition merken
el: Απομνημ. τελευταίας θέσης παραθύρου
es: Recordar posición de la ventana
eu: Gogoratu azken leiho kokapena
fi: Muista viimeisin ikkunan sijainti
fr: Enregistrer la position de la fenêtre
gl: Lembrar posición da xanela
he: זכור את המיקום האחרון של החלון
hr: Zapamti posljednju poziciju prozora
hu: Utolsó ablakpozíció megjegyzése
hy: Հիշել դիրքը
id: Ingat posisi jendela terakhir
it: Ricorda l'ultima posizione della finestra
ja: 終了時のウィンドウの位置を記憶する
lt: Įsiminti paskutinę lango poziciją
ms_my: Ingat kedudukan tetingkap terakhir
nl: Vensterpositie onthouden
pt_br: Lembrar posição da janela
ru: Запоминать положение окна
sk: Pamätať si poslednú pozíciu okna
sl: Zapomni si zadnjo pozicijo okna
sr: Запамти положај прозора
sv: Kom ihåg senaste fönsterplaceringen
th_th: จดจำตำแหน่งหน้าต่างสุดท้าย
tt: Тәрәзә урынын хәтерләү
uk: Запам'ятовувати позицію вікна

# IDD_PPAGEPLAYER_IDC_CHECK7
source: Remember last window size
ar: تذكّر حجم النافذة الأخير
be: Запамінаць памер акна
bn: উইন্ডোর সর্বশেষ সাইজ স্মৃতিতে সংরক্ষণ
bs_ba: Zapamti zadnju veličinu prozora
ca: Recorda la mida de la finestra
cs: Pamatovat si poslední velikost okna
da: Husk den sidste vinduesstørrelse
de: Letzte Fenstergröße merken
el: Απομνημ. τελευταίου μεγέθους παραθύρου
es: Recordar tamaño de la ventana
eu: Gogoratu azken leiho neurria
fi: Muista viimeisin ikkunan koko
fr: Enregistrer la taille de la fenêtre
gl: Lembrar tamaño da xanela
he: זכור את הגודל האחרון של החלון
hr: Zapamti posljednju veličinu prozora
hu: Utolsó ablakméret megjegyzése
hy: Հիշել չափը
id: Ingat ukuran jendela terakhir
it: Ricorda le ultime dimensioni della finestra
ja: 終了時のウィンドウ サイズを記憶する
lt: Įsiminti paskutinį lango dydį
ms_my: Ingat saiz tetingkap terakhir
nl: Vensterafmetingen onthouden
pt_br: Lembrar tamanho da janela
ru: Запоминать размер окна
sk: Pamätať si poslednú veľkosť okna
sl: Zapomni si zadnjo velikost okna
sr: Запамти величину прозора
sv: Kom ihåg senaste fönsterstorleken
th_th: จดจำขนาดหน้าต่างสุดท้าย
tt: Тәрәзә зурлыгын хәтерләү
uk: Запам'ятовувати розмір вікна

# IDD_PPAGEPLAYER_IDC_CHECK11
source: Remember last Pan && Scan Zoom
ar: تذكّر زوم بان اند سكان الأخير
be: Памятаць апошні Pan && Scan Zoom
bn: সর্বশেষ প্যান-অ্যান্ড-স্ক্যান জূম স্মৃতিতে সংরক্ষণ
bs_ba: Zapamti zadnji Pan && Scan Zoom
ca: Recorda el darrer zoom de reenquadrament
cs: Pamatovat si zvětšení Pan && Scan
da: Husk sidste pan-og-skan zoom
de: Letzten Pan&&Scan-Zoom merken
el: Απομνημ. τελ. Πανορ/κής οπτικής && Σάρωσης
es: Recordar zoom del reencuadre (Pan && Scan)
eu: Gogoratu azken &Pan-eta-Scan Zooma
fi: Muista viimeisen zoomauksen koko
fr: Se souvenir du recadrage (Pan && Scan)
gl: Lembrar o último zoom Pan && scan
he: זכור את ערך הזום האחרון של הזזה וסריקה
hr: Zapamti posljednje Pan && Scan uvećanje
hu: Utolsó Pan && Scan nagyítás megjegyzése
hy: Հիշել վերջին Pan && Scan չափը
id: Ingat Zum Pan && Scan terakhir
it: Ricorda l'ultimo zoom Pan && Scan
ja: 終了時のパン＆スキャンの拡大率を記憶する
lt: Įsiminti paskutinį Pan && Scan mastelį
ms_my: Ingatan Zum Lata-dan-Imbas terakhir
nl: Onthoud de laatste Pan en Scan Zoom
pt_br: Lembrar o zoom de Pan && Scan
ru: Запоминать параметры Pan && Scan
sk: Pamätať si posledné priblíženie Pan && Scan
sl: Zapomni si zadnji Premak. Spremen. Poveč.
sr: Запамти поставке зума
sv: Kom ihåg senaste Pan && Scan Zoom
th_th: จดจำการซูมโดยส่องและกวาดครั้งสุดท้าย
tt: Pan & Scan зумын хәтерләү
uk: Запам'ятов. останнє значення Pan && Scan

# IDD_PPAGEDVD_IDC_STATIC
source: "Open DVD/BD" behavior
ar: سلوك "فتح الـDVD/BD"
be: Дзеянне каманды «Адкрыць DVD/BD»
bn: "DVD/BD খুলি" এর কার্যরীতি
bs_ba: "Otvori DVD/BD" ponašanje
ca: Comportament d'"Obre un DVD/BD"
cs: Chování funkce "Otevřít DVD/BD"
da: "Åbn DVD/BD" opførsel
de: DVD/BD öffnen
el: Συμπεριφορά του "Άνοιγμα DVD/BD"
es: Comportamiento de «Abrir DVD/BD»
eu: "Ireki DVD/BD" jokabidea
fi: "Avaa DVD/BD" toiminta
fr: Comportement du menu "Lancer un DVD/BD"
gl: Comportamento "Abrir DVD/BD"
he: התנהגות "פתיחת די.וי.די/בלו-ריי"
hr: Ponašanje za "Otvori DVD/BD"
hu: "DVD/BD megnyitása" viselkedés
hy: Հրամանի վարքը՝ "Բացել DVD/BD"
id: Perilaku "Buka DVD/BD"
it: Azione "Apri DVD/BD"
ja: 「DVD/BD を開く」 の挙動
lt: „Atverti DVD/BD“ komandos elgesys
ms_my: Kelakuan "Buka DVD/BD"
nl: "Open DVD / BD" gedrag
pt_br: "Abrir DVD/BD"
ru: Поведение команды «Открыть DVD/BD...»
sk: Nastavenia funkcie "Otvoriť DVD/BD"
sl: "Odpri DVD/BD" obnašanje
sr: Понашање команде „Отвори DVD/BD…“
sv: "Öppna DVD/BD"-beteende
th_th: พฤติกรรมการ "เปิด ดีวีดี/บลูเรย์"
tt: "DVD/BD ачарга..." боерыгы тәртибе
uk: Дії при відкритті DVD/BD

# IDD_PPAGEDVD_IDC_RADIO1
source: Prompt for location
ar: المطالبة بالموقع
be: Запытваць размяшчэнне папкі
bn: স্থান নির্ধারণের জন্য জিজ্ঞাসাকরণ
bs_ba: Ponudi izbor lokacije
ca: Sol·licita la ubicació
cs: Zeptat se na umístění
da: Spørg efter placering
de: Verzeichnis für DVD/BD erfragen
el: Ερώτηση για τοποθεσία
es: Solicitar ubicación
eu: Galdetu kokalekua
fi: Kysy sijainti
fr: Demander le chemin du lecteur/répertoire
gl: Solicitar ubicación
he: שאל מיקום
hr: Upitaj za lokaciju
hu: Hely kérése
hy: Հարցնել տեղի համար
id: Tanyakan untuk lokasi
it: Chiedi posizione
ja: 場所を指定する
lt: Pasirinkti aplanką
ms_my: Maklum lokasi
nl: Vraag naar locatie
pt_br: Perguntar pelo local
ru: Переходить к выбору расположения
sk: Opýtať sa na umiestnenie
sl: Vprašaj za lokacijo
sr: Питај за локацију
sv: Fråga efter sökväg
th_th: ถามหาที่ตั้ง
tt: Папканы сайлау
uk: Запитувати про розташування

# IDD_PPAGEDVD_IDC_RADIO2
source: Always open the default location:
ar: فتح الموقع الأفتراضي دائماً:
be: Заўсёды адкрываць вызначаную папку:
bn: সর্বদা নির্ধারিত স্থান চালনা:
bs_ba: Uvijek otvori podrazumijevanu lokaciju:
ca: Obre sempre la ubicació per defecte:
cs: Vždy otevřít výchozí umístění:
da: Åbn altid standardplaceringen:
de: Standard-Verzeichnis für DVD/BD verwenden:
el: Άνοιγμα πάντα της προεπιλεγμένης τοποθεσίας:
es: Abrir siempre la ubicación predefinida:
eu: Betik ireki berezko kokalekua:
fi: Avaa aina oletussijainti:
fr: Toujours utiliser le chemin par défaut :
gl: Abrir sempre a localización predefinida:
he: פתח תמיד את מיקום ברירת המחדל:
hr: Uvijek otvori zadanu lokaciju:
hu: Mindig az alapértelmezett helyet nyissa meg:
hy: Մշտապես բացել հիմնական տեղը.
id: Selalu buka lokasi bawaan:
it: Apri sempre nella posizione predefinita:
ja: 常に既定の場所を開く:
lt: Visuomet atverti pagal nutylėjimą:
ms_my: Sentiasa buka lokasi lalai:
nl: Open altijd de standaard locatie:
pt_br: Sempre abrir o local padrão:
ru: Всегда открывать расположение по умолчанию:
sk: Vždy otvoriť predvolené umiestnenie:
sl: Vselej odpri privzeto lokacijo:
sr: Увек отвори подразумевану локацију:
sv: Öppna alltid standard-sökvägen:
th_th: เปิดที่ตั้งตำแหน่งตั้งต้นเสมอ:
tt: Килешү буенча ачарга:
uk: Завжди відкривати типове розташування:

# IDD_PPAGEDVD_IDC_STATIC
source: Preferred language for DVD Navigator and the external OGM Splitter
ar: اللغة المفضّلة لمتصفّح الـDVD و مقسّم OGM الخارجي
be: Пажаданая мова для DVD Navigator і OGM Splitter
bn: DVD ন্যাভিগেটর এবং বাহিরস্থ OGM স্প্লিটারের জন্য পছন্দনীয় ভাষা
bs_ba: Preferirani jezik za DVD Navigator i eksterni OGM Splitter
ca: Idioma preferit pel menú del DVD i el divisor extern de l'OGM
cs: Upřednostňovaný jazyk u DVD Navigatoru a externího OGM Splitteru
da: Foretrukket sprog til DVD-navigator og den eksterne OGM-splitter
de: Bevorzugte Sprachen des DVD-Navigators und des externen OGM-Splitters
el: Προτιμώμενη γλώσσα για πλοηγό DVD και εξωτερικό διαχωριστή OGM
es: Idioma preferido para el filtro «DVD Navigator» y el «OGM Splitter» externo (demultiplexor)
eu: Hizkuntza hobetsia DVD Nabigatzaile eta kanpoko OGM Banantzailerako
fi: Esivalittu kieli DVD-selaimelle ja ulkoiselle OGM splitterille
fr: Langue préférée pour le navigateur DVD et le splitter OGM
gl: Idioma favorito para menús do DVD e o "OGM Splitter" externo
he: שפה מועדפת ע"י סייר הדי.וי.די ומפצל ה-OGM החיצוני
hr: Preferirani jezik za DVD preglednik i eksterni OGM djelitelj
hu: Preferált nyelv a DVD Navigátorhoz és a külső OGM Splitterhez
hy: Նախընտրելի Լեզուն՝ DVD-ի ողւղորդման և OGM-ի համար
id: Bahasa yang diinginkan untuk Navigator DVD dan Splitter OGM eksternal
it: Lingua preferita per il DVD Navigator e lo splitter OGM esterno
ja: DVD ナビゲータおよび外部 OGM スプリッタでの優先言語
lt: Teikti pirmenybę DVD navigatoriaus ir OGM spliterio kalbai
ms_my: Bahasa dikehendaki untuk Navigator DVD dan pemisah OGM luar
nl: Voorkeurstaal voor DVD navigatie en de externe OGM Splitter
pt_br: Idioma preferido para o DVD e o Splitter OGM externo
ru: Предпочтительный язык для навигатора DVD и внешнего сплиттера OGM
sk: Preferovaný jazyk v navigátore DVD a pri externom OGM rozdeľovači
sl: Želeni jezik za DVD Navigacijo in zunanji OGM razdelilnik
sr: Жељени језик DVD навигатора и спољног OGM разделника
sv: Föredragna språk för DVD Navigator och externa OGM Splitter
th_th: ภาษาที่ชอบสำหรับตัวนำทางดีวีดี และตัวแยก OGM ภายนอก
tt: DVD навигаторы һәм OGM сплиттеры өчен уңайлы тел
uk: Бажана мова для навігатора DVD та відтворення OGM

# IDD_PPAGEDVD_IDC_RADIO3
source: Menu
ar: القائمة
be: Меню
bn: মেন্যু
bs_ba: Meni
ca: Menú
cs: Nabídky
de: Menü
el: Μενού
es: Menú
eu: Menua
fi: Valikko
gl: Menú
he: תפריט
hr: Izbornik
hu: Menü
hy: Ընտրացանկ
it: Menù
ja: メニュー
lt: Meniu
ru: Меню
sr: Мени
sv: Meny
th_th: เมนู
tt: Меню
uk: Меню

# IDD_PPAGEDVD_IDC_RADIO4
source: Audio
ar: الصوت
be: Аўдыя
bn: অডিও
ca: Àudio
cs: Zvukové stopy
da: Lyd
el: Ήχος
eu: Audioa
fi: Ääni
he: שמע
hr: Zvuk
hu: Hangsáv
hy: Ձայնը
ja: 音声
lt: Garsas
pt_br: Áudio
ru: Аудио
sk: Zvuk
sl: Zvok
sr: Аудио
sv: Ljud
th_th: เสียง
tt: Аудио
uk: Аудіо

# IDD_PPAGEDVD_IDC_RADIO5
source: Subtitles
ar: الترجمة
be: Субцітры
bn: সাবটাইটেল
bs_ba: Titlovi
ca: Subtítols
cs: Titulky
da: Undertekster
de: Untertitel
el: Υπότιτλοι
es: Subtítulos
eu: Azpidatziak
fi: Tekstitykset
fr: Sous-titres
gl: Subtítulos
he: כתוביות
hr: Titlovi
hu: Feliratok
hy: Տողագրերը
id: Subtitel
it: Sottotitoli
ja: 字幕
lt: Subtitrai
ms_my: Sarikata
nl: Ondertiteling
pt_br: Legendas
ru: Субтитры
sk: Titulky
sl: Podnapisi
sr: Титлови
sv: Undertexter
th_th: ศัพท์บรรยาย
tt: Субтитрлар
uk: Субтитри

# IDD_PPAGEDVD_IDC_STATIC
source: Additional settings
ar: إعدادات إضافية
be: Дадатковыя налады
bn: অতিরিক্ত সেটিং সমূহ
bs_ba: Dodatna podešenja
ca: Configuracions addicionals
cs: Další nastavení
da: Yderligere indstillinger
de: Weitere Einstellungen
el: Πρόσθετες ρυθμίσεις
es: Configuraciones adicionales
eu: Ezarpen gehigarriak
fi: Lisäasetukset
fr: Réglages complémentaires
gl: Axustes adicionais
he: הגדרות נוספות
hr: Dodatne postavke
hu: További beállítások
hy: Լրացուցիչ կարգավորումներ
id: Pengaturan tambahan
it: Impostazioni aggiuntive
ja: 追加の設定
lt: Papildomi nustatymai
ms_my: Tetapan tambahan
nl: Aanvullende instellingen
pt_br: Configurações adicionais
ru: Дополнительные настройки
sk: Ďalšie nastavenia
sl: Dodatne nastavitve
sr: Додатне поставке
sv: Ytterligare inställningar
th_th: การตั้งค่าเพิ่มเติม
tt: Өстәмә көйләүләр
uk: Додаткові налаштування

# IDD_PPAGEDVD_IDC_CHECK2
source: Allow closed captions in "Line 21 Decoder"
ar: السماح بالترجمة في "Line 21 Decoder"
be: Дазволіць схаваныя субцітры ў «Line 21 Decoder»
bn: "Line 21 Decoder"এ ক্লোসড্‌ ক্যাপশনসমূহ অনুমোদন
bs_ba: Dozvoli zatvorene navodnike u "Line 21 Decoder"
ca: Permet subtítols per a sords en el filtre "Line 21 Decoder"
cs: Povolit closed captions ve filtru 'Line 21 Decoder'
da: Tillad undertekster i "Line 21 Decoder"
de: Erweiterte Untertitel über Line 21 Decoder ausgeben
el: Να επιτρέπονται κλειστές λεζάντες στο «Line 21 Decoder»
es: Permitir subtitulado para sordos (closed captions, CC) en el filtro «Line 21 Decoder»
eu: Ahalbidetu giro azpidatziak 'Line 21 Dekodeatzailean'
fi: Salli kuulovammaisien tekstitykset "Line 21 Dekooderissa"
fr: Autoriser les sous-titres malentendants pour le décodeur "Line 21"
gl: Permitir subtítulos en "Decodificador Liña 21"
he: אפשר כתוביות צמודות ב-"מפענח קו 21"
hr: Dopusti podnaslove zvukova u "Line 21 Decoder"
hu: Zárt feliratozás engedélyezése a Line 21 Dekóderben
hy: Թույլատրել փակված կադրերը 'Line 21 Decoder'-ում
id: Izinkan takarir saling tindih di "Dekoder Line 21"
it: Consenti i sottotitoli nel 'Line 21 Decoder'
ja: 「Line 21 Decoder」 でクローズド キャプションを許可する
lt: Leisti subtitrus neprigirdintiems 'Line 21 Decoder'
ms_my: Benarkan kapsyen tertutup dalam "Penyahkod Baris 21"
nl: Sta ondertiteling voor doven en slechthorenden toe in "Line 21 decoder"
pt_br: Permitir legendas de assistência com o decoder Line 21
ru: Разрешить скрытые субтитры в «Line 21 Decoder»
sk: Povoliť uzatvorené kapitoly v "dekodéri Line 21"
sl: Dovoli zaprte napise v "Line 21 Decoder"
sr: Помоћни титлови у Line 21 Decoder-у
sv: Tillåt dold text i "Line 21 Decoder"
th_th: อนุญาตศัพท์บรรยายเหตุการณ์ ใน "Line 21 Decoder"
tt: Начар ишетүчеләр өчен 'Line 21 Decoder' да субтитрларны рөхсәт итәргә
uk: Дозволити приховані субтитри для 'Line 21 Decoder'

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio
ar: الصوت
be: Аўдыя
bn: অডিও
ca: Àudio
cs: Zvuk
da: Lyd
el: Ήχος
eu: Audioa
fi: Ääni
he: שמע
hr: Zvuk
hu: Audió
hy: Ձայնը
ja: 音声
lt: Garsas
pt_br: Áudio
ru: Аудио
sk: Zvuk
sl: Zvok
sr: Аудио
sv: Ljud
th_th: เสียง
tt: Аудио
uk: Аудіо

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Volume
ar: حجم الصوت
be: Гучнасць
bn: ভলিউম
bs_ba: Jačina zvuka
ca: Volum
cs: Hlasitost
da: Lydstyrke
de: Lautstärke
el: Ένταση
es: Volumen
eu: Bolumena
fi: Äänenvoimakkuus
he: עצמת קול
hr: Glasnoća
hu: Hangerő
hy: Բարձրությունը
ja: 音量
lt: Garsumas
ms_my: Volum
ru: Громкость
sk: Hlasitosť
sl: Glasnost
sr: Јачина звука
sv: Volym
th_th: ความดัง
tt: Тавыш көче
uk: Гучність

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Min
ar: أدنى
be: Менш
bn: লঘিষ্ঠ
ca: Mínim
el: Ελάχ.
es: Mín
eu: Gutx
fi: Minimi
he: מינימום
hy: Նվզ.
ja: 最小
lt: Tyliau
pt_br: Mín
ru: Мин
sr: мин.
th_th: ต่ำสุด
tt: Акрынрак
uk: Мін.

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Max
ar: أقصى
be: Больш
bn: গরিষ্ঠ
ca: Màxim
el: Μέγ.
es: Máx
eu: Geh
fi: Maksimi
he: מקסימום
hr: Maks
hy: Առվ.
id: Maks
ja: 最大
lt: Garsiau
ms_my: Maks
pt_br: Máx
ru: Макс
sl: Maks
sr: макс.
th_th: สูงสุด
tt: Катырак
uk: Макс.

# IDD_PPAGEPLAYBACK_IDC_STATIC_BALANCE
source: Balance
ar: التوازن
be: Баланс
bn: ভারসাম্যতা
bs_ba: Balans
ca: Balanç
cs: Vyvážení
el: Ισορροπία
eu: Oreka
fi: Balanssi
he: איזון
hr: Balans
hu: Balansz
hy: Բալանսը
id: Seimbang
it: Bilanciamento
ja: バランス
lt: Balansas
ms_my: Imbangan
nl: Balans
pt_br: Balanço
ru: Баланс
sk: Vyváženie
sl: Ravnotežje
sr: Баланс
sv: Balans
th_th: สมดุลย์
tt: Тигезлек
uk: Баланс
