Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDC_TEXTURESURF2D
source: Video surface will be allocated as a texture but still the 2d functions will be used to copy and stretch it onto the backbuffer. Requires a video card which can allocate 32-bit, RGBA, non-power-of-two sized textures and at least in the resolution of the video.
ar: سطح فيديو سيخصّص كتركيب لكن ما زالت وظائف 2d ستكون مستعمله للنسخ وإمتداد للذاكرة المؤقتة. يتطلّب بطاقة فيديو الذي يمكن أن يخصّص 32 بت، RGBA، بدون قوّة تحجيم التركيب وبحجم أقل في تصميم الفيديو.
be: Паверхня для відэа вылучаецца як тэкстура, але для капіявання і расцягвання відэа ў буфер выкарыстоўваюцца функцыі 2D. Патрабуе наяўнасці відэакарты, якая можа вылучаць 32bit RGBA тэкстуры з памерамі не кратнымі 2, хоць бы ў разрознасці відэа.
bn: ভিডিও উপরিতলটি একটি টেক্সচার হিসেবে নির্দেশিত হবে কিন্তু তারপরও দ্বিমাত্রিক ফাংশনসমূহ সেটা পিছনবাফারে কপি এবং বিস্তৃতি করণে ব্যবহৃত হবে। এমন ভিডিও কার্ড লাগবে যেটা 32bit, RGBA, দুইয়ের-শক্তিতে-নয় এমন সাইজকৃত টেক্সচারসমূহ এবং অন্তত ভিডিওর রেজ্যুলূশন নির্দেশিত করতে পারে।
bs_ba: Video površina će biti alocirana kao tekstura ali će i dalje druge funkcije biti korištene za kopiranje i razvlačenje u backbuffer-e. Zahtijeva video karticu koja može alocirati 32-bitni, RGBA, tekstura čija veličina nije nije-potencija-broja-dva i barem u rezoluciji videa.
ca: La superfície del vídeo s'assiganarà com una textura però encara s'utilitzaran les funciones 2D per copiar-la i ajustar-la dintre del backbuffer (buffer no visible). Requereix una tarjeta gràfica que pugui assignar profunditats de color de 32 bits, patró de color RGBA, textures de dimensions que no siguin potències de 2, i que pugui fer-ho almenys en la resolució del vídeo.
cs: Plocha videa bude vymezena jako textura ale pro její kopírování a roztahování do přípravné vyrovnávací paměti budou stále používány 2D funkce. Vyžaduje video kartu schopnou alokovat 32bitové, RGBA textury s rozměry stran neodpovídajícími druhým mocninám a o minimálně stejné velikosti jako má video.
da: Videooverflade vil blive allokeret som en struktur men anden funktionerne vil stadig blive brugt til at kopiere og strække den over backbufferen. Kræver et grafikkort der kan allokere 32-bit, RGBA, ikke-potens-af-to struktur størrelser og minimum i videoens opløsning.
de: Stellt die Videooberfläche als Textur bereit. Dennoch werden 2D-Funktionen genutzt, um das Bild in den Hintergrundpuffer zu kopieren und zu strecken. Benötigt eine Grafikkarte, die 32-Bit, RGBA und Nicht-Zweierpotenztexturen in Auflösung des Videos oder höher unterstützt.
el: Η επιφάνεια του βίντεο θα διατεθεί ως υφή, αλλά οι λειτουργίες 2D θα μπορούν να χρησιμοποιηθούν για αντιγραφή και επιμήκυνση στην backbuffer. Απαιτεί μια κάρτα γραφικών που να διαθέσει 32bit, RGBA, υφές διαστάσεων όχι-δυνάμεων του δύο και τουλάχιστον στην ανάλυση του βίντεο.
es: La superficie de vídeo se asignará como una textura pero todavía se usarán las funciones 2D para copiarla y ajustarla dentro del backbuffer (buffer no visible). Requiere una tarjeta gráfica que pueda asignar profundidades de color de 32 bits, patrón de color RGBA, texturas con dimensiones que no sean potencias de 2, y que pueda hacerlo al menos en la resolución del vídeo.
eu: Bideo azalera egitura bat bezala banatuko da baina oraindik 2d eginkizunak atzebufferrean kopiatzeko eta luzatzeko erabiliko dira. Behar du 32 bit izendatu ditzakeen bideo txartel bat, RGBA, non-power-of-two neurritutako egiturak eta gutxienez bideoaren bereizmenean.
fi: Videotaso sijoitetaan pinnaksi mutta silti 2d-funktioita käytetään kopiointiin ja venyttämiseen taustapuskuriin. Vaatii näytönohjaimen joka kykenee varaamaan 32-bittisiä, RGBA, non-power-of-two -kokoisia pintoja ja vähintään videon resoluutioon.
fr: La surface vidéo sera allouée comme une texture mais les fonctions 2D seront toujours utilisées pour la copier et l'étendre sur la mémoire tampon d'arrière-plan. Nécessite une carte vidéo qui peut allouer des surfaces 32 bits RVBA de taille pas nécessairement multiple d'une puissance de deux et au moins dans la résolution de la vidéo.
gl: A superficie de vídeo será distribuida como unha textura pero ainda asi as funcións 2D serán usadas para copiar e alongar no backbuffer. Require unha tarxeta de vídeo que poida aplicar RGBA de 32 bits, polo menos á resolución do vídeo.
he: משטח הוידאו יוקצה כמרקם, אך פונקציות ה-2D עדיין ישמשו להעתיק ולמתוח אותו אל החוצץ האחורי. דורש כרטיס גרפי המסוגל להקצות מרקמי 32ביט, RGBA, ללא כפולות של 2 ולפחות ברזולוצייה של הוידאו.
hr: Video površina će biti dodijeljena kao tekstura ali će druge funkcije biti korištene za kopiranje i razvlačenje na pozadinski spremnik. Zahtjeva video karticu koja može dodijeliti 32-bitni RGBA, NPOT veličinu teksture i rezoluciju barem veličine videa.
hu: A videó-felület textúraként lesz lefoglalva, de így is a 2D funkciók lesznek használva, hogy azt rámásoljuk és rányújtsuk a hátoldali-pufferre (backbuffer). Egy olyan videokártya szükséges hozzá, ami képes lefoglalni 32bites, RGBA és nem kettő hatványának megfelelő textúrákat legalább akkora méretben, mint maga a videó.
hy: Տեսանյութի մակերեսը առանձնացվում է որպես արտապատկերում, բայց տեսանյութի պատճենման և ձգման համար օգտագործվում է 2D ֆունկցիան։ Պահանջում է տեսաքարտի առկայություն, որը կարող է կատարել 32bit RGBA արտապատկերումներ։
it: La superficie video sarà allocata come texture ma verranno comunque usate le funzioni 2d per copiarla e ridimensionata nel backbuffer. Richiede una scheda video in grado di allocare texture RGBA a 32 bit di dimensioni non-potenza-di-due e almeno alla risoluzione del video.
ja: ビデオ サーフェスをテクスチャとして割り当てますが、バックバッファへのコピーと伸張には 2D 関数を使用します。少なくともビデオの解像度の表示で、32 ビット、RGBA、2 の累乗でないサイズのテクスチャを割り当てることができるビデオ カードが必要です。
lt: Paviršius vaizdui išskiriamas kaip tekstūra, bet kopijavimui ir vaizdo ištempimui į buferį naudojamos 2D funkcijos Reikalinga vaizdo plokštė, kuri gali skirti 32bit RGBA tekstūras su rėmeliais ne 2-kartinių, bent vaizdo geboje.
ms_my: Permukaan video akan diperuntuk sebagai tekstur tetapi fungsi 2d masih digunakan untuk menyalin dan meregang ia ke penimbal belakang. Perlukan kad video yang dapat peruntuk 32bit, RGBA, tekstri bersaiz dua-tanpa-kuasa dan sekurang-kurangnya dalam resolusi video.
nl: Video oppervlak is een texture oppervlak, maar de 2Dd functies worden gebruikt om het beeld in de backbuffer te kopiëren en te spreiden. Vereist een grafische kaart die 32bit, RGBA, non-power-of-two textures ondersteunt, binnen de resolutie van de video.
pl: Alokuje płaszczyznę wideo jako teksturę, ale do kopiowania i rozciągania jej w tle bufora ramki nadal używa funkcji dwuwymiarowych. Wymaga karty graficznej, która potrafi wyświetlać 32-bitowy obraz RGBA, tekstury o rozmiarze innym niż potęga dwóch i rozdzielczości odpowiadającej odtwarzanemu wideo.
ru: Поверхность видео выделяется как текстура, но для копирования и растяжения видео в буфер используются функции 2D. Требует наличия видеокарты, которая может выделять 32bit RGBA-текстуры с размерами, не кратными 2, хотя бы в разрешении видео.
sk: Plocha videa sa vymedzí ako textúra ale na kopírovanie a presúvanie do spätnej pamäte sa budú stále používať 2D funkcie. Táto funkcia vyžaduje grafickú kartu s podporou 32-bitovej alokácie, RGBA, textúr s neumocňovanou veľkosťou a minimálne v rozlíšení videa.
sl: Video površina bo dodeljena kot tekstura, vendar bodo 2D funkcije uporabljene za kopiranje in raztegovanje na medpomnilnik ozadja. Zahteva video kartico, ki lahko dodeli teksture 32bit, RGBA, ki niso velikosti potence od 2 in najmanj v ločljivosti videa.
sr: Површина за видео ће бити додељена као текстура, али за растезање и копирање видео-записа у позадински бафер и даље ће се користити 2D функција. Захтева графичку картицу која може да додели 32-битне RGBA и NPOT текстуре у резолуцији видео-записа.
sv: Videoytan kommer att allokeras som en textur, men 2D-funktionerna kommer fortfarande att användas för att kopiera och sträcka den till bakbufferten. Kräver ett grafikkort som kan allokera 32-bitars-, RGBA-, icke-tvåpotens-upplösta texturer och åtminstone i samma upplösning som videon.
th_th: ผิวหน้าวิดีโอจะถูกจัดสรรเป็นพื้นผิว แต่ฟังก์ชัน 2d ยังคงถูกใช้เพื่อคัดลอกและยืดมันไปยังบัฟเฟอร์เบื้องหลัง ต้องการการ์ดจอที่สามารถแบ่ง 32bit, RGBA, non-power-of-two sized textures และอย่างน้อยในความละเอียดของวิดีโอ
tt: Поверхность для видео выделяется как текстура, но для копирования и растяжения видео в буфер используются функции 2D. Требует наличия видеокарты, которая может выделять 32bit RGBA текстуры, с размерами не кратными 2, хотя бы в разрешении видео.
vi: Bề mặt video sẽ được phân bổ như một kết cấu nhưng các chức năng 2D vẫn sẽ được sử dụng để sao chép và kéo nó vào bộ đệm nền. Yêu cầu card màn hình có thể phân bổ kết cấu cỡ 32bit, RGBA, "non-power-of-two" và có độ phân giải tối thiểu bằng độ phân giải của video.

# IDC_TEXTURESURF3D
source: Video surface will be allocated as a texture and drawn as two triangles in 3d. Antialiasing turned on at the display settings may have a bad effect on the rendering speed.
ar: سطح فيديو سيخصّص كتركيب وسحب كمثلثان في 3d. وضبط ضدّ التعرّج في ضبط العرض لربّما له تأثير سيئ على سرعة العارض.
be: Паверхня відэа вылучаецца як тэкстура і адрысоўваецца ў 3D як два трыкутніка. Уключэнне згладжвання ў наладах відэакарты можа істотна замарудзіць хуткасць апрацоўкі.
bn: ভিডিও উপরিতলটি একটি টেক্সচার হিসেবে নির্দেশিত হবে এবং তিনমাত্রায় দুইটি ত্রিভুজ আকারে আঁকা হবে। ডিসপ্লে সেটিংসমূহে অ্যান্টিএলিয়েসিং সক্রিয় থাকলে সেটা রেনডারকরন গতিতে খারাপ প্রভাব ফেলতে পারে।
bs_ba: Video površina će biti alocirana kao tekstura i iscrtana kao dva trokuta unutar 3-ćeg. Antialiasing uključen na display-u može imati loš efekat na brzinu renderiranja.
ca: La superfície del vídeo serà asiganada com una textura i dibuixada com dos triangles en 3D. L'activació del anti allissat pot afectar negativament en la velocitat de renderitzat.
cs: Plocha videa bude vymezena jako textura a vykreslena v 3D režimu jako 2 trojúhelníky. Zapnuté vyhlazování hran může mít v tomto režimu velmi nepříznivý vliv na rychlost vykreslování.
da: Videooverflade vil blive allokeret som en struktur og tegnet som to trekanter i 3D. Når antialiasing er slået til i grafikkortindstillingerne kan det have en negativ indvirkning på renderingshastigheden.
de: Stellt die Videooberfläche als Textur bereit, die mittels paarweiser Dreiecke in 3D gezeichnet wird. Ein in den Anzeige-Einstellungen aktiviertes Antialiasing kann die Rendergeschwindigkeit herabsetzen.
el: Η επιφάνεια του βίντεο θα διατεθεί ως υφή και σαν δυό τρίγωνα σε 3D. Η ενεργοποίηση τηε εξομάλυνσης γραφικών στις ρυθμίσεις οθόνης, ενδέχεται να έχει εσφαλμένο αποτέλεσμα σε σχέση με την ταχύτητα απόδοσης.
es: La superficie de vídeo se asignará como una textura y se dibujará como una malla de pares de triángulos en 3D. Si el suavizado (antialiasing) está activado en la configuración de pantalla, esto podría reducir la velocidad de renderización.
eu: Bideo azalera egitura bat bezala banatuko da eta bi hiruki bezala marraztu 3d-an. Hertzlehunketa gaitzeak erakuspen ezarpenetan eragin kaltegarria izan dezake aurkezpen abiaduran.
fi: Videotaso sijoitetaan pinnaksi ja piirretään kuten kaksi kolmiota 3d:ssä. Antialiasoinnin käytöllä näyttöasetuksissa voi olla huono vaikutus muuntonopeuteen.
fr: La surface vidéo sera allouée comme une texture et affichée sur deux triangles en 3D. Avoir l'anticrénelage activé dans la configuration d'affichage pourrait avoir un impact négatif sur la vitesse d'affichage.
gl: A superficie do vídeo será distribuida como unha textura e debuxada como dous triángulos en 3D. Se o antialiasing está activado na configuración da tarxeta gráfica podería reducir a velocidade de renderización.
he: משטח הוידאו יקוצה כמרקם ויצוייר כשני משולשים ב-3D. אם החלקת קצוות מופעלת בהגדרות התצוגה, יתכן וזה ישפיע לרעה על מהירות ההצגה.
hr: Video površina će biti dodijeljena kao tekstura i iscrtana kao dva trokuta u 3D-u. Uključivanje izbjegavanja nazubljenosti u postavkama prikaza može imati loš utjecaj na brzinu prikazivanja.
hu: A videó-felület textúraként lesz lefoglalva és 3D-ben két háromszögként lesz megrajzolva. Ha a vonalsimítás (antialiasing) be van kapcsolva a képernyőbeállításoknál rossz hatással lehet az átalakítás sebességére.
hy: Տեսանյութի մակերեսը առանձնացվում է որպես արտապատկերում և պատկերվում է որպես երկու եռանկյուն 3D-ով։
it: La superficie video sarà allocata come texture e disegnata come due triangoli in 3d. L'antialiasing attivo nelle impostazioni video potrebbe avere un effetto negativo sulle prestazioni di rendering.
ja: ビデオ サーフェスをテクスチャとして割り当て、3D で二つの三角形として描画します。画面の設定でアンチエイリアスを有効にすると表示速度に悪影響を与える場合があります。
lt: Paviršius vaizdui išskiriamas kaip tekstūra ir piešiamas kaip du trikampiai 3D. Glodinimo (Antialiasing) įjungimas vaizdo plokštės nustatymuose gali žymiai sulėtinti renderinimo greitį.
ms_my: Permukaan video akan diperuntuk sebagai tekstur dan dilukis sebagai dua segitiga dalam 3d. Antialias dihidupkan pada tetapan paparan mungkin memberi kesan tidak baik terhadap kelajuan penerapan.
nl: Video oppervlak is een texture-oppervlak en wordt getekend als 2 driehoeken in 3D. Bij de display-instellingen geactiveerde antialiasing kan een remmend effect hebben op de renderings-snelheid.
pl: Alokuje płaszczyznę wideo jako teksturę i wyświetla w postaci dwóch trójkątów w przestrzeni trójwymiarowej. Włączenie antyaliasingu w ustawieniach wyświetlania może negatywnie wpłynąć na prędkość renderowania.
ru: Поверхность видео выделяется как текстура и рисуется в виде двух треугольников в 3D. Включение сглаживания может существенно замедлить процесс рендеринга.
sk: Plocha videa sa vymedzí ako textúra a vykreslí sa ako dva trojuholníky v 3D. Zapnutá funkcia Antialiasing v nastaveniach displeja môže spomaliť vykresľovanie.
sl: Video površina bo dodeljena kot tekstura in narisana kot dva trikotnika v 3D. Glajenje, vključeno v nastavitvah zaslona bo mogoče imelo negativen učinek na hitrost izrisovanja.
sr: Површина за видео ће бити додељена као текстура и нацртана као два троугла у 3D-у. Уклањање назубљености може да има лош утицај на брзину рендеровања.
sv: Videoytan kommer att allokeras som en textur och ritas upp som två trianglar i 3D. Kantutjämning påslagen i skärminställningarna kan ha en negativ inverkan på renderingshastigheten.
th_th: ผิวหน้าวิดีโอจะถูกจัดสรรเป็นพื้นผิวและวาดเป็นสามเหลี่ยมสองชิ้นใน 3d การเปิดการลดรอยหยักที่การตั้งค่าแสดงผล อาจทำให้เกิดผลเสียต่อความเร็วการแปลผล
tt: Поверхность для видео выделяется как текстура и рисуется как два треугольника в 3D. Включение антиалиасинга в настройках видеокарты может существенно замедлить скорость рендеринга.
vi: Bề mặt video sẽ được phân bổ như một kết cấu và vẽ như hai hình tam giác trong 3D. Khử răng cưa bật các thiết lập hiển thị có thể có ảnh hưởng xấu đến tốc độ dựng hình.

# IDC_DX9RESIZER_COMBO
source: If there is no Pixel Shader 2.0 support, simple bilinear is used automatically.
ar: إذا لم يوجد دعم مظللات البيكسل 2.0، سيستعمل bilinear البسيط بشكل آلي.
be: Пры адсутнасці падтрымкі піксельных шэйдараў версіі 2.0 будзе аўтаматычна выкарыстаны просты білінейны метад.
bn: যদি পিক্সেল শেইডার 2.0 সমর্থন না করে, তবে সাধারণ বাইলিনিয়ার স্বয়ংক্রিয়ভাবে ব্যবহৃত হবে।
bs_ba: Ako nema podrške za Pixel Shader 2.0, automatski će biti korišten jednostavni bilinearni.
ca: Si no hi ha suport per al Pixel Shader 2.0, s'utilitzarà automàticament el redimensionament bilineal simple.
cs: Pokud není podporován Pixel Shader 2.0, automaticky se použije simple bilinear.
da: Der er ingen understøttelse af Pixel Shader 2.0, enkel bi-lineær bruges automatisk.
de: Verwendet ohne Pixel-Shader 2.0 automatisch den einfachen bilinearer Resizer.
el: Εάν δεν υπάρχει υποστήριξη Pixel Shader 2.0, χρησιμοποιείται αυτόματα η απλή διγραμμική.
es: Si no hay soporte para Pixel Shader 2.0 (PS 2.0), se usará automáticamente el redimensionamiento bilineal simple.
eu: Pixel Itzal 2.0 sostengurik ez badago, bilinear arrunta erabiltzen da berezgaitaunez.
fi: Jos Pixel Shader 2.0 tukea ei ole, yksinkertaista bilineaarista käytetään automaattisesti.
fr: Si les effets vidéo Pixels Shaders 2.0 ne sont pas supportés, l'algorithme bilinéaire simple sera utilisé automatiquement.
gl: Se non hai soporte para Pixel Shader 2.0, usarase automáticamente o redimensionamento bilinear sinxelo.
he: אם לא קיימת תמיכה במצליל פיקסלים 2.0, אלגוריתם פשוט דו-כיווני יהיה בשימוש בצורה אוטומטית.
hr: Ako nema podrške za Pixel Shader 2.0 automatski je korišten jednostavni bilinearni.
hu: Ha nincs Képpont árnyékoló (Pixel Shader) 2.0 támogatás, automatikusan a sima bilineáris lesz használva.
hy: Փիքսելային շեյդերների տարբերակ 2.0-ն չաջակցելու դեպքում, կօգտագործվի պարզունակ մեթոդ։
it: Se manca il supporto al Pixel Shader 2.0, viene usato automaticamente il filtro bilineare.
ja: ピクセル シェーダ 2.0 をサポートしていない場合、単純な線形補間が自動的に使用されます。
lt: Jei nėra palaikoma pikselinių tamsinimų 2,0 versija, automatiškai bus naudojamas paprastas bilinijinis metodas.
ms_my: Jika tiada sokongan Pelorek Piksel 2.0, dwi-linear mudah akan diguna secara automatik.
nl: Als er geen pixel shader 2.0 ondersteuning is, zal automatisch simpel bilinear gebruikt worden.
pl: Określa metodę skalowania obrazu. Jeżeli karta graficzna nie obsługuje technologii Pixel Shader 2.0, zostanie użyta prosta dwuliniowa.
ru: При отсутствии поддержки пиксельных шейдеров версии 2.0, используется простой билинейный метод.
sk: Ak karta nepodporuje Pixel Shader 2.0, automaticky sa aktivuje jednoduché bilineárne prepočítavanie.
sl: Če ni podpore za Pixel Shader 2.0 je samodejno uporabljena preprosta bilinearna.
sr: Ако нема подршке за Pixel Shader 2.0, користиће се билинеарни филтер.
sv: Om det inte finns något Pixel Shader 2.0-stöd, så används simpel bilinjär automatiskt.
th_th: ถ้าไม่มีพิกเซลเฉดเดอร์ 2.0 แล้ว bilinear อย่างง่ายจะถูกใช้อัตโนมัติ
tt: При отсутствии поддержки пиксельных шейдеров версии 2.0, будет автоматически использован простой билинейный метод.
vi: Nếu không có hỗ trợ Pixel Shader 2.0, Bilinear đơn giản được sử dụng tự động.
