Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_TUNER_SCAN_IDC_STATIC
source: Bandwidth
ar: عرض النطاق
be: Паласа прапускання
bn: ব্যান্ডউইডথ্‌
bs_ba: Propusnost
ca: Amplada de banda
cs: Vlnový rozsah
da: Båndbredde
de: Bandbreite (kHz):
el: Εύρος ζώνης
es: Ancho de banda
eu: Bandazabalera
fi: Kaistan leveys
fr: Bande passante :
gl: Ancho de banda
he: טווח תדרים
hr: Propusnost
hu: Sávszélesség
hy: Բաց թողման գիծը
id: Lebar gelombang
it: Larghezza di banda
ja: 帯域幅
lt: Dažnių juosta
ms_my: Lebar Jalur
nl: Bandbreedte
pt_br: Largura de banda
ru: Полоса пропускания
sk: Šírka pásma
sl: Pasovna širina
sr: Пропусни опсег
sv: Bandbredd
th_th: แบนด์วิดธ์
tt: Калдыру тасмасы
uk: Полоса пропускання

# IDD_TUNER_SCAN_IDC_STATIC
source: Freq. End
ar: تردد النهاية
be: Канцавая частата
bn: ফ্রিকোয়েন্সি শেষ
bs_ba: Frekv. Kraj
ca: Freq. final
cs: Koncová frekvence
da: Frekv. slut
de: Endfrequenz (kHz):
el: Συχν. τερματισμού
es: Frec. final
eu: Amaiera Maiztasuna
fi: Taajuus lopetus
fr: Fréquence de fin :
gl: Frec. final
he: תדר סיום
hr: Završna frekvencija
hu: Frek. Vége
hy: Վերջնական հաճախականությունը
id: Frek. Akhir
it: Fine Freq.
ja: 終了周波数
lt: Galutinis dažnis
ms_my: Freq. Tamat
nl: Frequentie eind
pt_br: Final da freq.:
ru: Конечная частота
sk: Konečná frekv.
sl: Končna frekvenca
sr: Завршна учесталост
sv: Freq. Stopp
th_th: ความถี่สิ้นสุด
tt: Ахыр ешлык
uk: Част. Кінця

# IDD_TUNER_SCAN_IDC_CHECK_IGNORE_ENCRYPTED
source: Ignore encrypted channels
ar: تجاهل القنوات المشفرة
be: Ігнараваць закадаваныя каналы
bn: এনক্রিপ্টকৃত চ্যানেলসমূহ উপেক্ষাকরণ
bs_ba: Ignoriši kriptovane kanale
ca: Ignora els canals encriptats
cs: Ignorovat kódované kanály
da: Ignorer krypterede kanaler
de: Verschlüsselte Sender ignorieren
el: Παράβλεψη κρυπτογρ/νων καναλιών
es: Ignorar canales cifrados
eu: Ezikusi enkriptatutako bideak
fi: Ohita salatut kanavat
fr: Ignorer les chaînes cryptées
gl: Ignorar canles cifrados
he: התעלם מערוצים מקודדים
hr: Ignoriraj kodirane kanale
hu: Kódolt csatornák figyelmen kívül hagyása
hy: Անտեսել կոդավորված ալիքները
id: Abaikan saluran yang terenkripsi
it: Ignora canali criptati
ja: 暗号化されたチャンネルを無視する
lt: Ignoruoti užšifruotus kanalus
ms_my: Abai saluran tersulit
nl: Negeer gecodeeerde kanalen
pt_br: Ignorar canais criptografados
ru: Игнорировать зашифрованные каналы
sk: Ignorovať kódované kanály
sl: Prezri kodirane kanale
sr: Занемари шифроване канале
sv: Ignorera krypterade kanaler
th_th: ละเลยช่องที่เข้ารหัส
tt: Шифрланган каналларны исәпләмәү
uk: Ігнорувати зашифровані канали

# IDD_TUNER_SCAN_ID_SAVE
source: Save
ar: حفظ
be: Захаваць
bn: সেইভ করি
bs_ba: Snimi
ca: Desa
cs: Uložit
da: Gem
de: S&peichern
el: Αποθήκευση
es: Guardar
eu: Gorde
fi: Tallenna
fr: Sauvegarder
gl: Gardar
he: שמור
hr: Spremi
hu: Mentés
hy: Պահպանել
id: Simpan
it: Salva
ja: 保存
lt: Išsaugoti
ms_my: Simpan
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sk: Uložiť
sl: Shrani
sr: &Сачувај
sv: Spara
th_th: บันทึก
tt: Сакларга
uk: Зберегти

# IDD_TUNER_SCAN_IDC_STATIC
source: S
ar: ش
be: С
el: Ε
eu: M
fr: F
ru: С
sv: F
th_th: ร
uk: Ч

# IDD_TUNER_SCAN_IDC_STATIC
source: Q
ar: ج
be: Я
bs_ba: K
cs: K
el: Π
eu: O
ru: К
sk: K
th_th: ค
uk: Якість

# IDD_TUNER_SCAN_IDC_CHECK_OFFSET
source: Use an offset
ar: إستخدام كتعديل
be: Выкарыстоўваць зрух
bn: একটি অফসেট ব্যবহার করি
bs_ba: Koristi offset
ca: Utilitza un desfasament
cs: Použít offset
da: Anvend udligning
de: Kanal-Offset:
el: Χρήση μίας μετατόπ.
es: Usar un desfase
eu: Erabili oreka bat
fi: Käytä vakiota
fr: Utiliser un décalage
gl: Usar un desprazamento
he: השתמש בפיצוי
hr: Koristi pomak
hu: Használjon eltolást
hy: Օգտագործել offset-ը
id: Gunakan ofset
it: Usa offset
ja: オフセットを使用する
lt: Naudoti poslinkį
ms_my: Guna ofset
nl: Gebruik een compensatie
pt_br: Use um offset
ru: Использовать сдвиг
sk: Použiť offset
sl: Uporabi odmik
sr: Користи помак
sv: Använd en offset
th_th: ใช้ค่าชดเชย
tt: Күчешне билгеләргә
uk: Використовувати зміщення

# IDD_PPAGECAPTURE_IDC_STATIC
source: Default Device
ar: الجهاز الإفتراضي
be: Прылада па змаўчанні
bn: ডিফল্ট ডিভাইস
bs_ba: Podrazumijevani Uređaj
ca: Dispositiu per defecte
cs: Výchozí zařízení
da: Standardenhed
de: Standard-Gerät
el: Προεπιλεγμένη συσκευή
es: Dispositivo predeterminado
eu: Berezko Gailua
fi: Oletuslaite
fr: Récepteur par défaut
gl: Dispositivo predefinido
he: התקן ברירת מחדל
hr: Zadani uređaj
hu: Alapértelmezett eszköz
hy: Սարքը ըստ ծրագրայինի
id: Perangkat Bawaan
it: Dispositivo predefinito
ja: 既定のデバイス
lt: Numatytasis įrenginys
ms_my: Peranti Lalai
nl: Standaard apparaat
pt_br: Dispositivo padrão
ru: Устройство по умолчанию
sk: Predvolené zariadenie
sl: Privzeta naprava
sr: Подразумевани уређај
sv: Standardenhet
th_th: อุปกรณ์ตั้งต้น
tt: Килешү буенча җиһаз
uk: Типове джерело сигналу

# IDD_PPAGECAPTURE_IDC_RADIO1
source: Analog
ar: تناظري
be: Аналагавая
bn: এনালগ
bs_ba: Analogni
ca: Analògic
cs: Analogové
el: Αναλογική
es: Analógico
eu: Analogikoa
fi: Analoginen
fr: Analogique
gl: Analóxico
he: אנלוגי
hr: Analogni
hu: Analóg
hy: Անալոգային
it: Analogico
ja: アナログ
lt: Analoginis
nl: Analoog
pt_br: Analógico
ru: Аналоговое
sk: Analógové
sl: Analogno
sr: Аналогни
th_th: อนาล็อก
tt: аналог
uk: Аналог.

# IDD_PPAGECAPTURE_IDC_RADIO2
source: Digital
ar: رقمي
be: Лічбавая
bn: ডিজিটাল
bs_ba: Digitalni
cs: Digitální
el: Ψηφιακή
eu: Digitala
fi: Digitaalinen
fr: Numérique
gl: Dixital
he: דיגיטלי
hr: Digitalni
hu: Digitális
hy: Թվային
it: Digitale
ja: デジタル
lt: Skaitmeninis
nl: Digitaal
ru: Цифровое
sk: Digitálne
sl: Digitalno
sr: Дигитални
th_th: ดิจิตอล
tt: цифрлы
uk: Цифр.

# IDD_PPAGECAPTURE_IDC_STATIC
source: Analog settings
ar: الضبط التناظري
be: Аналагавыя налады
bn: এনালগের সেটিংসমূহ
bs_ba: Analogna Podešenja
ca: Configuració analògica
cs: Nastavení analogové části
da: Analoge indstillinger
de: Analog-Einstellungen
el: Ρυθμίσεις αναλογικής συσκευής λήψης
es: Configuración analógica
eu: Ezarpen analogikoak
fi: Analogiasetukset
fr: Paramétrage du récepteur analogique
gl: Configuración analóxica
he: הגדרות אנלוגיות
hr: Postavke analognog
hu: Analóg beállítások
hy: Անալոգային ալիքի կարգավորումներ
id: Pengaturan analog
it: Impostazioni analogiche
ja: アナログの設定
lt: Analoginis įrenginys
ms_my: Tetapan analog
nl: Analoge instellingen
pt_br: Configurações analógicas
ru: Настройки аналогового канала
sk: Nastavenia analógovej časti
sl: Analogne nastavitve
sr: Поставке аналогног уређаја
sv: Analoga inställningar
th_th: การตั้งค่าอนาล็อก
tt: Аналог каналны көйләү
uk: Налаштування запису аналогового сигналу

# IDD_PPAGECAPTURE_IDC_STATIC1
source: Video
ar: فيديو
be: Відэа
bn: ভিডিও
ca: Vídeo
el: Βίντεο
es: Vídeo
eu: Bideoa
fr: Vidéo
gl: Vídeo
he: וידאו
hu: Videó
hy: Տեսանյութը
ja: 映像
lt: Vaizdas
pt_br: Vídeo
ru: Видео
sr: Видео
th_th: วิดีโอ
tt: Видео
uk: Відео

# IDD_PPAGECAPTURE_IDC_STATIC2
source: Audio
ar: صوت
be: Аўдыя
bn: অডিও
ca: Àudio
cs: Zvuk
da: Lyd
el: Ήχος
eu: Audioa
fi: Ääni
he: אודיו
hr: Zvuk
hu: Audió
hy: Ձայնը
ja: 音声
lt: Garsas
pt_br: Áudio
ru: Аудио
sk: Zvuk
sl: Zvok
sr: Аудио
sv: Ljud
th_th: เสียง
tt: Аудио
uk: Аудіо

# IDD_PPAGECAPTURE_IDC_STATIC3
source: Country
ar: البلد
be: Краіна
bn: দেশ
bs_ba: Država
ca: País
cs: Země
da: Land
de: Land:
el: Χώρα
es: País
eu: Herrialdea
fi: Maa
fr: Pays
gl: País
he: מדינה
hr: Zemlja
hu: Ország
hy: Երկիրը
id: Negara
it: Nazione
ja: 地域
lt: Šalis
ms_my: Negara
nl: Land
pt_br: País
ru: Страна
sk: Krajina
sl: Država
sr: Земља
sv: Land
th_th: ประเทศ
tt: Ил
uk: Країна

# IDD_PPAGECAPTURE_IDC_STATIC
source: Digital settings (BDA)
ar: الضبط الرقمي (BDA)
be: Лічбавыя налады (BDA)
bn: ডিজিটালের সেটিংসমূহ (BDA)
bs_ba: Digitalna podešenja (BDA)
ca: Configuració digital (BDA)
cs: Nastavení digitální části (BDA)
da: Digitale indstillinger (BDA)
de: Digital-Einstellungen (BDA)
el: Ρυθμίσεις ψηφιακής συσκευής λήψης (BDA)
es: Configuración digital (BDA (drivers de TV))
eu: Ezarpen digitalak (BDA)
fi: Digitaaliasetukset (BDA)
fr: Paramétrage du récepteur numérique (BDA)
gl: Configuración dixital (BDA)
he: הגדרות דיגיטליות (BDA)
hr: Postavke digitalnog (BDA)
hu: Digitális beállítások (BDA)
hy: Թվային ալիքի կարգավորումներ(BDA)
id: Pengaturan digital (BDA)
it: Impostazioni digitali (BDA)
ja: デジタルの設定 (BDA)
lt: Skaitmeninio kanalo nustatymai (BDA)
ms_my: Tetapan Digital (BDA)
nl: Digital instellingen (BDA)
pt_br: Configurações digitais (BDA)
ru: Настройки цифрового канала (BDA)
sk: Nastavenia digitálnej časti (BDA)
sl: Digitalne nastavitve (BDA)
sr: Поставке дигиталног уређаја (BDA)
sv: Digitala inställningar (BDA)
th_th: การตั้งค่าดิจิตอล (BDA)
tt: Цифрлы канал көйләүләре (BDA)
uk: Налаштування запису цифрового сигналу (BDA)

# IDD_PPAGECAPTURE_IDC_STATIC4
source: Network Provider
ar: مزود الشبكة
be: Сеткавы правайдар
bn: নেটওয়ার্ক সরবরাহকারী
bs_ba: Mrežni Operater
ca: Proveïdor de xarxa
cs: Síťový poskytovatel
da: Netværksudbyder
de: Netzanbieter:
el: Πάροχος διαδικτύου
es: Proveedor de red
eu: Sare Hornitzailea
fi: Verkon toimittaja
fr: Fournisseur réseau
gl: Provedor de rede
he: ספק הרשת
hr: Davatelj mrežne usluge
hu: Kábelszolgáltató
hy: Մատակարարող
id: Penyedia Jaringan
it: Provider di rete
ja: ネットワーク プロバイダ
lt: Tinklo tiekėjas
ms_my: Penyedia Rangkaian
nl: Netwerk leverancier (ISP)
pt_br: Provedor de rede
ru: Провайдер
sk: Poskytovateľ (sieť)
sl: Ponudnik mreže
sr: Добављач мреже
sv: Nätleverantör
th_th: ตัวจัดหาเครือข่าย
tt: Провайдер
uk: Провайдер

# IDD_PPAGECAPTURE_IDC_STATIC5
source: Tuner
ar: الموالف
be: Цюнер
bn: টিউনার
bs_ba: Tjuner
ca: Sintonitzador
el: Δέκτης
es: Sintonizador
eu: Sintonizagailua
fi: Viritin
gl: Sintonizador
he: ממיר
hy: Թյուներ
id: Penala
it: Sintonizzatore
ja: チューナー
lt: Tiuneris
ms_my: Penala
pt_br: Sintonizador
ru: Тюнер
sl: Kanalnik
sr: Тјунер
sv: TV-mottagare
th_th: ตัวจูน
tt: Тюнер
uk: Тюнер

# IDD_PPAGECAPTURE_IDC_STATIC6
source: Receiver
ar: المستقبِل
be: Прыёмнік
bn: গ্রাহকযন্ত্র
bs_ba: Prijemnik
ca: Receptor
cs: Přijímač
da: Modtager
el: Συσκευή λήψης
es: Receptor
eu: Hargailua
fi: Vastaanotin
fr: Récepteur
gl: Receptor
he: מקלט
hr: Prijamnik
hu: Vevő
hy: Ստացող
id: Penerima
it: Ricevitore
ja: 受信機
lt: Imtuvas
ms_my: Penerima
nl: Ontvanger
pt_br: Receptor
ru: Приемник
sk: Prijímač
sl: Sprejemnik
sr: Пријемник
sv: Video-mottagare
th_th: ตัวรับ
tt: Радиоалгыч
uk: Рісівер

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST10
source: Channel switching approach:
ar: طريقة تبديل القناة
be: Змяненне канала:
bn: চ্যানেল পরিবর্তনের সময় গৃহীত ব্যবস্থা:
bs_ba: Pristup promjeni kanala:
ca: Ajust de la commutació entre canals:
cs: Způsob přepínání kanálů:
da: Kanal skift tilgang:
de: Wiedergabe bei Senderwechsel:
el: Προσέγγιση εναλλαγής καναλιών:
es: Forma de conmutación de canal:
eu: Bide aldaketa fokutzea:
fi: Kanavan vaihdon lähestymistapa:
fr: Configuration du changement de chaîne :
gl: Abordaxe de conmutación de canles:
he: גישת החלפת ערוצים:
hr: Pristup prebacivanju kanala:
hu: Csatornaváltás módja:
hy: Ալիքները փոխելու եղանակը.
id: Pendekatan pengalihan saluran:
it: Approccio cambio canale:
ja: チャネル スイッチング アプローチ:
lt: Kanalų perjungimo būdas:
ms_my: Pendekatan pertukaran saluran:
nl: Kanaal wisseling aanpak:
pt_br: Abordagem de comutação de canais:
ru: Способ переключения каналов:
sk: Reprodukcia pri prepínaní kanálov:
sl: Pristop s preklapljanjem kanalov:
sr: Пребацивање канала:
sv: Kanalbytarmetod:
th_th: วิธีสลับช่อง:
tt: Каналлар күчерү ысулы:
uk: Спосіб перемикання каналів:

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST11
source: Rebuild filter graph
ar: اعادة بناء مخطط الفلاتر
be: Перарабіць граф
bn: ফিল্টার গ্রাফ পুনর্নির্মাণ
bs_ba: Ponovo izgradi grafikon filtera
ca: Recontrueix el "filter graph"
cs: Znovu sestavit graf filtrů
da: Genopbyg filtergraf
de: Neuaufbau:
el: Ανακατασκευή γραφ. φίλτρου
es: Rehacer diagr. filtros
eu: Berreraiki irag. grafika
fi: Rakenna suodinkaavio uudelleen
fr: Reconstruire le graphe
gl: Reconstruir filtro gráfico
he: בנייה מחודשת של גרף הפילטרים
hr: Obnovi graf filtra
hu: Szűrő gráf újraépítése
hy: Վերակառուցել գրաֆան
id: Buat ulang grafik filter
it: Ricostruisci grafico filtro
ja: フィルタ グラフを再構築
lt: Perstatyti grafą
ms_my: Bina-semula graf penapis
nl: Herbouw filter grafiek
pt_br: Reconstruir filtro do gráfico
ru: Перестроить граф
sk: Znova zostaviť graf filtra
sl: Rekonstr. filt. graf
sr: Изради граф. филт.
sv: Återskapa filtergraf
th_th: สร้างกราฟตัวกรองใหม่
tt: Графны яңадан төзергә
uk: Перебудовувати граф фільтрів

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST12
source: Stop filter graph
ar: ايقاف مخطط الفلاتر
be: Спыніць граф
bn: ফিল্টার গ্রাফ বন্ধকরণ
bs_ba: Zaustavi grafikon filtera
ca: Atura el "filtre graph"
cs: Ukončit graf filtrů
da: Stop filtergrafen
de: Stopp:
el: Διακοπή γραφήματος φίλτρου
es: Detener diag. filtros
eu: Gelditu iragazki grafika
fi: Pysäytä suodinkaavio
fr: Arrêter le graphe
gl: Deter filtro gráfico
he: עצירת גרף הפילטרים
hr: Zaustavi graf filtra
hu: Szűrő gráf megállítása
hy: Կանգնեցնել գրաֆան
id: Hentikan grafik filter
it: Interrompi grafico filtro
ja: フィルタ グラフを停止
lt: Sustabdyti grafą
ms_my: Henti graf penapis
nl: Stop filter grafiek
pt_br: Parar filtro do gráfico
ru: Остановить граф
sk: Zastaviť graf filtra
sl: Zaustavi filterski graf
sr: Заустави граф. филт.
sv: Stoppa filtergraf
th_th: หยุดกราฟตัวกรอง
tt: Графны туктатырга
uk: Зупиняти граф фільтрів

# IDD_PPAGESYNC_IDC_SYNCVIDEO
source: Sync video to display
ar: مزامنة الفيديو مع شاشة العرض
be: Сінхранізаваць відэа з дысплэем
bn: ডিসপ্লের সাথে ভিডিও Syncকরণ
bs_ba: Sinhronizuj video i display
ca: Sincronitza el vídeo a la pantalla
cs: Synchronizovat video k displeji
da: Synkroniser video til billede
de: Videowiedergabe an Anzeige anpassen
el: Συγχρονισμός βίντεο με οθόνη
es: Sincronizar vídeo con la pantalla
eu: Aldiberetu bideoa erakuspenera
fi: Videon synkronointi näyttöön
fr: Synchroniser la fréquence de la vidéo avec celle de l'écran
gl: Sincronizar video a pantalla
he: סנכרן וידאו למסך
hr: Sinkroniziraj video za prikaz
hu: Videó képernyőhöz illesztése
hy: Համաժամեցնել տեսանյութը էկրանի հետ
id: Laras video ke tampilan
it: Sincronizza video allo schermo
ja: ビデオをディスプレイに同期する
lt: Sinchronizuoti vaizdą su displėjumi
ms_my: Segerak video untuk paparan
nl: Synchroniseer video aan monitor
pt_br: Sincronizar o vídeo à tela
ru: Синхронизировать видео с дисплеем
sk: Synchronizovať video s displejom
sl: Sinhroniziraj video na zaslon
sr: Синхронизуј видео са екраном
sv: Synkronisera video med skärm
th_th: ซิงค์วิดีโอสู่การแสดงผล
tt: Видеоны дисплей белән синхронлаштырырга
uk: Синхр. відео з диспл.

# IDD_PPAGESYNC_IDC_STATIC1
source: Frequency adjustment:
ar: تعديل التردد
be: Карэкцыя частаты:
bn: ফ্রিকোয়েন্সি নির্ধারণ:
bs_ba: Podešenje frekvencije:
ca: Ajusta la freqüència:
cs: Přizpůsobit frekvenci o:
da: Frekvensjustering:
de: Frequenzabstimmung:
el: Προσαρμογή συχνότητας:
es: Ajuste de frecuencia:
eu: Maiztasun zehaztapena:
fi: Taajuuden säätö:
fr: Ajustement de la fréquence :
gl: Axuste de frecuencia:
he: כיוונון תדירות:
hr: Podešavanje frekvencije:
hu: Frekvencia hangolás:
hy: Հաճախականության ուղղում.
id: Penyesuaian frekuensi:
it: Regolazione frequenza:
ja: 周波数調整:
lt: Dažnio korekcija:
ms_my: Pelarasan frekuensi:
nl: Frequentie aanpassing:
pt_br: Ajuste de frequência:
ru: Коррекция частоты:
sk: Prispôsobenie frekvencie:
sl: Prilagoditev frekvence:
sr: Учесталост:
sv: Frekvensjustering:
th_th: การปรับความถี่:
tt: Ешлыкны төзәтү:
uk: Регулюв. частоти:

# IDD_PPAGESYNC_IDC_SYNCDISPLAY
source: Sync display to video
ar: مزامنة شاشة العرض مع الفيديو
be: Сінхранізаваць дысплэй з відэа
bn: ভিডিওর সাথে ডিসপ্লে Syncকরণ
bs_ba: Sinhronizuj displej sa videom
ca: Sincronitza la pantalla al vídeo
cs: Synchronizovat displej k videu
da: Synkroniser billede til video
de: Anzeige an Videowiedergabe anpassen
el: Συγχρονισμός οθόνης με βίντεο
es: Sincronizar pantalla con el vídeo (requiere PowerStrip y tarjeta gráfica compatible)
eu: Aldiberetu erakuspena bideora
fi: Näytön synkronointi videoon
fr: Synchroniser la fréquence de l'écran avec celle de la vidéo
gl: Sincronizar pantalla a vídeo
he: סנכרן מסך לוידאו
hr: Sinkroniziraj prikaz s videom
hu: Képernyő videóhoz illesztése
hy: Համաժեցնել էկրանը տեսանյութը հետ
id: Laras tampilan ke video
it: Sincronizza schermo al video
ja: ディスプレイをビデオに同期する
lt: Sinchronizuoti displėjų su vaizdu
ms_my: Segerak paparan ke video
nl: Synchroniseer monitor aan video
pt_br: Sincronizar tela ao vídeo
ru: Синхронизировать дисплей с видео
sk: Synchronizovať displej s videom
sl: Sinhroniziraj zaslon na video
sr: Синхронизуј екран са видеом
sv: Synkronisera skärm med video
th_th: ซิงค์การแสดงผลสู่วิดีโอ
tt: Дисплейны видео белән синхронлаштырырга
uk: Синхронізація дисплею з відео

# IDD_PPAGESYNC_IDC_STATIC2
source: Frequency adjustment:
ar: تعديل التردد
be: Карэкцыя частаты:
bn: ফ্রিকোয়েন্সি নির্ধারণ:
bs_ba: Podešenje frekvencije:
ca: Ajusta la freqüència:
cs: Přizpůsobit frekvenci o:
da: Frekvensjustering:
de: Frequenzabstimmung:
el: Προσαρμογή συχνότητας:
es: Ajuste de frecuencia:
eu: Maiztasun zehaztapena:
fi: Taajuuden säätö:
fr: Ajustement de la fréquence :
gl: Axuste de frecuencia:
he: כיוונון תדירות:
hr: Podesavanje frekvencije:
hu: Frekvencia hangolás:
hy: Հաճախականության ուղղում.
id: Penyesuaian frekuensi:
it: Regolazione frequenza:
ja: 周波数調整:
lt: Dažnio korekcija:
ms_my: Pelajaran frekuensi:
nl: Frequentie aanpassing:
pt_br: Ajuste de frequência:
ru: Коррекция частоты:
sk: Prispôsobenie frekvencie:
sl: Prilagoditev frekvence:
sr: Учесталост:
sv: Frekvensjustering:
th_th: การปรับความถี่:
tt: Ешлыкны төзәтү:
uk: Регулюв. частоти:

# IDD_PPAGESYNC_IDC_STATIC3
source: lines
ar: الخطوط
be: радкі
bn: লাইন
bs_ba: linija
ca: fileres
cs: řádky
da: linjer
de: Zeilen
el: γραμμές
es: filas
eu: lerro
fi: riviä
fr: lignes
gl: liñas
he: שורות
hr: redovi
hu: sor
hy: գծեր
id: baris
it: linee
ja: 行
lt: linijų
ms_my: baris
nl: lijnen
pt_br: linhas
ru: линии
sk: riadkov
sl: vrstic
sr: редова
sv: rader
th_th: บรรทัด
tt: сызык
uk: рядки

# IDD_PPAGESYNC_IDC_STATIC4
source: columns
ar: الأعمدة
be: слупкі
bn: কলাম
bs_ba: kolone
ca: columnes
cs: sloupce
da: kolonner
de: Spalten
el: στήλες
es: columnas
eu: zutabe
fi: saraketta
fr: colonnes
gl: columnas
he: טורים
hr: stupovi
hu: oszlop
hy: սյուներ
id: kolom
it: colonne
ja: 列
lt: stulpelių
ms_my: lajur
nl: kolommen
pt_br: colunas
ru: колонки
sk: stĺpcov
sl: stolpcev
sr: колона
sv: kolumner
th_th: คอลัมน์
tt: багана
uk: стовбці

# IDD_PPAGESYNC_IDC_SYNCNEAREST
source: Present at nearest VSync
ar: قدم عند أقرب تزامن رأسي
be: Паказ пры найбліжэйшай вертыкальнай сінхранізацыі
bn: নিকটবর্তী VSyncএ উপস্থাপন
bs_ba: Prisutno kod najbližeg VSync-a
ca: Presenta a la sincronització vertical més propera
cs: Zobrazit při nejbližším vsync
da: Til stede ved nærmeste lodret synkronisering
de: Videobilder mit nächstgelegenem VSync darstellen
el: Παρουσία στον πλησιέστερο VSync
es: Presentar al valor de sincronización vertical (VSync) más próximo
eu: Hurbileneko ZAldb
fi: Esiintymä lähimmässä VSync:issa
fr: Présenter à la synchronisation verticale la plus proche
gl: Presentar ao VSync máis preto
he: הצג בסנכרון האנכי הקרוב ביותר
hr: Prikaži s najbližim VSync-om
hu: Megjelenítés a legközelebbi függőleges szinkronizációnál
hy: Ցուցադրել մոտագույն vsync-ի հետ
id: Sajikan pada VSync terdekat
it: Presenza al vsync più vicino
ja: 最も近い垂直同期で表示する
lt: Pateikti su artimiausiu vsync
ms_my: Hadir pada VSync terhampir
nl: Toon dichtsbijzijnde vsync
pt_br: Apresentar no modo de sincronia mais próximo
ru: Вывод на ближайшей VSync
sk: Prezentovať pri najbližšej vert. synch.
sl: Present pri najbližjem VSync
sr: Прикажи са најближом верт. синхр.
sv: Visa vid närmaste VSync
th_th: นำเสนอที่ VSync ที่ใกล้ที่สุด
tt: Якындагы vsync белән тапшыру
uk: Презентація при найближчому vsync

# IDD_PPAGESYNC_IDC_STATIC5
source: Target sync offset:
ar: ازاحة المزامنة المستهدفة
be: Зрух сінхранізацыі:
bn: কাঙ্ক্ষিত Sync অফসেট:
bs_ba: Ciljni offset sinhronizacije:
ca: Objectiu de l'òfset de la sincronitizació:
cs: Cílový offset synchronizace:
da: Ønsket synk. forskydning:
de: Ziel-Sync-Offset:
el: Στόχος μετάθεσης συγχρον.:
es: Objetivo de desfase de la sincro:
eu: Xede aldiberetze oreka:
fi: Kohteen synkronoinnin offset:
fr: Décalage de synchronisation cible :
gl: Axuste de sincronia:
he: יעד פיצוי סנכרון:
hr: Ciljani sinkronizacijski pomak:
hu: Cél szink. eltolás:
hy: Համաժամեցման նպ. փոփ.
id: Ofset target laras:
it: Scarto sincronizzazione:
ja: 目標同期オフセット:
lt: Tikslinis sinchronizacijos poslinkis:
ms_my: Ofset segerak sasaran:
nl: Synchronisatie compensatie:
pt_br: Ajuste de sincronia:
ru: Целевое смещение:
sk: Cieľový posun synchronizácie:
sl: Ciljni odmik sinhronizacije:
sr: Циљни помак верт. синхр.:
sv: Önskad synkförskjutning:
th_th: ชดเชยซิงค์เป้าหมาย:
tt: Синхр-цияның максатлы күчеше:
uk: Відх. синхрон.:

# IDD_PPAGESYNC_IDC_STATIC6
source: ms
ar: ج.ث
be: мс
eu: sm
he: מילישניות
hy: մվ
ja: ミリ秒
ru: мс
sr: мс
th_th: มว.
tt: мс
uk: мс

# IDD_PPAGESYNC_IDC_STATIC7
source: Control limits:
ar: حدود التحكم:
be: Ліміты кіравання:
bn: নিয়ন্ত্রণ সীমা:
bs_ba: Granice kontrole:
ca: Límits de control:
cs: Meze přizpůsobení:
da: Tolerance:
de: Regelgrenze:
el: Όρια ελέγχου:
es: Límites de control:
eu: Aginte mugak:
fi: Säätörajat:
fr: Limites de contrôle :
gl: Límites de control:
he: מגבלת שליטה:
hr: Kontrolna ograničenja:
hu: Vezérlési határok:
hy: Սահմանափակումներ.
id: Batas kendali:
it: Limiti controllo:
ja: 調整制限:
lt: Valdymo limitai:
ms_my: Had kawalan:
nl: Beperkt tot:
pt_br: Controle de limites:
ru: Лимиты управления:
sk: Obmedzenia:
sl: Območje nadzora:
sr: Границе управљања:
sv: Styrgränser:
th_th: ควบคุมขอบเขต:
tt: Идарә чиге:
uk: Межі контр.:

# IDD_PPAGESYNC_IDC_STATIC9
source: ms
ar: ج.ث
be: мс
eu: sm
he: מילישניות
hy: մվ
ja: ミリ秒
ru: мс
sr: мс
th_th: มว.
tt: мс
uk: мс
