Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_INFOBAR_LOCATION
source: Location
ar: الموقع
be: Пазіцыя
bn: অবস্থান
bs_ba: Lokacija
ca: Ubicació
cs: Umístění
da: Placering
de: Ort
el: Θέση
es: Ubicación
eu: Helbidea
fi: Sijainti
fr: Emplacement
gl: Localización
he: מיקום
hr: Lokacija
hu: Hely
hy: Տեղադրություն
it: Percorso
ja: 再生位置
lt: Vieta
ms_my: Lokasi
nl: Locatie
pa: ਟਿਕਾਣਾ:
pl: Położenie
ru: Позиция
sk: Umiestnenie
sl: Lokacija
sr: Локација
sv: Position
th_th: ที่ตั้ง
tt: Урнашу
vi: Vị trí lưu

# IDS_INFOBAR_VIDEO
source: Video
ar: فيديو
be: Відэа
bn: ভিডিও
ca: Vídeo
el: Βίντεο
es: Vídeo
eu: Bideoa
fr: Vidéo
gl: Vídeo
he: וידאו
hu: Videó
hy: Տեսանյութ
ja: 映像
lt: Vaizdas
pa: ਵਿਡੀਓ
pl: Obraz
ru: Видео
sr: Видео
th_th: วิดีโอ
tt: Видео

# IDS_INFOBAR_AUDIO
source: Audio
ar: صوت
be: Аўдыя
bn: অডিও
ca: Àudio
cs: Zvuk
da: Lyd
el: Ήχος
eu: Audioa
fi: Ääni
he: שמע
hr: Zvuk
hu: Audió
hy: Ձայնը
ja: 音声
lt: Garsas
pa: ਆਡੀਓ
pl: Dźwięk
ru: Аудио
sk: Zvuk
sl: Zvok
sr: Аудио
sv: Ljud
th_th: เสียง
tt: Аудио
vi: Âm thanh

# IDS_INFOBAR_SUBTITLES
source: Subtitles
ar: ترجمة
be: Субцітры
bn: সাবটাইটেল
bs_ba: Titlovi
ca: Subtítols
cs: Titulky
da: Undertekster
de: Untertitel
el: Υπότιτλοι
es: Subtítulos
eu: Azpidatziak
fi: Tekstitykset
fr: Sous-titres
gl: Subtítulos
he: כתוביות
hr: Titlovi
hu: Feliratok
hy: Տողագիր
it: Sottotitoli
ja: 字幕
lt: Subtitrai
ms_my: Sarikata
nl: Ondertiteling
pa: ਸਬ-ਟਾਈਟਲ
pl: Napisy
ru: Субтитры
sk: Titulky
sl: Podnapisi
sr: Титлови
sv: Undertexter
th_th: ศัพท์บรรยาย
tt: Субтитрлар
vi: Phụ đề

# IDS_INFOBAR_CHAPTER
source: Chapter
ar: فصل
be: Сцэна
bn: পরিচ্ছেদ
bs_ba: Poglavlje
ca: Capítol
cs: Kapitola
da: Kapitel
de: Kapitel
el: Κεφάλαιο
es: Capítulo
eu: Atala
fi: Kappale
fr: Chapitre
gl: Capítulo
he: פרק
hr: Poglavlje
hu: Fejezet
hy: Գլուխ
it: Capitolo
ja: チャプター
lt: Skyrius
ms_my: Bab
nl: Hoofdstuk
pa: ਚੈਪਟਰ
pl: Rozdział
ru: Глава
sk: Kapitola
sl: Epizoda
sr: Поглавље
sv: Kapitel
th_th: ตอน
tt: Бүлек
vi: Đoạn

# IDS_CONTROLS_COMPLETING
source: Completing...
ar: استكمال..
be: Завяршэнне...
bn: শেষ হচ্ছে...
bs_ba: Završavanje...
ca: S'està completant…
cs: Dokončování...
da: Gennemfører...
de: Beende...
el: Ολοκλήρωση...
es: Completando…
eu: Osatzen...
fi: Viimeistellään...
fr: Finalisation...
gl: Concluíndo...
he: משלים...
hr: Dovršavanje...
hu: Befejezés...
hy: Ամբողջացվում է...
it: Completamento...
ja: 完了しています...
lt: Užbaigimas...
ms_my: Menyelesaikan...
nl: Afronden...
pa: ...ਪੂਰਾ ਕਰ ਰਿਹਾ ਹੈ
pl: Finalizowanie...
ru: Завершение...
sk: Kompletizuje sa...
sl: Zaključevanje...
sr: Завршавам…
sv: Slutför...
th_th: กำลังดำเนินการ...
tt: Тәмамлау...
vi: Đang hoàn tất

# IDS_AUTOPLAY_PLAYVIDEO
source: Play Video
ar: تشغيل الفيديو
be: Прайграванне відэа
bn: ভিডিও চালাই
bs_ba: Pokreni Video
ca: Reprodueix vídeo
cs: Přehrát video
da: Afspil video
de: Video wiedergeben
el: Αναπαραγωγή βίντεο
es: Reproducir vídeo
eu: Irakurri Bideoa
fi: Toista video
fr: Lire la vidéo
gl: Reproducir vídeo
he: נגן וידאו
hr: Pokreni video
hu: Videó lejátszása
hy: Խաղարկել տեսանյութ
it: Riproduci Video
ja: ビデオの再生
lt: Groti vaizdo kūrinį
ms_my: Main Video
nl: Video afspelen
pa: ਵਿਡੀਓ ਚਲਾਓ
pl: Odtwórz wideo
ru: Воспроизведение видео
sk: Prehrať video
sl: Predvajaj video
sr: Репродуковање видео-записа
sv: Spela Video
th_th: เล่นวิดีโอ
tt: Видео уйнату
vi: Phát video

# IDS_AUTOPLAY_PLAYMUSIC
source: Play Music
ar: تشغيل الصوت
be: Прайграванне музыкі
bn: সঙ্গীত চালাই
bs_ba: Pokreni Muziku
ca: Reprodueix música
cs: Přehrát hudbu
da: Afspil Musik
de: Musik wiedergeben
el: Αναπαραγωγή μουσικής
es: Reproducir música
eu: Irakurri Musika
fi: Soita musiikkia
fr: Écouter la musique
gl: Reproducir música
he: נגן מוזיקה
hr: Pokreni glazbu
hu: Zene lejátszása
hy: Խաղարկել երաժշտություն
it: Riproduci Musica
ja: 音楽の再生
lt: Groti garso kūrinį
ms_my: Main Muzik
nl: Muziek afspelen
pa: ਸੰਗੀਤ ਚਲਾਓ
pl: Odtwórz muzykę
ru: Воспроизведение музыки
sk: Prehrať hudbu
sl: Predvajaj glasbo
sr: Репродуковање музике
sv: Spela Musik
th_th: เล่นดนตรี
tt: Музыка уйнату
vi: Phát nhạc

# IDS_AUTOPLAY_PLAYAUDIOCD
source: Play Audio CD
ar: تشغيل صوت CD
be: Прайграванне AudioCD
bn: অডিও CD চালাই
bs_ba: Pokreni Audio CD
ca: Reprodueix CD d'àudio
cs: Přehrát Audio CD
da: Afspil lyd-CD
de: Audio-CD wiedergeben
el: Αναπαραγωγή CD ήχου
es: Reproducir CD de audio
eu: Irakurri Audio CD-a
fi: Soita Ääni-CD
fr: Lire le CD audio
gl: Reproducir CD de audio
he: נגן דיסק שמע
hr: Pokreni zvukovni CD
hu: Audió CD lejátszása
hy: Խաղարկել Audio CD
it: Riproduci CD Audio
ja: 音楽 CD の再生
lt: Groti audio CD
ms_my: Main CD Audio
nl: Audio CD afspelen
pa: ਆਡੀਓ CD ਚਲਾਓ
pl: Odtwórz CD-Audio
ru: Воспроизведение аудио-CD
sk: Prehrať Audio CD
sl: Predvajaj zvočni CD
sr: Репродуковање аудио CD-а
sv: Spela Ljud-CD
th_th: เล่นซีดีเสียง
tt: Audio CD уйнату
vi: Phát CD âm thanh

# IDS_AUTOPLAY_PLAYDVDMOVIE
source: Play DVD Movie
ar: تشغيل فيلم DVD
be: Прайграванне DVD
bn: DVD চলচ্চিত্র চালাই
bs_ba: Pokreni DVD Film
ca: Reprodueix pel·lícula en DVD
cs: Přehrát DVD
da: Afspil DVD-film
de: DVD wiedergeben
el: Αναπαραγωγή ταινίας DVD
es: Reproducir película en DVD
eu: Irakurri DVD Filma
fi: Toista DVD-elokuva
fr: Lire le DVD
gl: Reproducir filme en DVD
he: נגן סרט די.וי.די
hr: Pokreni DVD film
hu: DVD lejátszása
hy: Խաղարկել DVD Ֆիլմ
it: Riproduci Film DVD
ja: DVD ムービーの再生
lt: Groti DVD filmą
ms_my: Main Cereka DVD
nl: DVD film afspelen
pa: DVD ਮੂਵੀ ਚਲਾਓ
pl: Odtwórz płytę DVD
ru: Воспроизведение DVD
sk: Prehrať DVD-film
sl: Predvajaj DVD Film
sr: Репродуковање DVD-а
sv: Spela DVD-film
th_th: เล่นภาพยนตร์ดีวีดี
tt: DVD уйнатырга
vi: Phát đĩa phim

# IDS_PROPSHEET_PROPERTIES
source: Properties
ar: الخصائص
be: Уласцівасці
bn: প্রোপার্টিস
bs_ba: Svojstva
ca: Propietats
cs: Vlastnosti
da: Egenskaber
de: Eigenschaften
el: Ιδιότητες
es: Propiedades
eu: Ezaugarriak
fi: Ominaisuudet
fr: Propriétés
gl: Propiedades
he: מאפיינים
hr: Svojstva
hu: Tulajdonságok
hy: Հատկություններ
it: Proprietà
ja: プロパティ
lt: Ypatybės
ms_my: Sifat
nl: Eigenschappen
pa: ਵਿਸ਼ੇਸ਼ਤਾ
pl: Właściwości
ru: Свойства
sk: Nastavenia
sl: Lastnosti
sr: Својства
sv: Egenskaper
th_th: คุณสมบัติ
tt: Үзлекләр
vi: Thuộc tính

# IDS_PLAY_LOOPMODE_FILE
source: File
ar: ملف
be: Файл
bn: ফাইল
bs_ba: Dokument
ca: Fitxer
cs: Soubor
da: Fil
de: Datei
el: Αρχείο
es: Archivo
eu: Agiria
fi: Tiedosto
fr: Fichier
gl: Ficheiro
hr: Datoteka
hu: Fájl
ja: ファイル
ms_my: Fail
nl: Bestand
pa: ਫਾਈਲ
pl: Plik
ru: Файл
sk: Súbor
sl: Datoteka
sr: Датотека
sv: Fil
th_th: ไฟล์
vi: Tập tin

# IDS_SUBTITLES_DEFAULT_STYLE
source: &Default Style
ar: &الاستايل الافتراضي
be: &Стандартны стыль
bn: ডিফল্ট ধরন(&D)
bs_ba: Podrazumijevani Stil
ca: Estil per &defecte
cs: &Výchozí styl
da: &Standardtypografi
de: Stan&dard-Style
el: &Προεπιλεγμένο στυλ
es: Estilo pre&determinado
eu: &Berezko Estiloa
fi: Oletustyyli
fr: Style par &défaut
gl: Estilo pre&definido
he: סגנון ברירת מחדל
hr: Stan&dardni stil
hu: &Alap stílus
hy: &Ոճը ըստ ծրագրայինի
it: Stile pre&definito
ja: 既定のスタイル(&D)
lt: &Numatytasis stilius
ms_my: Ga&ya Lalai
nl: &Standaard stijl
pa: ਡਿਫਾਲਟ ਸ਼ੈਲੀ(&D)
pl: &Domyślny styl
ru: Стиль по умолчанию
sk: Pre&dvolený štýl
sl: &Privzeti slog
sr: По&дразумевани стил
sv: &Standardinställningar
th_th: &ลักษณะตั้งต้น
tt: &Килешү буенча стиль
vi: &Phong cách mặc định

# IDS_PLAY_LOOPMODE_PLAYLIST
source: Playlist
ar: قائمة التشغيل
be: Спіс прайгравання
bn: প্লেলিস্ট
bs_ba: Playlista
ca: Llista de reproducció
cs: Seznam stop
da: Spilleliste
de: Wiedergabeliste
el: Λίστα αναπαραγωγής
es: Lista de reproducción
eu: Irakur-zerrenda
fi: Soittolista
fr: Liste de lecture
gl: Lista de reprodución
hr: Lista izvođenja
hu: Lejátszási lista
hy: Նվագացանկ
ja: 再生リスト
ms_my: Senarai Main
nl: Afspeellijst
pa: ਪਲੇਅਲਿਸਟ
pl: Lista odtwarzania
ru: Плейлист
sl: Seznam predvajanja
sr: Плеј-листа
sv: Spelningslista
th_th: บัญชีการเล่น
vi: Danh sách phát

# IDS_FAVFILES
source: Files
ar: الملفات
be: Файлы
bn: ফাইলসমূহ
bs_ba: Dokumenti
ca: Fitxers
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es: Archivos
eu: Agiriak
fi: Tiedostot
fr: Fichiers
gl: Ficheiros
he: קבצים
hr: Datoteke
hu: Fájlok
hy: Ֆիլտրեր
it: File
ja: ファイル
lt: Failai
ms_my: Fail
nl: Bestanden
pa: ਫ਼ਾਈਲਾਂ
pl: Pliki
ru: Файлы
sk: Súbory
sl: Datoteke
sr: Датотеке
sv: Filer
th_th: ไฟล์
tt: Файллар
vi: Tệp

# IDS_FAVDVDS
source: DVDs
be: DVD
bn: DVDসমূহ
bs_ba: DVD-ovi
cs: DVD
da: DVD'er
el: DVD
eu: DVD-ak
fi: DVD:t
fr: DVD
he: דיסקי די.וי.די
hr: DVD-ovi
hu: DVDk
hy: DVD-ներ
it: DVD
ja: DVD
lt: DVD
ms_my: DVD
pa: DVD
pl: Płyty DVD
ru: DVD
sk: DVD
sl: DVDji
sr: DVD-ови
sv: DVD:er
th_th: ดีวีดี
tt: DVD
vi: DVD

# IDS_INFOBAR_CHANNEL
source: Channel
ar: قناة
be: Канал
bn: চ্যানেল
bs_ba: Kanal
ca: Canal
cs: Kanál
da: Kanal
de: Sender
el: Κανάλι
es: Canal
eu: Bidea
fi: Kanava
fr: Chaîne
gl: Canle
he: ערוץ
hr: Kanal
hu: Csatorna
hy: Ալիք
it: Canale
ja: チャンネル
lt: Kanalas
ms_my: Saluran
nl: Kanaal
pa: ਚੈਨਲ
pl: Kanał
ru: Канал
sk: Kanál
sl: Kanal
sr: Канал
sv: Kanal
th_th: ช่อง
tt: Канал
vi: Kênh

# IDS_INFOBAR_TIME
source: Time
ar: الوقت
be: Час
bn: সময়
bs_ba: Vrijeme
ca: Temps
cs: Čas
da: Tid
de: Zeit
el: Χρόνος
es: Tiempo
eu: Denbora
fi: Aika
fr: Horaire
gl: Tempo
he: זמן
hr: Vrijeme
hu: Idő
hy: Ժամանակը
it: Tempo
ja: 時間
lt: Laikas
ms_my: Masa
nl: Tijd
pa: ਸਮਾਂ
pl: Czas
ru: Время
sk: Čas
sl: Čas
sr: Време
sv: Tid
th_th: เวลา
tt: Вакыт
vi: Thời gian

# IDS_STATSBAR_SYNC_OFFSET
source: Sync Offset
ar: ازاحة المزامنة
be: Зрух VSync
bn: Sync অফসেট
bs_ba: Pomak za Sinhronizaciju
ca: Sincronització de l'òfset
cs: Odch. synch.
da: Synk. forskydning
el: Μετάθεση συγχρονισμού
es: Desfase de sincronización
eu: Aldib Oreka
fi: Synkronointioffset
fr: Décalage de synchronisation
gl: Desfase de sincronización
he: פיצוי סנכרון
hr: Pomak sinkronizacije
hu: Szinkronizáció eltolás
hy: Սինքի շարժը
it: Compensazione Sincronia
ja: 同期オフセット
lt: Sinchronizacijos poslinkis
ms_my: Ofset Segerak
nl: Synchronisatie compensatie
pa: ਸਿੰਕ ਆਫ਼ਸੈਟ
pl: Przes. synchr.
ru: Сдвиг Sync
sk: Posun pri synchronizácii
sl: Odmik sinhr.
sr: Помак синхронизације
sv: Synkförskjutning
th_th: ค่าชดเชยซิงค์
tt: Sync китеше
vi: Đồng bộ offset

# IDS_STATSBAR_SYNC_OFFSET_FORMAT
source: avg: %d ms, dev: %d ms
ar: المتوسط​​: %d مللي ثانية, المتوسط​​: %d مللي ثانية
be: сярэд: %d мс, адхіл: %d мс
bn: গড়: %d ms, বিচ্যুতি: %d ms
bs_ba: pros: %d ms, odst: %d ms
ca: mitjana: %d ms, desviació: %d ms
cs: prům.: %d ms, odch.: %d ms
da: gennemsnit: %d ms, afvigelse: %d ms
el: μέση: %d ms, απόκλιση: %d ms
es: promedio: %d ms, desviación: %d ms
eu: bat-best: %d sm, garap: %d sm
fi: ka.: %d ms, hajonta: %d ms
fr: moyen : %d ms, écart : %d ms
gl: promedio: %d ms, desviación: %d ms
he: ממוצע: %d מילי-שניות, סטייה: %d מילי-שניות.
hr: prosjek: %d ms, odstupanje: %d ms
hu: átl: %d ms, elt: %d ms
hy: միջ. %d մվ, անջ. %d մվ
ja: 平均: %d ms, 偏差: %d ms
lt: vid: %d ms, nuk: %d ms
ms_my: pur: %d ms, dev: %d ms
nl: gem.: %d ms, afw.: %d ms
pa: ਔਸਤ: %d ms, ਡੇਵੀ.: %d ms
pl: średnie: %d ms, odchylenie std.: %d ms
ru: средн.: %d мс, отклон.: %d мс
sk: priem.: %d ms, odch.: %d ms
sl: povpr.: %d ms, odmik: %d ms
sr: просек: %d мс, отклон: %d мс
sv: med: %d ms, avv: %d ms
th_th: เฉลี่ย: %d มว., เบี่ยงเบน: %d มว.
tt: урта: %d мс, сүн: %d мс
vi: trung bình: %d giây, khoảng: %d giây

# IDS_STATSBAR_JITTER
source: Jitter
ar: الإهتزاز
be: Ваганне
bn: জিটার
bs_ba: Prekidanje
el: Τρεμόπαιγμα
es: Fluctuación
eu: Jitterra
fi: Värinä
fr: Gigue
gl: Fluctuación
he: סטייה
hr: Treperenje
hy: Ջիթեր
ja: ジッタ
lt: Vibracija
ms_my: Ketaran
pa: ਜਿੱਟਰ
ru: Джиттер
sk: Chvenie
sl: Trepetanje
sr: Трзање
th_th: สั่นไหว
tt: Джиттер
vi: Lọc

# IDS_STATSBAR_BITRATE
source: Bitrate
ar: معدل البايت
be: Бітрэйт
bn: বিটরেট
bs_ba: Brzina prijenosa
ca: Taxa de bits
cs: Datový tok
el: Ρυθμός μετάδοσης bit
es: Tasa de bits
eu: Bitneurria
fi: Bittinopeus
fr: Débit
gl: Velocidade de bits
he: קצב ביטים
hr: Brzina prijenosa
hu: Bitráta
hy: Բիթրեյթ
ja: ビットレート
lt: Bitų sparta
ms_my: Kadar Bit
nl: Beeldjes per seconde
pa: ਬਿੱਟਰੇਟ
ru: Битрейт
sk: Dátový tok
sl: Bitna hitrost
sr: Брзина протока
sv: Bithastighet
th_th: อัตราบิท
tt: Битрейт
vi: Tốc độ bit

# IDS_STATSBAR_BITRATE_AVG_CUR
source: (avg/cur)
ar: (متوسط/الحالي)
be: (сяр/бягуч)
bn: (গড়/চলতি)
bs_ba: (pros/tren)
ca: (mitjana/actual)
cs: (prům./akt.)
da: (gennemsnit/aktuelt)
el: (μέσος/τρέχων)
es: (promedio/actual)
eu: (bat-best/oraingoa)
fi: (ka./nyk.)
fr: (moyen/actuel)
gl: (promedio/actual)
he: (ממוצע/נוכחי)
hr: (prosječno/trenutno)
hu: (átlag/jelenlegi)
hy: (միջ./ընթ.)
ja: (平均/現在)
lt: (vid/dab)
ms_my: (pur/cur)
pa: (ਔਸਤ/ਮੌਜੂਦ)
pl: (śr./akt.)
ru: (средн./текущ.)
sk: (priemer./akt.)
sl: (povpr./trenu.)
sr: (просечна/тренутна)
sv: (med/akt)
th_th: (เฉลี่ย/ปัจจุบัน)
tt: (урта/тек)
vi: (trung bình/giây)

# IDS_STATSBAR_SIGNAL
source: Signal
ar: إشارة
be: Сігнал
bn: সিগন্যাল
ca: Senyal
cs: Signál
el: Σήμα
es: Señal
eu: Seinalea
fi: Signaali
gl: Sinal
he: אות
hu: Jel
hy: Ազդանշան
it: Segnale
ja: シグナル
lt: Signalas
ms_my: Isyarat
nl: Signaal
pa: ਸਿਗਨਲ
pl: Sygnał
ru: Сигнал
sk: Signál
sr: Сигнал
th_th: สัญญาณ
tt: Белдерү
vi: Tín hiệu

# IDS_STATSBAR_SIGNAL_FORMAT
source: Strength: %d dB, Quality: %ld%%
ar: القوة: %d ديسيبل،الجودة: %ld%%
be: Сіла: %d дБ, Якасць: %ld%%
bn: ক্ষমতা: %d dB, বৈশিষ্ট্যগুণ: %ld%%
bs_ba: Snaga: %d dB, Kvalitet: %ld%%
ca: Força: %d dB, Qualitat: %ld%%
cs: Síla: %d dB, Kvalita: %ld%%
da: Styrke: %d dB, Kvalitet: %ld%%
de: Stärke: %d dB, Qualität: %ld %%
el: Ένταση: %d dB, Ποιότητα: %ld%%
es: Potencia: %d dB, Calidad: %ld %%
eu: Indarra: %d dB, Ontasuna: %ld%%
fi: Voimakkuus: %d dB, Laatu: %ld%%
fr: Force : %d dB, Qualité : %ld%%
gl: Forza: %d dB, Calidade: %ld%%
he: עוצמה: %d dB, איכות: %ld%%
hr: Jačina: %d dB, Kvaliteta: %ld%%
hu: Erősség: %d dB, Minőség: %ld%%
hy: Հզոր-ը. %d dB, Որակը. %ld%%
it: Potenza: %d dB, Qualità: %ld%%
ja: 強度: %d dB, 品質: %ld%%
lt: Stiprumas: %d dB, Kokybė: %ld%%
ms_my: Kekuatan: %d dB, Kualiti: %ld%%
nl: Sterkte: %d dB, kwaliteit: %ld%%
pa: ਮਜ਼ਬੂਤੀ: %d dB, ਕੁਆਲਟੀ: %ld%%
pl: Siła: %d dB, Jakość: %ld%%
ru: Сила: %d дБ, Качество: %ld%%
sk: Intenzita: %d dB, kvalita: %ld%%
sl: Moč: %d dB, Kvaliteta: %ld%%
sr: Јачина: %d dB, квалитет: %ld%%
sv: Styrka: %d dB, Kvalitet: %ld%%
th_th: ความแรง: %d dB, คุณภาพ: %ld%%
tt: Көч: %d дБ, Сыйфат: %ld%%
vi: Cường độ: %d dB, Chất lượng: %ld%%

# IDS_SUBTITLES_STYLES_CAPTION
source: Styles
ar: الأستايلات
be: Стылі
bn: ধরনসমূহ
bs_ba: Stilovi
ca: Estils
cs: Styly
da: Typografi
de: Style anpassen
el: Στυλ
es: Estilos
eu: Estiloak
fi: Tyylit
gl: Estilos
he: סגנונות
hr: Stilovi
hu: Stílusok
hy: Ոճեր
it: Stili
ja: スタイル
lt: Stiliai
ms_my: Gaya
nl: Stijlen
pa: ਸ਼ੈਲੀਆਂ
pl: Style
ru: Стили
sk: Štýly
sl: Slogi
sr: Стилови
sv: Stilar
th_th: ลักษณะ
tt: Стильләр
vi: Dạng

# IDS_TEXT_SUB_RENDERING_TARGET
source: If the rendering target is left undefined, SSA/ASS subtitles will be rendered relative to the video frame while all other text subtitles will be rendered relative to the window.
ar: إذا ترك الـ rendering targeh غير معروف، سيتم إخراج ترجمات SSA / ASS بالنسبة لإطار الفيديو في حين سيتم إخراج جميع الترجمات الأخرى بالنسبة للنافذة.
be: Калі цэль апрацоўкі вызначыць немагчыма, SSA/ASS субцітры будуць апрацаваны адносна відэакадра, а ўсе астатнія субцітры адносна акна.
bn: যদি রেনডার করার জন্য কোন নির্দিষ্ট ধরন নির্ধারণ করা না থাকে, তাহলে SSA/ASS সাবটাইটেলসমূহ ভিডিও ফ্রেমের সাপেক্ষে রেনডার করা হবে, যখন অন্যান্য সকল টেক্সট্‌ সাবটাইটেল উইন্ডো-এর সাপেক্ষে রেনডার করা হবে।
bs_ba: Ako je cilj renderiranja ostavljen nedefinisan, SSA/ASS titlovi će biti renderirani relativno u odnosu na video isječak dok će svi ostali titlovi biti renderirani relativno u odnosu na prozor.
ca: Si l'objectiu del renderitzador es deixa sense definir, els subtítols en format SSA/ASS seran renderitzats en relació al fotograma mentre que la resta ho seran en relació a la finestra.
cs: Pokud není určen cíl vykreslování, budou SSA/ASS titulky vykreslovány relativně k oblasti videa, zatímco ostatní formáty titulků budou vykreslovány relativně k oknu.
da: Hvis renderingsdestinationen er udefineret, vil SSA-/ASS-undertekster blive rendereret i forhold til videobilledet, mens alle andre tekst-undertekster vil blive renderet i forhold til vinduet.
de: Wird das Renderziel nicht festgelegt, werden SSA/ASS weiter relativ zum Videobild, alle anderen Textformate aber relativ zum Videofenster ausgerichtet.
el: Εάν ο στόχος απόδοσης μείνει απροσδιόριστος, οι υπότιτλοι SSA/ASS θα αποδοθούν ανάλογα με το καρέ βίντεο, ενώ όλοι οι άλλοι υπότιτλοι κειμένου θα αποδοθούν ανάλογα με το παράθυρο.
es: Si no se define el objetivo de renderizado, los subtítulos en formato SSA/ASS se representarán en relación al fotograma mientras el resto de subtítulos de texto se representarán en relación a la ventana.
eu: Aurkezpen xedea oraindik zehaztugabe badago, SSA/ASS azpidatziak bideo framearekiko aurkeztuko dira eta beste idazki azpidatzi guztiak leihoarekiko aurkeztuko dira.
fi: Jos renderöintikohdetta ei ole määritetty, SSA/ASS -tekstitykset renderöidään suhteessa videokehykseen ja kaikki muut tekstimuotoiset tekstitykset renderöidään suhteutettuna ikkunaan.
fr: Si la case à cocher est laissée indéfinie, les sous-titres SSA/ASS seront affichés relativement à la trame vidéo alors que tous les autres formats de sous-titres textuels seront affichés relativement à la fenêtre.
gl: Se se deixa o obxectivo a renderizar sen definir, os subtítulos SSA/ASS renderizaranse en relación ao fotograma de vídeo, mentres todolos demáis subtítulos renderizaranse en relación á xanela.
hr: Ako nije zadano odredište prikazivanja, SSA/ASS titlovi će biti prikazani relativno u odnosu na video okvir dok će svi ostali titlovi biti prikazani relativno u odnosu na prozor.
it: Se il rendering viene lasciato indefinito, i sottotitoli SSA/ASS saranno resi relativamente al frame video mentre tutti gli altri sottotitoli testuali saranno resi relativamente alla finestra.
ja: レンダリング ターゲットが未定義のままの場合、SSA/ASS 字幕は、ビデオ フレームを基準に表示されますが、その他すべてのテキスト字幕は、ウィンドウを基準に表示されます。
lt: Jei atvaizdavimo tikslas liko neapibrėžtas, SPV/ASS subtitrai bus vaizduojami atitinkamai su vaizdo kadru, o visi kiti tekstiniai subtitrai bus vaizduojami atitinkamai su langu.
ms_my: Jika sasaran penerapan dibiarkan tidak ditakrif, sarikata SSA/ASS akan diterap relatif dengan bingkai video manakala lain-lain sarikata teks akan diterap relatif dengan tetingkap.
nl: Als het opbouw doel ongedefinieerd is, worden SSA/ASS ondertitels relatief tot de video omlijsting opgebouwd terwijl alle andere ondertitels relatief tot het venster opgebouwd worden.
pl: Jeśli cel renderowania nie został określony, napisy SSA/ASS będą renderowane w stosunku do klatki obrazu, natomiast wszystkie inne napisy tekstowe będą renderowane w stosunku do okna.
ru: Если цель рендеринга не определена, SSA/ASS субтитры будут обработаны относительно видеокадра, а все другие текстовые субтитры - относительно окна.
sk: Ak zostane cieľ vykresľovania nedefinovaný, titulky SSA/ASS budú vykreslené relatívne k snímke videa, zatiaľ čo všetky ostatné textové titulky budú vykreslené relatívne k oknu.
sl: Če izrisovalni cilj ni določen, bodo SSA/ASS podnapisi izrisani relativno video sliki. Vsi ostali besedilni podnapisi bodo izrisani relativno oknu.
sr: Ако не наведете циљ рендеровања, SSA/ASS титлови ће бити рендеровани у односу на видео-кадар, док ће се сви други текстуални титлови приказивати у односу на прозор.
sv: Om renderingsmålet lämnas odefinierat kommer SSA/ASS-undertexter att renderas relativt till videobildrutan medans alla andra textbaserade undertexter kommer renderas relativt till fönstret.
th_th: ถ้าเป้าหมายการแปลผลไม่ถูกระบุ, ศัพท์บรรยาย SSA/ASS จะถูกแปลผลสัมพันธ์กับเฟรมวิดีโอ ในขณะที่ศัพท์ฯข้อความอื่นๆ จะถูกแปลผลสัมพันธ์กับหน้าต่าง
vi: Nếu loại dựng phụ đề không được xác định, thì phụ đề SSA/ASS sẽ được dựng lại tương đối so với khung hình trong khi tất cả các phụ đề văn bản sẽ được dựng lại tương đối so với cửa sổ.

# IDS_PLAYLOOPMODE_PLAYLIST
source: Repeat Mode: Playlist
ar: وضع الإعادة: حسب قائمة التشغيل
be: Паўтараць спіс прайгравання
bn: পুনরাবৃত্তির ধরন: প্লেলিস্ট
bs_ba: Modus Ponavljanja: Playlista
ca: Mode de repetició: Llista de reproducció
cs: Režim opakování: Seznam stop
da: Gentagelsestilstand: Spilleliste
de: Wiederholung: Wiedergabeliste
el: Λειτουργία επανάληψης: Λίστα αναπαραγωγής
es: Modo de repetición: Lista de reproducción
eu: Berregin Modua: Irakur-zerrenda
fi: Toistotila: Soittolista
fr: Mode de répétition : liste de lecture
gl: Modo de repetición: Lista de reprodución
hr: Način ponavljanja: Lista izvođenja
hu: Ismétlés módja: Lejátszási lista
hy: Կրկնելու կերպը՝ Նվագացանկը
ja: 連続再生モード: 再生リスト
ms_my: Mod Ulang: Senarai Main
nl: Herhaal mode: Afspeellijst
pl: Tryb Powtarzania: Lista odtwarzania
ru: Режим повтора: Плейлист
sk: Režim opakovania: playlist
sl: Način ponavljanja: Seznam predvajanja
sr: Понављање: плеј-листа
th_th: โหมดวนซ้ำ: บัญชีการเล่น
vi: Chế độ lặp lại: Danh sách phát

# IDS_PLAYLOOPMODE_FILE
source: Repeat Mode: File
ar: وضع الإعادة: ملف
be: Паўтараць файл
bn: পুনরাবৃত্তির ধরন: ফাইল
bs_ba: Repeat Mode: Dokument
ca: Mode de repetició: Fitxer
cs: Režim opakování: Soubor
da: Gentagelsestilstand: Fil
de: Wiederholung: Datei
el: Λειτουργία επανάληψης: Αρχείο
es: Modo de repetición: Archivo
eu: Berregin Modua: Agiria
fi: Toistotila: Tiedosto
fr: Mode de répétition : fichier
gl: Modo de repetición: Ficheiro
hr: Način ponavljanja: Datoteka
hu: Ismétlés módja: Fájl
ja: 連続再生モード: ファイル
ms_my: Mod Ulang: Fail
nl: Herhaal mode: Bestand
pl: Tryb Powtarzania: Plik
ru: Режим повтора: Файл
sk: Režim opakovania: súbor
sl: Način ponavljanja: Datoteka
sr: Понављање: датотека
th_th: โหมดวนซ้ำ: ไฟล์
vi: Chế độ lặp lại: Tập tin

# IDS_PLAYLOOP_FOREVER_ON
source: Repeat Forever: On
ar: إعادة إلى الأبد: نعم
be: Паўтараць бясконца: Укл.
bn: অনন্তকাল ধরে পুনরাবৃত্তি: চালু করি
bs_ba: Ponavljanje Unedogled: Uključeno
ca: Repeteix indefinidament: Activat
cs: Opakovat donekonečna: Aktivní
da: Gentag uendeligt: Til
de: Wiederholung: Endlosschleife (ein)
el: Λειτουργία επανάληψης: Ναι
es: Repetir continuamente: Activado
eu: Berregin Etengabe: Bai
fi: Toista ikuisesti: Päällä
fr: Répéter indéfiniment : activé
gl: Repetir permanentemente: Activado
hr: Ponavljaj zauvijek: Uključeno
hu: Végtelenített ismétlés: Be
ja: 連続再生(無限): オン
ms_my: Ulang Selamanya: Hidup
nl: Herhaal eeuwig: Aan
pl: Powtarzanie Ciągłe: Włączone
ru: Повторять бесконечно: Вкл
sk: Opakovať neustále: zapnuté
sl: Ponavljaj brez konca: Vklj
sr: Понављање у недоглед: укључено
th_th: วนซ้ำตลอดไป: เปิด
vi: Lặp lại mãi: Mở

# IDS_PLAYLOOP_FOREVER_OFF
source: Repeat Forever: Off
ar: إعادة إلى الأبد: لا
be: Паўтараць бясконца: Адкл.
bn: অনন্তকাল ধরে পুনরাবৃত্তি: বন্ধ করি
bs_ba: Ponavljanje Unedogled: Isključeno
ca: Repeteix indefinidament: Desactivat
cs: Opakovat donekonečna: Neaktivní
da: Gentag uendeligt: Fra
de: Wiederholung: Endlosschleife (aus)
el: Λειτουργία επανάληψης: Όχι
es: Repetir continuamente: Desactivado
eu: Berregin Etengabe: Ez
fi: Toista ikuisesti: Pois
fr: Répéter indéfiniment : désactivé
gl: Repetir permanentemente: Desactivado
hr: Ponavljaj zauvijek: Isključeno
hu: Végtelenített ismétlés: Ki
ja: 連続再生(無限): オフ
ms_my: Ulang Selamanya: Mati
nl: Herhaal eeuwig: Uit
pl: Powtarzanie Ciągłe: Wyłączone
ru: Повторять бесконечно: Откл
sk: Opakovať neustále: vypnuté
sl: Ponavljaj brez konca: Izklj
sr: Понављање у недоглед: искључено
th_th: วนซ้ำตลอดไป: ปิด
vi: Lặp lại mãi: Tắt
