Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_SELECTMEDIATYPE_CAPTION
source: Select Media Type
ar: حدد نوع الوسائط
be: Выберыце тып мультымедыя
bn: মিডিয়া টাইপ নির্ধারণ
bs_ba: Izaberite Media Tip
ca: Seleccioneu el tipus de fitxer multimèdia
cs: Zvolte typ média
da: Vælg medietype
de: Medientyp auswählen
el: Επιλέξτε τύπο πολυμέσων
es: Seleccione el tipo de audiovisual
eu: Hautatu Multimedia Mota
fi: Valitse mediatyyppi
fr: Sélectionnez le type de média
gl: Seleccione tipo de medio
he: בחר סוג מדיה
hr: Odaberite vrstu medija
hu: Válasszon médiatípust
hy: Ընտրեք տեսակը
id: Pilih Jenis Media
it: Seleziona il tipo di media
ja: メディア タイプを選択
lt: Pasirinkite tipą
ms_my: Pilih Jenis Media
nl: Media type kiezen
pt_br: Selecione o tipo de mídia
ru: Выбор типа медиа
sk: Výber typu média
sl: Izberi tip medija
sr: Избор типа медија
sv: Välj Mediatyp
th_th: เลือกชนิดสื่อ
tt: Төрне сайлагыз
uk: Оберіть тип

# IDD_SELECTMEDIATYPE_IDOK
source: OK
ar: حسناً
be: Добра
bn: ঠিক আছে
bs_ba: U redu
ca: D'acord
el: Εντάξει
es: Aceptar
eu: Ongi
gl: De acordo
he: אישור
hr: U redu
hy: ԼԱՎ
lt: Gerai
sl: V redu
sr: &У реду
th_th: ตกลง
tt: Ярар
uk: Гаразд

# IDD_SELECTMEDIATYPE_IDCANCEL
source: Cancel
ar: إلغاء
be: Скасаваць
bn: বাতিল করি
bs_ba: Otkaži
ca: Cancel·la
cs: Storno
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
eu: Ezeztatu
fi: Peruuta
fr: Annuler
gl: Cancelar
he: ביטול
hr: Odustani
hu: Mégse
hy: Չեղարկել
id: Batal
it: Annulla
ja: キャンセル
lt: Atšaukti
ms_my: Batal
nl: &Annuleren
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: &Откажи
sv: Avbryt
th_th: ยกเลิก
tt: Баш тарту
uk: Скасувати

# IDD_CAPTURE_DLG_IDC_STATIC1
source: Video
ar: الفيديو
be: Відэа
bn: ভিডিও
ca: Vídeo
el: Βίντεο
es: Vídeo
eu: Bideoa
fr: Vidéo
gl: Vídeo
he: וידאו
hu: Videó
hy: Տեսանյութ
ja: 映像
lt: Vaizdas
pt_br: Vídeo
ru: Видео
sr: Видео
th_th: วิดีโอ
tt: Видео
uk: Відео

# IDD_CAPTURE_DLG_IDC_BUTTON1
source: Set
ar: حدد
be: Зах.
bn: সেট করি
bs_ba: Podesi
ca: Estableix
cs: Nastavit
da: Anvend
de: &Setzen
el: Ρύθμιση
es: Establecer
eu: Ezarri
fi: Aseta
fr: Définir
gl: Fixar
he: קבע
hr: Namjesti
hu: Beállítás
hy: Կայել
id: Tetapkan
it: Imposta
ja: 設定
lt: Nustatyti
ms_my: Tetapkan
nl: Toepassen
pt_br: Ajuste
ru: Задать
sk: Nastav
sl: Nastavi
sr: Постави
sv: Ange
th_th: ตั้งค่า
tt: Сакл.
uk: Встановити

# IDD_CAPTURE_DLG_IDC_STATIC
source: Audio
ar: الصوت
be: Аўдыя
bn: অডিও
ca: Àudio
cs: Zvuk
da: Lyd
el: Ήχος
eu: Audioa
fi: Ääni
he: שמע
hr: Zvuk
hu: Audió
hy: Ձայնանյութ
ja: 音声
lt: Garsas
pt_br: Áudio
ru: Аудио
sk: Zvuk
sl: Zvok
sr: Аудио
sv: Ljud
th_th: เสียง
tt: Аудио
uk: Аудіо

# IDD_CAPTURE_DLG_IDC_STATIC
source: Output
ar: الاخراج
be: Вывад
bn: আউটপুট
bs_ba: Izlaz
ca: Sortida
cs: Výstup
de: Ausgabe
el: Έξοδος
es: Salida
eu: Irteera
fi: Ulostulo
fr: Sortie
gl: Saída
he: פלט
hr: Izlaz
hu: Kimenet
hy: Արտահանում
id: Keluaran
ja: 出力
lt: Išvestis
nl: Uitgang
pt_br: Saída
ru: Вывод
sk: Výstup
sl: Izhod
sr: Излаз
sv: Utmatning
th_th: ขาออก
tt: Саклау
uk: Вивід

# IDD_CAPTURE_DLG_IDC_CHECK1
source: Record Video
ar: تسجيل الفيديو
be: Запіс відэа
bn: ভিডিও রেকর্ড করি
bs_ba: Snimi Video
ca: Enregistra vídeo
cs: Zaznamenat video
da: Optag video
de: Video aufn.
el: Εγγραφή βίντεο
es: Grabar vídeo
eu: Grabatu Bideoa
fi: Nauhoita video
fr: Enregistrer la vidéo
gl: Gravar vídeo
he: הקלט וידאו
hr: Snimi video
hu: Videó felvétel
hy: Տեսագրել
id: Rekam Video
it: Registra Video
ja: 録画する
lt: Įrašyti vaizdą
ms_my: Rakam Video
nl: Video opname
pt_br: Gravar Vídeo
ru: Запись видео
sk: Nahrať video
sl: Snemanje videa
sr: Сними видео
sv: Spela in Video
th_th: บันทึกวิดีโอ
tt: Видео
uk: Запис Відео

# IDD_CAPTURE_DLG_IDC_CHECK2
source: Preview
ar: معاينة
be: Папярэдні прагляд
bn: প্রাকদর্শন
bs_ba: Pogledaj
ca: Previsualització
cs: Náhled
da: Forhåndsvis
de: Vorschau
el: Προεπισκόπηση
es: Previsualización
eu: Aurreikuspena
fi: Esikatsele
fr: Aperçu
gl: Vista previa
he: תצוגה מקדימה
hr: Pregledaj
hu: Előnézet
hy: Նախադիտում
id: Pratinjau
it: Anteprima
ja: プレビュー
lt: Peržiūra
ms_my: Pratonton
nl: Voorvertoning
pt_br: Prévia
ru: Предпросмотр
sk: Náhľad
sl: Predogled
sr: Преглед
sv: Förhandsgranska
th_th: ตัวอย่าง
tt: Карау
uk: Перегляд

# IDD_CAPTURE_DLG_IDC_CHECK3
source: Record Audio
ar: تسجيل الصوت
be: Запіс аўдыя
bn: অডিও রেকর্ড করি
bs_ba: Snimi Audio
ca: Enregistra àudio
cs: Zaznamenat audio
da: Optag lyd
de: Audio aufn.
el: Εγγραφή ήχου
es: Grabar audio
eu: Grabatu Audioa
fi: Nauhoita ääntä
fr: Enregistrer l'audio
gl: Gravar audio
he: הקלט שמע
hr: Snimi zvuk
hu: Audió felvétel
hy: Ձայնագրել
id: Rekam Audio
it: Registra Audio
ja: 録音する
lt: Įrašyti garsą
ms_my: Rakam Audio
nl: Audio opname
pt_br: Gravar Áudio
ru: Запись аудио
sk: Nahrať zvuk
sl: Snemanje zvoka
sr: Сними аудио
sv: Spela in Ljud
th_th: บันทึกเสียง
tt: Аудио
uk: Запис Аудіо

# IDD_CAPTURE_DLG_IDC_CHECK4
source: Preview
ar: معاينة
be: Папярэдні прагляд
bn: প্রাকদর্শন
bs_ba: Pogledaj
ca: Previsualització
cs: Náhled
da: Forhåndsvis
de: Vorschau
el: Προεπισκόπηση
es: Previsualización
eu: Aurreikuspena
fi: Esikatselu
fr: Aperçu
gl: Vista previa
he: תצוגה מקדימה
hr: Pregledaj
hu: Előnézet
hy: Նախադիտում
id: Pratinjau
it: Anteprima
ja: プレビュー
lt: Peržiūra
ms_my: Pratonton
nl: Voorvertoning
pt_br: Prévia
ru: Предпросмотр
sk: Náhľad
sl: Predogled
sr: Преглед
sv: Förhandsgranska
th_th: ตัวอย่าง
tt: Карау
uk: Перегляд

# IDD_CAPTURE_DLG_IDC_STATIC
source: V/A Buffers:
ar: V/A المؤقتة:
be: V/A буфер:
bn: V/A বাফার:
bs_ba: V/A Međuspremnici:
ca: Memòria intermèdia d'A/V:
cs: V/A buffery:
da: V/A buffere:
de: V/A-Puffer:
el: Μνήμες V/A:
es: Buffers de V/A:
eu: B/A Bufferrak:
fi: V/A Puskurit:
fr: Tampons V/A :
gl: Búferes V/A:
he: מאגר וידאו/שמע:
hr: V/A međuspremnik:
hu: V/A Pufferek:
hy: V/A շրջույթ.
id: Bufer V/A:
it: Buffers V/A:
ja: V/A バッファ:
lt: V/A Buferiai:
ms_my: Penimbal V/A:
pt_br: Buffers de A/V:
ru: Буферы V/A:
sk: V/A buffer:
sl: V/A medpomnilnik:
sr: Бафери:
sv: V/A Buffertar:
th_th: บัฟเฟอร์ V/A:
tt: V/A буферы:
uk: В/А буфери:

# IDD_CAPTURE_DLG_IDC_CHECK5
source: Audio to wav
ar: الصوت إلى wav
be: Аўдыя ў wav
bn: অডিও থেকে wav
bs_ba: Audio u wav
ca: Àudio a WAV
cs: Audio do WAV
da: Lyd til wav
de: Audio zu WAV
el: Ήχος σε wav
es: Audio a WAV
eu: Audioa wav-ra
fi: Ääni wav-muotoon
fr: Audio > WAV
gl: Audio a wav
he: שמע ל-wav
hr: Zvuk u WAV
hu: Audió wav-ba írása
hy: Ձայնը wav
id: Audio ke wav
it: Audio in wave
ja: 音声: WAV 形式
lt: Garso takelis į wav
ms_my: Audio ke wav
nl: Audio > WAV
pt_br: Áudio para WAV
ru: Аудио в wav
sk: Zvuk do WAV
sl: Zvok v wav
sr: Аудио у WAV
sv: Ljud till wav
th_th: เสียงสู่ wav
tt: Тавыш wav ка
uk: Звук у wav

# IDD_CAPTURE_DLG_IDC_BUTTON2
source: Record
ar: تسجيل
be: Запіс
bn: রেকর্ড শুরু করি
bs_ba: Snimi
ca: Enregistra
cs: Zaznamenat
da: Optag
de: &Aufnahme
el: Εγγραφή
es: Grabar
eu: Grabatu
fi: Nauhoita
fr: Enregistrer
gl: Gravar
he: הקלט
hr: Snimi
hu: Felvétel
hy: Տեսագրել
id: Rekam
it: Registra
ja: 開始
lt: Įrašas
ms_my: Rakam
nl: Opname
pt_br: Gravar
ru: Запись
sk: Nahrať
sl: Snemanje
sr: Сними
sv: Spela in
th_th: บันทึก
tt: Язма
uk: Запис

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK2
source: Enable built-in audio switcher filter (requires restart)
ar: تمكين فلتر محول الصوتيات الداخلي (يتطلب إعادة تشغيل)
be: Уключыць убудаваны пераключальнік аўдыя (патрабуецца перазапуск)
bn: বিল্ট-ইন অডিও পরিবর্তনকারী ফিল্টার সক্রিয়করণ (পুনরায় চালনা করতে হবে)
bs_ba: Omogući ugrađeni audio preklopnik filter (zahtijeva restart)
ca: Activa filtre commutador d'àudio integrat (cal reiniciar)
cs: Povolit vestavěný audio switcher (vyžaduje restart)
da: Aktivér indbygget lyd-omskifter filter (kræver genstart)
de: Interner Audio-Switcher (Neustart erforderlich)
el: Ενεργοποίηση φίλτρου ενσωματωμένου επιλογέα (απαιτείται επανεκκίνηση)
es: Activar filtro conmutador de audio integrado (requiere reinicio)
eu: Gaitu barneraiketa audio aldaketa iragazkia (beharrezkoa berrabiaraztea)
fi: Käytä sisäistä äänivaihtosuodinta [vaatii uudelleenkäynnistyksen]
fr: Activer le filtre de sélection audio (redémarrage de la lecture nécessaire)
gl: Activar filtro interno para cambiar pistas de audio (require reinicio)
he: הפעל את פילטר מחליף זרמי השמע המובנה (דורש הפעלה מחדש)
hr: Omogući ugrađeni zamijenik zvuka (zahtijeva ponovo pokretanje)
hu: Beépített audió-váltó szűrő engedélyezése (újraindítást igényel)
hy: Միացնել ներդրված ձայնի անջատիչի ֆիլտրը (պահանջում է վերամեկնարկում)
id: Fungsikan penyaring pengubah suara bawaan (wajib memulai ulang)
it: Attiva il filtro audio switcher interno (richiede riavvio)
ja: 内蔵の音声切り替えフィルタを有効にする (再起動が必要)
lt: Įjungti įtaisytą garso takelių perjungiklį (reikalingas paleidimas iš naujo)
ms_my: Benarkan penapis penukar audio terbina-dalam (perlu mulakan semula)
nl: Intern audio switcher filter toepassen (vereist herstart)
pt_br: Ativar as opções de filtro de áudio interno (necessário reiniciar)
ru: Включить встроенный переключатель аудио (требуется перезапуск)
sk: Zapnúť vstavaný filter zvuku (vyžaduje reštart)
sl: Omogoči vgrajen zvočni preklopnik filter (potreben ponovni zagon)
sr: Уграђени филтер за промену звука (захтева поновно покретање)
sv: Aktivera inbyggt ljudomkopplings-filter (omstart krävs)
th_th: ใช้ตัวกรองตัวสลับเสียงที่มีมาให้ (ต้องเปิดโปรแกรมใหม่)
tt: Кертелгән аудиоюл күчергечен кабызырга (киредән кабызу кирәк)
uk: Увімкнути вбудований перемикач аудіодоріжок (необхідний перезап.)

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK5
source: Normalize
ar: تسوية (Normalize)
be: Нармалізацыя
bn: নর্‌মালাইজ করণ
bs_ba: Normaliziraj
ca: Normalitza
cs: Normalizace
da: Normaliser
de: Ton normalisieren
el: Εξομάλυνση
es: Normalizar
eu: Normalkuntza
fi: Normalisoi
fr: Normaliser
gl: Normalizar
he: לנרמל
hr: Normaliziraj zvuk
hu: Normalizálás
hy: Նորմալացնել
id: Normalkan
it: Normalizza
ja: 音量の正規化
lt: Normalizuoti
ms_my: Normalkan
nl: Normaliseer
pt_br: Normalizar
ru: Нормализация
sk: Normalizovať
sl: Normaliziraj
sr: Нормализација
sv: Normalisera
th_th: ปรับให้ปกติ
tt: Нормальләштерү
uk: Нормалізувати

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC4
source: Max amplification:
ar: أقصى تضخيم:
be: Максімальнае ўзмацненне
bn: সর্বোচ্চ ধ্বনিবিবর্ধন:
bs_ba: Max pojačanje:
ca: Amplificació màxima:
cs: Maximální zesílení:
da: Største forstærkning:
de: Maximale Verstärkung:
el: Μέγιστη ενίσχυση:
es: Amplificación máxima:
eu: Geh handipena:
fi: Maksimivahvistus:
fr: Amplification maximale :
gl: Amplificación Max:
he: הגברה מירבית:
hr: Maksimalno pojačanje:
hu: Max. erősítés:
hy: Առվ. ուժեղացումը.
id: Amplifikasi Maks:
it: Amplificazione Max:
ja: 最大増幅:
lt: Maksimalus stiprinimas:
ms_my: Penguatan maks.:
nl: Maximale versterking:
pt_br: Máx amplificação:
ru: Максимальное усиление:
sk: Max. zosilnenie:
sl: Maks. ojačanje:
sr: Максимално појачање:
sv: Max förstärkning:
th_th: การขยายเสียงสูงสุด:
tt: Максималь көчәйтү:
uk: Максим. підсилення:

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK6
source: Regain volume
ar: إعادة كسب الصوت
be: Аднаўляць гучнасць
bn: ভলিউম পুনর্বৃদ্ধি
bs_ba: Vrati nivo zvuka
ca: Recupera les pèrdues del volum
cs: Obnovit hlasitost
da: Genvind lydstyrke
de: Lautstärke zurücksetzen
el: Ανάκτηση έντασης
es: Reganar pérdidas de volumen
eu: Berrirabazi bolumena
fi: Säädä voimakkuus
fr: Restaurer l'amplification
gl: Ganancia de volume
he: להגיע מחדש לעצמת קול
hr: Vrati jačinu
hu: Hangerő visszanyerés
hy: Վերականգնել ձայնը
id: Perkeras volume
it: Riguadagno volume
ja: 音量を回復する
lt: Atstatyti garsą
ms_my: Gandaan-semula volum
nl: Herstel volume
pt_br: Restaurar volume
ru: Восстанавливать громкость
sk: Obnoviť pôvodnú hlasitosť
sl: Ponovi glasnost
sr: Врати јачину звука
sv: Återfå volym
th_th: ฟื้นค่าความดัง
tt: Тавышны торгызырга
uk: Відновлювати гучність

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC6
source: Boost:
ar: التقوية:
be: Узмацненне:
bn: শব্দের উন্নতিসাধন:
bs_ba: Pojačanje:
ca: Augment:
cs: Zesílení:
da: Forstærk:
de: Tonverstärkung:
el: Ώθηση έντασης:
es: Aumento:
eu: Bultzada:
fi: Voimistus:
fr: Amplification :
gl: Aumento:
he: להמריץ:
hr: Pojačanje:
hu: Erősítés:
hy: Ուժեղացում.
id: Galak:
it: Aumenta:
ja: ブースト:
lt: Stiprinimas:
ms_my: Galak:
nl: Audio versterking
pt_br: Amplificar:
ru: Усиление:
sk: Zosilnenie:
sl: Povečaj:
sr: Појачање:
sv: Förstärkning:
th_th: เสริม:
tt: Көчәю:
uk: Підсилення:

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK3
source: Down-sample to 44100 Hz
ar: خفض الإعتيان إلى 44100 هيرتز
be: Ператварыць у 44100 Гц
bn: স্যাম্পল-রেট 44100 Hzএ অবনমন
bs_ba: Uzorkuj naniže na 44100 Hz
ca: Redueix el mostreig a 44.100 Hz
cs: Snížit vzorkovací frekvenci na 44100 Hz
da: Down-sample til 44100 Hz
de: Abtastrate auf 44.1 kHz verringern
el: Μείωση δειγματοληψίας στα 44100 Hz
es: Reducir tasa de muestreo a 44100 Hz
eu: Beheratu-lagina 44100 Hz-ra
fi: Alinäytteistä 44100 Hz:iin
fr: Sous-échantillonnage à 44100 Hz
gl: Converter frecuencia a 44100 Hz
he: הנמך את הדגימה ל-44100 Hz
hr: Spusti uzorak na 44100Hz
hu: Mintavételezés csökkentése 44100 Hz-re
hy: Ձևափոխել 44100 Հց-ի
id: Turunkan sampel ke 44100 Hz
it: Riduci la frequenza di campionamento a 44100 Hz
ja: 44100 Hz にダウンサンプリングする
lt: Transformuoti į 44100 Hz
ms_my: Turun-sampel ke 44100 Hz
nl: Omzetten naar 44100 Hz
pt_br: Converter frequência para 44100 Hz
ru: Преобразовать в 44100 Гц
sk: Znížiť vzork. frekvenciu na 44100 Hz
sl: Prevzorči navzdol na 44100 Hz
sr: Смањи квалитет на 44100 Hz
sv: Nedsampla till 44100 Hz
th_th: ลดอัตราสุ่มลงสู่ 44100 Hz
tt: 44100 Гц үзгәртү
uk: Перетворювати в 44100 Гц

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK4
source: Audio time shift (ms):
ar: ازاحة زمن الصوت (ms):
be: Зрушэнне гуку (мс):
bn: অডিও সময়ের স্থানান্তর (ms):
bs_ba: Vremenski pomak za audio (ms):
ca: Desplaçament de l'àudio (ms):
cs: Posunout zvukovou stopu (ms):
da: Forskydelse af lyd (ms):
de: Audioverzögerung (ms):
el: Χρονική μετατόπιση ήχου (ms):
es: Desplazamiento del audio (ms):
eu: Audio denbora aldaketa (sm):
fi: Äänen ajansiirto (ms):
fr: Décalage audio (en ms) :
gl: Desprazamento do audio (ms):
he: הזזת רצועת השמע (מילישניות):
hr: Pomicanje zvučnog zapisa (ms):
hu: Eltolás (ms):
hy: Ձայնի փոխումը(մվ-ում).
id: Waktu perpindahan audio (ms):
it: Spostamento audio (ms):
ja: 音声のタイム シフト (ミリ秒):
lt: Garso poslinkis (ms):
ms_my: Anjak masa audio (ms):
nl: Audio tijd verschuiving (ms):
pt_br: Atraso de áudio (ms):
ru: Смещение аудио (мс):
sk: Čas. posun zvuku (ms):
sl: Časovni premik zvoka (ms):
sr: Померање звука (мс):
sv: Ljudtidsförskjutning (ms):
th_th: ขยับเวลาของเสียง (มว.):
tt: Тавыш күчеше (мс):
uk: Затримка звуку (в мс):

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK1
source: Enable custom channel mapping
ar: تمكين تخطيط القنوات المخصص
be: Уключыць карыстальніцкае размеркаванне каналаў
bn: ব্যক্তি-নির্ধারিত চ্যানেল বিন্যাস সক্রিয়করণ
bs_ba: Omogući mapiranje kanala po mjeri
ca: Activa l'assignació de canals personalitzada
cs: Povolit vlastní přiřazení zvukových kanálů
da: Aktivér brugerdefineret kanalkort
de: Benutzerdefinierte Kanalzuordnung
el: Ενεργοποίηση προσαρμοσμένης αντιστοίχισης καναλιών
es: Activar asignación de canales personalizada
eu: Gaitu norbere bide mapaketa
fi: Käytä mukautettua kanavakartoitusta
fr: Activer la répartition personnalisée des canaux
gl: Activar mapeo de canles personalizado
he: הפעל מיפוי ערוצים מותאם אישית
hr: Omogući prilagođeno mapiranje kanala
hu: Egyedi csatornaleképezés engedélyezése
hy: Միացնել ալիքների ընտրված տեղորոշումը
id: Fungsikan pemetaan saluran khusus
it: Attiva la mappatura personalizzata dei canali
ja: カスタム チャンネル マッピングを有効にする
lt: Įjungti vartotojo kanalų skirstymą
ms_my: Benarkan pemetaan saluran suai
nl: Door gebruiker bepaalde kanaal instelling toepassen
pt_br: Ativar o mapeamento de canais personalizado
ru: Включить пользовательское распределение каналов
sk: Zapnúť mapovanie kanálov používateľom
sl: Omogoči preslikavo kanalov po meri
sr: Прилагођено мапирање канала
sv: Aktivera anpassad kanalmappning
th_th: ใช้การวางตำแหน่งช่อง ที่กำหนดเอง
tt: Кулланучының каналлар бүлүен кабызырга
uk: Увімкнути розподіл каналів користувача

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC1
source: Speaker configuration for
ar: إعداد السماعات لـ
be: Налада калонак для
bn: কনফিগারেশনের জন্য স্পিকার সংখ্যা
bs_ba: Podešenje zvučnika za
ca: Configuració dels altaveus
cs: Nastavení reproduktorů pro
da: Højtaleropsætning til
de: Anzahl der Eingangskanäle:
el: Διαμόρφωση ηχείων για
es: Configuración de altavoces para
eu: Hotsgorailu itxurapena
fi: Kaiutinasetukset
fr: Configuration des hauts-parleurs pour
gl: Axustes dos altofalantes para
he: תצורת רמקולים עבור
hr: Konfiguracija zvučnika za
hu: Hangszórók konfigurálása
hy: Սյուների կարագավորում՝
id: Konfigurasi pengeras suara untuk
it: Configura altoparlanti per
ja: 入力スピーカーの設定:
lt: Garsiakalbių nustatymas
ms_my: Konfigurasi pembesar suara untuk
nl: Luidspreker instelling voor
pt_br: Ajustes dos alto-falantes p/
ru: Настройка колонок для
sk: Konfig. reproduktory na
sl: Konfiguracija zvočnikov za
sr: Подешавање звучника за
sv: Högtalarkonfigurationen för
th_th: การกำหนดค่าลำโพงสำหรับ
tt: Баганаларны көйләү
uk: Налаштування колонок для

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC2
source: input channels:
ar: قنوات إدخال
be: уваходных каналаў:
bn: ইনপুট চ্যানেলসমূহ:
bs_ba: ulazni kanali:
ca: canals d'entrada:
cs: vstupní kanály:
da: indgangskanaler:
de: Eingangskanäle:
el: κανάλια εισόδου:
es: canales de entrada:
eu: Sarrera bideak:
fi: Sisääntulokanavat:
fr: canaux en entrée :
gl: Canles de entrada:
he: ערוצי קלט:
hr: ulazni kanali:
hu: bemeneti csatornához:
hy: մտնող ալիքների.
id: saluran masukan:
it: canali di input:
ja: チャンネル
lt: įeinantiems kanalams:
ms_my: saluran input:
nl: ingang kanalen:
pt_br: canais de entrada
ru: входных каналов:
sk: vstupné kanály:
sl: vhodne kanale:
sr: улазна канала:
sv: ingångskanaler:
th_th: ช่องขาเข้า:
tt: кергән канал:
uk: вхідних каналів:

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC3
source: Hold shift for immediate changes when clicking something
ar: استمر بالضغط على shift لجعل التغييرات فورية بعد النقر على شيء
be: Утрымлівайце shift пры націсканні каб неадкладна ўжыць змены.
bn: কোন কিছু ক্লিক করার সময় অবিলম্বে পরিবর্তনের জন্য শিফট কী ধরে রাখুন
bs_ba: Držite shift za trenutne promjene kada kliknete na nešto
ca: Manteniu premuda la tecla Maj mentre feu clic per aplicar el canvis de seguida
cs: Pokud při kliknutí myší podržíte Shift, změny se projeví okamžitě
da: Hold skift-knappen nede mens du klikker, for at foretage ændringer med det samme
de: Um Änderungen umgehend zu übernehmen, bei der Auswahl bitte "Shift" drücken.
el: Κρατήστε πατημένο το πλήκτρο shift για άμεσες αλλαγές όταν κάνετε κλικ σε κάτι
es: Mantenga pulsada Mayúsculas al hacer clic para aplicar los cambios de inmediato
eu: Sakatu "aldatu" tekla berehalako aldaketarako zerbait klikatzerakoan
fi: Pidä vaihto-näppäin pohjassa tehdäksesi muutokset heti klikattaessa
fr: Maintenez la touche Maj. en cliquant pour que la modification soit immédiate
gl: Presiona a tecla "shift" para aplicar os cambios de inmediato
he: החזק את מקש ה-Shift בשביל שינוי מיידי כאשר אתה לוחץ על משהו
hr: Držite pritisnutu tipku SHIFT za instantne promjene kada kliknete nešto
hu: Tartsa lenyomva a shift billentyűt a változtatások azonnali érvénybeléptetéséhez
hy: Սեղմած պահեք shift-ը՝ փոփոխությունները անհապաղ կիրառելու համար
id: Tahan shift untuk perubahan langsung ketika mengklik sesuatu
it: Premi Shift per applicare immediatamente i cambiamenti cliccando su un elemento
ja: Shift キーを押したままクリックすると、即座に変更されます
lt: Laikykite nuspaustą shift pakeitimams panaudoti iš karto paspaudus
ms_my: Tahan shift untuk perubahan serta-merta bila mengklik sesuatu
nl: Druk op shift tijdens het klikken om direct de veranderingen uit te voeren
pt_br: Pressione "Shift" ao clicar em algo para aplicar as alterações imediatamente.
ru: Удерживайте shift для немедленных изменений при нажатии.
sk: Ak chcete zmeny uplatniť okamžite po kliknutí, pridržte klávesu Shift
sl: Drži shift za takojšnje spremembe ob kliku
sr: Држите Shift за тренутни приказ измена након клика.
sv: Håll in skift för omedelbara förändringar när du klickar på något
th_th: เมื่อคลิกบางอย่าง กดปุ่ม Shift ค้างไว้ด้วยจะเปลี่ยนแปลงโดยทันที
tt: Басканда үзгәртүләр кичекмәстән кабул ителсен өчен shift төймәсенә басып торыгыз
uk: Утримуйте shift для негайного використання змін при натискуванні

# IDD_GOTO_DLG_CAPTION
source: Go To...
ar: انتقل إلى...
be: Перайсці...
bn: নির্দিষ্ট সময় বা ফ্রেমে যাই...
bs_ba: Idi Na...
ca: Vés a…
cs: Přejít...
da: Gå til...
de: Springen zu
el: Μετάβαση σε...
es: Ir a…
eu: Joan Hona...
fi: Mene...
fr: Atteindre
gl: Ir a...
he: קפוץ אל...
hr: Idi na...
hu: Ugrás...
hy: Անցնել...
id: Ke...
it: Vai a...
ja: 指定位置に移動...
lt: Eiti į...
ms_my: Pergi Ke...
nl: Ga naar...
pt_br: Ir Para...
ru: Переход...
sk: Prejsť na...
sl: Pojdi...
sr: Прелазак на…
sv: Gå Till...
th_th: ไปยัง...
tt: Күчәргә...
uk: Перейти...
