Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_CRASH_REPORTER_IDC_CHECK1
source: Send a bug report to help us diagnose and fix the problem.
ar: ارسل تقرير عن العله لمساعدتنا فحص المشكله وايجاد الحل.
be: Адпраўце справаздачу пра збой, каб мы вызначылі і выправілі праблему.
bn: এই যান্ত্রিক-ত্রুটিটি নির্ণয় এবং সমাধানে আমাদেরকে সাহায্য করতে একটি প্রতিবেদন পেশ করুন।
bs_ba: Pošaljite bug izvještaj da nam pomognete da utvrdimo i portavimo problem.
ca: Envia un informe de l'error per ajudar-nos a diagnosticar i solucionar el problema.
cs: Pomozte nám diagnostikovat a opravit tento problém zasláním hlášení o chybě.
da: Send en fejlrapport for at hjælpe os med at diagnostisere problemet.
de: Zur Diagnose des Problems einen Fehlerbericht senden
el: Στείλτε μια αναφορά σφάλματος για να μας βοηθήσετε να διαγνώσουμε και να διορθώσουμε το πρόβλημα.
es: Envíe un informe del fallo para ayudarnos a diagnosticar y reparar el problema
eu: Bidali akats jakinarazpen bat arazoa ezagutzen eta zuzentzen laguntzeko.
fi: Lähetä vikaraportti jotta voimme tutkia ja korjata ongelman.
fr: Envoyer un rapport de bug pour nous aider à diagnostiquer et à corriger le problème.
gl: Envíe un informe do erro para axudarnos a diagnosticar e reparar o problema
hr: Pošaljite prijavu problema kako bi nam pomogli u dijagnozi i ispravljanju istog.
hu: Hibajelentés küldése a hiba felderítéséhez és kijavításához.
hy: Ուղարկեք մեզ խնդրի մասին զեկույց՝ այն ուղղելու համար:
id: Kirim laporan kutu agar kami dapat mendiagnosa dan memperbaiki masalahnya.
ja: 問題の診断と修正に役立てるためにバグ レポートを送信する。
lt: Atsiųskite mums klaidos ataskaitą, kad padėtumėte mums nustatyti ir ištaisyti problemą.
ms_my: Hantar laporan pepijat untuk bantu kami mengdiagnos dan membaiki masalah.
nl: Stuuur ons een foutrapport voor diagnose en foutoplossing
pt_br: Envie-nos um relatório de erros para ajudar-nos a diagnosticar e corrigir o problema.
ru: Отправить отчет об ошибке, чтобы помочь нам исправить проблему.
sk: Ak nám chcete pomôcť s diagnostikou a riešením vzniknutého problému, pošlite nám záznam o chybe.
sl: Pošljite poročilo o hrošču in nam pomagajte najti in odpraviti težavo.
sr: Пошаљите нам извештај о грешци како бисмо пронашли и уклонили проблем.
sv: Skicka en felrapport för att hjälpa oss felsöka och åtgärda problemet.
th_th: ส่งรายงานบั๊ก เพื่อช่วยเราวินิฉัยและแก้ปัญหา
uk: Надішліть звіт про помилку, щоб допомогти нам виправити її.

# IDD_CRASH_REPORTER_IDC_STATIC1
source: Optional information
ar: معلومات اختياريه.
be: Дадатковыя звесткі
bn: অতিরিক্ত তথ্যাদি
bs_ba: Opcione informacije
ca: informació opcional
cs: Doplňující informace
da: Valgfrie informationer
de: Optionale Angaben
el: Προαιρετικές πληροφορίες
es: Información opcional
eu: Aukerazko argibideak
fi: Lisätiedot
fr: Informations optionnelles
gl: Información opcional
hr: Dodatne informacije
hu: Opcionális információk
hy: Լրացուցիչ
id: Informasi opsional
ja: オプションの情報
lt: Papildoma informacija
ms_my: Maklumat pilihan
nl: Optionele informatie
pt_br: Informação opcional
ru: Дополнительная информация
sk: Doplnková informácia
sl: Neobvezne informacije
sr: Необавезне информације
sv: Valfri information
th_th: ข้อมูลตัวเลือก
uk: Додаткова інформація

# IDD_CRASH_REPORTER_IDC_STATIC2
source: Email:
ar: الإيميل:
be: Эл. пошта:
bn: ইমেইল:
ca: Correu electrònic:
de: E-Mail-Adresse:
es: Correo electrónico:
eu: Post@:
fi: Sähköposti:
gl: Correo electrónico:
hy: Էլ. փոստ.
id: Surel:
ja: 電子メール:
lt: Elektroninis paštas:
ms_my: Emel:
ru: Эл. почта:
sl: Epošta:
sr: Е-адреса:
sv: E-post:
th_th: อีเมล:

# IDD_CRASH_REPORTER_IDC_STATIC3
source: Your email address is optional and will only be used if the developers need to contact you for more information.
ar: وضع عنوان بريدك الإلكتروني هو اختياري، سوف يستخدم فقط للإتصال بك من قبل المطورين للمزيد من المعلومات.
be: Пакідаць сваю эл. пошту неабавязкова, але яна можа спатрэбіцца распрацоўнікам, каб удакладніць звесткі.
bn: আপনার ইমেইল ঠিকানা দেয়া বাধ্যতামূলক নয় এবং শুধুমাত্র ব্যবহার করা হবে যদি ডেভলপারদের আরো তথ্যাদির জন্য আপনার সাথে যোগাযোগের প্রয়োজন পরে।
bs_ba: Vaša email adresa je opcionalna i biće korištena ako vas programeri trebaju kontaktirati za više informacija.
ca: La seva adreça de correu electrònic és opcional i només s'utilitzarà si els desenvolupadors han de posar-se en contacte amb vostè per obtenir més informació.
cs: Zadání e-mailové adresy je nepovinné a adresa bude použita pouze pokud vás bude vývojář potřebovat kontaktovat z důvodu doplnění nebo upřesnění poskytnutých informací.
da: Din e-mailadresse er valgfri og vil kun blive brugt i tilfælde hvor udviklerne har brug for yderligere oplysninger fra dig.
de: Die Angabe der E-Mail-Adresse ist optional und dient ausschließlich zur Kontaktaufnahme, falls weitere Informationen erforderlich sind.
el: Η διεύθυνση του ηλεκτρονικού σας ταχυδρομείου είναι προαιρετική και θα χρησιμοποιηθεί μόνο αν οι προγραμματιστές πρέπει να επικοινωνήσουν μαζί σας για περισσότερες πληροφορίες.
es: Su dirección de correo electrónico es opcional y solo se usará si los desarrolladores necesitan contactar con usted para recabar más información.
eu: Zure posta helbidea aukerazkoa da eta garatzaileek argibide gehiagorako zurekin harremanetan jartzeko behar badute bakarrik erabiliko da.
fi: Sähköpostiosoitteesi on valinnainen ja sitä käytetään vain jos kehittäjillä on tarvetta pyytää sinulta lisätietoja.
fr: Votre adresse électronique est optionnelle et sera utilisée uniquement si les développeurs ont besoin de vous contacter pour un supplément d'information.
gl: O seu enderezo de correo electrónico é opcional e só se usará se os desenvolvedores precisan contactar con vostede para recabar máis información.
hr: Email adresa nije obavezna i biti će korištena samo u slučaju da Vas netko od developera treba kontaktirati za više informacija.
hu: Az e-mail cím megadása opcionális, és csak akkor kerül felhasználásra, ha a fejlesztőknek több információra van szükségük.
hy: Էլ. փոստի հասցեն լրացուցիչ է և կօգտագործվի միայն Ձեզ պատասխանելու համար:
id: Alamat surel Anda opsional dan hanya akan digunakan jika pengembang perlu untuk menghubungi Anda untuk informasi lebih lanjut.
ja: 電子メールのアドレスは任意であり、開発者がより多くの情報を得るために連絡する必要がある場合にのみ使用されます。
lt: Elektroninio pašto adresas nėra būtinas, tačiau jis gali būti panaudotas susisiekti kūrėjams su jumis dėl papildomos informacijos.
ms_my: Alamat emel anda adalah pilihan dan akan hanya digunakan jika pembangun mahu menghubungi anda untuk maklumat lanjut.
nl: Een email adres is optioneel en zal enkel worden gebruikt als de ontwikkelaars contact met u moeten opnemen voor meer informatie.
pt_br: O seu endereço de e-mail é opcional e só será usado se os desenvolvedores precisarem entrar em contato para mais informações.
ru: Вводить адрес электронной почты не обязательно, но может быть использован для связи разработчиков с вами.
sk: Vaša e-mailová adresa nie je povinná a použije sa iba v prípade, že by vás vývojári chceli kontaktovať s cieľom získania podrobnejších informácií.
sl: Vaš epoštni naslov ni obvezen, uporabljen pa bo samo če bodo razvojniki potrebovali stik z vami za dodatne informacije.
sr: Е-адреса није обавезна, али се може користити ради комуницирања са програмерима.
sv: Din e-post är ej obligatorisk och kommer endast att användas om utvecklarna behöver kontakta dig för mer information.
th_th: ที่อยู่อีเมลของคุณอาจไม่จำเป็นต้องให้ แต่มันจะถูกใช้กรณีถ้านักพัฒนาต้องการติดต่อคุณเพื่อขอข้อมูลเพิ่มเติมเท่านั้น
uk: Вказання вашої email-адреси є опціональним і розробники вам напишуть лише тоді, коли необхідна додаткова інформація.

# IDD_CRASH_REPORTER_IDC_STATIC4
source: Problem description (use English only):
ar: وصف المشكلة (استخدام اللغة الإنجليزية فقط):
be: Апісанне праблемы (на англійскай мове):
bn: সমস্যার বৃত্তান্ত (শুধুমাত্র ইংরেজি ভাষা ব্যবহার করুন):
bs_ba: Opis problema (koristite isključivo Engleski):
ca: Descripció del problema (només en anglès):
cs: Popis problému (použijte angličtinu):
da: Beskrivelse af problemet (skriv kun på engelsk):
de: Problembeschreibung (englisch):
el: Περιγραφή προβλήματος (μόνο στα Αγγλικά):
es: Descripción del problema (en inglés únicamente):
eu: Arazoaren azalpena (erabili Ingelera bakarrik):
fi: Ongelman kuvaus (vain englanniksi):
fr: Description du problème (obligatoirement en anglais) :
gl: Descrición do problema (usa só o inglés):
hr: Opis problema (koristite samo engleski):
hu: Probléma leírása (angolul):
hy: Խնդրի նկարագրություն (միայն անգլերենով).
id: Deskripsi masalah (hanya gunakan Bahasa Inggris):
ja: 問題の詳細 (英語のみを使用してください):
lt: Problemos aprašymas (tik anglų kalba)
ms_my: Keterangan masalah (guna bahasa Inggeris sahaja):
nl: Beschrijf het probleem (in het Engels)
pt_br: Descrição do problema (usar somente Inglês):
ru: Описание проблемы (только на английском):
sk: Opis problému (len v angličtine):
sl: Opis težave (uporabljaj samo angleščino):
sr: Опис проблема (само на енглеском):
sv: Problembeskrivning (use English only):
th_th: บรรยายปัญหา (ใช้ภาษาอังกฤษเท่านั้น):
uk: Описання проблеми (лише англійською):

# IDD_CRASH_REPORTER_IDC_BUTTON1
source: Restart MPC-HC
ar: اعاده تشغيل المشغل.
be: Перазапусціць MPC-HC
bn: MPC-HC বন্ধ করে পুনরায় চালনা করি
bs_ba: Restartuj MPC-HC
ca: Reinicia l'MPC-HC
cs: Restartovat MPC-HC
da: Genstart MPC-HC
de: &Neu starten
el: Επανεκκίνηση του MPC-HC
es: Reiniciar MPC-HC
eu: Berrabiarazi MPC-HC
fi: Uudelleenkäynnistä MPC-HC
fr: Redémarrer MPC-HC
gl: Reiniciar MPC-HC
hr: Ponovo pokreni MPC-HC
hu: MPC-HC újraindítása
hy: Վերագործարկել MPC-HC-ը
id: Mulai Ulang MPC-HC
ja: MPC-HC を再起動
lt: Paleisti iš naujo MPC-HC
ms_my: Mula semula MPC-HC
nl: Herstart MPC -HC
pt_br: Reiniciar o MPC-HC
ru: Перезапустить MPC-HC
sk: Reštartovať MPC-HC
sl: Ponovni zagon MPC-HC
sr: Поново покрени MPC-HC
sv: Starta om MPC-HC
th_th: เริ่ม MPC-HC ใหม่
uk: Перезапустити MPC-HC

# IDD_CRASH_REPORTER_IDC_BUTTON2
source: Quit MPC-HC
ar: اغلق المشغل
be: Выйсці з MPC-HC
bn: MPC-HC বন্ধ করি
bs_ba: Napusti MPC-HC
ca: Surt de l'MPC-HC
cs: Ukončit MPC-HC
da: Afslut MPC-HC
de: &Beenden
el: Έξοδος του MPC-HC
es: Salir de MPC-HC
eu: Utzi MPC-HC
fi: Lopeta MPC-HC
fr: Quitter MPC-HC
gl: Saír de MPC-HC
hr: Zatvori MPC-HC
hu: MPC-HC bezárása
hy: Փակել MPC-HC-ը
id: Keluar MPC-HC
ja: MPC-HC を終了
lt: Išeiti iš MPC-HC
ms_my: Tutup MPC-HC
nl: Afsluiten MPC-HC
pt_br: Sair do MPC-HC
ru: Выйти из MPC-HC
sk: Ukončiť MPC-HC
sl: Zapusti MPC-HC
sr: Изађи из MPC-HC-а
sv: Avsluta MPC-HC
th_th: ออกจาก MPC-HC
uk: Вийти з MPC-HC

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Default zoom
be: Маштаб па змаўчанні
bn: ডিফল্ট জূম
bs_ba: Podrazumijevani zum
ca: Zoom per defecte
cs: Výchozí velikost
da: Standardzoom
el: Προεπιλεγμένη εστίαση
fr: Zoom par défaut
hr: Zadani zum
hu: Alapértelmezett nagyítás
id: Zum bawaan
ja: 既定の拡大率
ru: Масштаб по умолчанию
sl: Privzeta povečava
sr: Подразумевани зум

# IDD_PPAGEFULLSCREEN_IDC_STATIC2
source: s
ar: ثانية
be: с
el: δ
he: שניות
hy: վ
ja: 秒
ru: с
sr: с
th_th: วิ.
uk: с

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Zoom and Alignment
de: Zoom und Ausrichtung
es: Escala y Alineamiento

# IDD_PPAGEPLAYBACK_IDC_STATIC4
source: Vertical Alignment:
de: Vertikale Ausrichtung:
es: Alineamiento Vertical

# IDD_SUBTITLEDL_DLG_IDC_BUTTON4
source: Search
de: Suchen
es: Buscar

# IDD_PPAGEAUDIORENDERER_IDC_CHECK4
source: Ignore system channel mixer (always ignored in exclusive WASAPI mode)
de: Systemkanalmischer ignorieren (wird im exklusiven WASAPI-Modus immer ignoriert)
es: Ignorar el mezclador de canales (siempre se ignora en modo exclusivo de WASAPI)

# IDD_PPAGEACCELTBL_CAPTION
source: Shortcut Keys
de: Tastenkombination

# IDD_PPAGEAUDIORENDERER_IDC_BUTTON1
source: C. Moy
de: Chu Moy

# IDD_PPAGEAUDIORENDERER_IDC_BUTTON2
source: J. Meier
de: Jan Meier

# IDD_DEBUGSHADERS_DLG_IDC_RADIO1
source: PS 2.0
he: מצליל פיקסלים 2.0

# IDD_DEBUGSHADERS_DLG_IDC_RADIO2
source: PS 2.0b
he: מצליל פיקסלים 2.0b

# IDD_DEBUGSHADERS_DLG_IDC_RADIO3
source: PS 2.0a
he: מצליל פיקסלים 2.0a

# IDD_DEBUGSHADERS_DLG_IDC_RADIO4
source: PS 3.0
he: מצליל פיקסלים 3.0
