Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_SCALE_ULTRAWIDE
source: Zoom to Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
ar: التقريب لكامل الشاشة العريضة,%.3f,%.3f,%.3f,%.3f
be: Маштабаваць у Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
bn: Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f এ জূম করি
bs_ba: Zumiraj na Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
ca: Zoom a pantalla ultrapanoràmica,%.3f,%.3f,%.3f,%.3f
cs: Zvětšit na Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
da: Zoom til ultra-widescreen,%.3f,%.3f,%.3f,%.3f
de: Zoom für Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
el: Εστίαση σε υπερευρυγώνια οθόνη,%.3f,%.3f,%.3f,%.3f
es: Escalar a pantalla ultrapanorámica,%.3f,%.3f,%.3f,%.3f
eu: &Zooma Ultra-Ikusleiho-zabalera,%.3f,%.3f,%.3f,%.3f
fi: Zoomaa Ultra-laajakuvanäyttöön,%.3f,%.3f,%.3f,%.3f
fr: Zoom écran ultra-large,%.3f,%.3f,%.3f,%.3f
gl: Zoom a Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
he: זום למסך אולטרה-רחב,%.3f,%.3f,%.3f,%.3f
hr: Zumiraj na ultra široki ekran,%.3f,%.3f,%.3f,%.3f
hu: Nagyítás Ultra-Szélesvásznúra,%.3f,%.3f,%.3f,%.3f
hy: Նշել չափը Ամենա-Լայնէկրան,%.3f,%.3f,%.3f,%.3f
it: Zoom a Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
ja: ウルトラワイド画面に拡大,%.3f,%.3f,%.3f,%.3f
lt: Didinti Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
ms_my: Zum Ke Skrin Lebar-Ultra,%.3f,%.3f,%.3f,%.3f
nl: Zoom naar ultra breedbeeld,%.3f,%.3f,%.3f,%.3f
pa: ਅਲਟਰਾ-ਵਾਈਡ-ਸਕਰੀਨ ਲਈ ਜ਼ੂਮ ਕਰੋ,%.3f,%.3f,%.3f,%.3f
pl: Przeskaluj do formatu ultra-szerokoekranowego,%.3f,%.3f,%.3f,%.3f
ru: Масштабировать в Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
sk: Priblížiť na šírku obrazovky - ultra,%.3f,%.3f,%.3f,%.3f
sl: Povečaj v Ultra-Širokozaslonsko,%.3f,%.3f,%.3f,%.3f
sr: Зумирај за ултрашироки екран,%.3f,%.3f,%.3f,%.3f
sv: Zoom Till Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
th_th: ซูมเป็นจอกว้างพิเศษ,%.3f,%.3f,%.3f,%.3f
tt: Масштабировать в Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
vi: Phóng cho màn hình rộng,%.3f,%.3f,%.3f,%.3f

# IDS_PLAYLIST_HIDEFS
source: &Hide on Fullscreen
ar: إخفاء على الشاشة الكاملة
be: Схаваць у поўнаэкранным рэжыме
bn: ফুলস্ক্রীনে লুকিয়ে যাওয়া সক্রিয়করণ
bs_ba: Sakrij u prikazu preko Cijelog ekrana
ca: &Amaga en pantalla completa
cs: Skrýt v režimu na celou obrazovku
da: &Skjul i fuldskærm
de: &Bei Vollbild ausblenden
el: &Απόκρυψη σε πλήρη οθόνη
es: Ocultar en pantalla completa
eu: E&zkutatu Ikusleiho-osoan
fi: Piilota Kokonäytössä
fr: Cac&her la liste de lecture en plein écran
gl: Agochar en pantalla completa
he: הסתר במסך מלא
hr: Sa&krij u cijelom zaslonu
hu: Elrejtés Teljes képernyős módban
hy: Թաքցնել, եթե ամբողջ էկրանով է
it: Nascondi a schermo intero
ja: 全画面表示で隠す(&H)
lt: Slėpti pilno ekrano režime
ms_my: Sembunyi bila Skrin Penuh
nl: Bij volledig scherm verbergen
pa: ਪੂਰੀ ਸਕਰੀਨ ਉੱਤੇ ਓਹਲੇ ਕਰੋ
pl: Ukryj w trybie pełnoekranowym
ru: Скрыть в полноэкранном режиме
sk: Skryť p&ri režime na celú obrazovku
sl: Skrij v celozaslonsko
sr: Сакриј у режиму &целог екрана
sv: Göm i Helskärm
th_th: ซ่อนเมื่อเต็มจอ
tt: Тулы экранда яшерергә
vi: &Ẩn trên toàn màn hình

# IDS_CONTROLS_STOPPED
source: Stopped
ar: متوقف
be: Спынена
bn: থামানো রয়েছে
bs_ba: Zaustavljeno
ca: Aturat
cs: Zastaveno
da: Stoppet
de: Stopp
el: Διακόπηκε
es: Detenido
eu: Geldituta
fi: Pysäytetty
fr: Arrêté
gl: Detido
he: נעצר
hr: Zaustavljeno
hu: Leállítva
hy: Կանգնեցված
it: Fermato
ja: 停止
lt: Sustabdyta
ms_my: Dihentikan
nl: Gestopt
pa: ਰੋਕਿਆ
pl: Zatrzymano
ru: Остановлено
sk: Zastavené
sl: Ustavljeno
sr: Заустављено
sv: Stoppad
th_th: ถูกหยุด
tt: Туктатылды
vi: Đã ngừng

# IDS_CONTROLS_BUFFERING
source: Buffering... (%d%%)
ar: الحجز المؤقت... (%d%%)
be: Буферызацыя... (%d%%)
bn: বাফারিং হচ্ছে... (%d%%)
bs_ba: Bafering... (%d%%)
ca: S'està emmagatzemant a la memòria intermèdia… (%d %%)
cs: Ukládání do vyrovnávací paměti... (%d%%)
da: Gemmer i buffer... (%d%%)
de: Fülle Puffer... (%d %%)
el: Προσωρινή μνήμη... (%d%%)
es: Almacenando en buffer (cola)… (%d %%)
eu: Oroimeneratzen... (%d%%)
fi: Puskuroidaan... (%d%%)
fr: Mise en mémoire tampon... (%d%%)
gl: Almacenando en Búfer... (%d%%)
he: ממלא חוצץ... (%d%%)
hr: Učitavanje... (%d%%)
hu: Pufferelés... (%d%%)
hy: Պահենացում... (%d%%)
it: Bufferizzazione... (%d%%)
ja: バッファ中... (%d%%)
lt: Kaupiama... (%d%%)
ms_my: Menimbal... (%d%%)
nl: Buffer... (%d%%)
pa: ਬਫ਼ਰ ਕਰ ਰਿਹਾ ਹੈ... (%d%%)
pl: Buforowanie... (%d%%)
ru: Буферизация... (%d%%)
sk: Načítavanie... (%d%%)
sl: Medpomnjenje... (%d%%)
sr: Стављам у бафер… (%d%%)
sv: Buffrar... (%d%%)
th_th: กำลังบัฟเฟอร์... (%d%%)
tt: Буферизация... (%d%%)
vi: Đang đệm... (%d%%)

# IDS_CONTROLS_CAPTURING
source: Capturing...
ar: إستحواذ..
be: Ідзе захоп...
bn: ক্যাপচার হচ্ছে...
bs_ba: Snimanje...
ca: S'està capturant…
cs: Zachytávání...
da: Indspilning...
de: Aufnahme läuft...
el: Καταγραφή...
es: Capturando...
eu: Harpenean...
fi: Kaapataan...
fr: Capture...
gl: Capturando...
he: לוכד...
hr: Snimanje...
hu: Rögzítés...
hy: Տեսագրվում է...
it: Cattura...
ja: キャプチャ中...
lt: Įrašoma...
ms_my: Menangkap...
nl: Opname...
pa: ...ਕੈਪਚਰ ਕਰ ਰਿਹਾ ਹੈ
pl: Przechwytywanie...
ru: Идет захват...
sk: Prebieha zaznamenávanie...
sl: Zajem...
sr: Снимам…
sv: Spelar in...
th_th: กำลังจับข้อมูล...
tt: Эләктерү бара...
vi: Đang bắt hình

# IDS_CONTROLS_OPENING
source: Opening...
ar: فتح..
be: Адкрыццё...
bn: চালনা হচ্ছে...
bs_ba: Otvaranje...
ca: S'està obrint…
cs: Otevírání...
da: Åbner...
de: Öffne...
el: Άνοιγμα...
es: Abriendo...
eu: Irekitzen...
fi: Avataan...
fr: Ouverture...
gl: Abrindo...
he: פותח...
hr: Otvaranje...
hu: Megnyitás...
hy: Բացվում է...
it: Apertura...
ja: 開いています...
lt: Atveriama...
ms_my: Membuka...
nl: Openen...
pa: ...ਖੋਲ੍ਹ ਰਿਹਾ ਹੈ
pl: Otwieranie...
ru: Открытие...
sk: Otvára sa...
sl: Odpiranje...
sr: Отварам…
sv: Öppnar...
th_th: กำลังเปิด...
tt: Ачыла...
vi: Đang mở

# IDS_CONTROLS_CLOSED
source: Closed
ar: إغلاق
be: Закрыта
bn: বন্ধ রয়েছে
bs_ba: Zatvoreno
ca: Tancat
cs: Zavřeno
da: Lukket
de: Geschlossen
el: Κλειστό
es: Cerrado
eu: Itxita
fi: Suljettu
fr: Fermé
gl: Pechado
he: סגור
hr: Zatvaranje
hu: Bezárva
hy: Փակ է
it: Chiuso
ja: 閉じました
lt: Užverta
ms_my: Ditutup
nl: Gesloten
pa: ਬੰਦ ਕੀਤਾ
pl: Zamknięto
ru: Закрыто
sk: Zatvorené
sl: Zaprto
sr: Затворено
sv: Stängd
th_th: ถูกปิด
tt: Ябык
vi: Đã hủy

# IDS_SUBTITLES_OPTIONS
source: &Options...
ar: خيارات
be: &Опцыі...
bn: অপশনসমূহ...(&O)
bs_ba: &Opcije...
ca: &Opcions…
cs: &Možnosti...
da: &Indstillinger...
de: &Optionen...
el: Επι&λογές...
es: &Opciones...
eu: A&ukerak...
fi: Asetukset...
gl: &Opcións...
he: הגדרות...
hr: &Opcije...
hu: &Beállítások...
hy: &Ընտրանքներ...
it: &Opzioni...
ja: オプション(&O)...
lt: &Nustatymai...
ms_my: &Pilihan...
nl: &Opties...
pa: ...ਚੋਣਾਂ(&O)
pl: &Ustawienia...
ru: &Настройки...
sk: &Nastavenia...
sl: M&ožnosti...
sr: &Опције…
sv: &Inställningar...
th_th: &ตัวเลือก...
tt: &Рәвешләр...
vi: &Tuỳ chọn

# IDS_SUBTITLES_STYLES
source: &Styles...
ar: الأساليب..
be: &Стылі...
bn: ধরনসমূহ...(&S)
bs_ba: &Stilovi...
ca: &Estils...
cs: &Styly...
da: &Typografi...
de: &Style anpassen...
el: &Στυλ...
es: &Estilos...
eu: E&stiloak...
fi: &Tyylit...
gl: E&stilos...
he: סגנונות...
hr: &Stilovi...
hu: &Stílusok...
hy: &Ոճեր...
it: &Stili...
ja: スタイル(&S)...
lt: &Stiliai...
ms_my: &Gaya...
nl: &Stijlen...
pa: ...ਸ਼ੈਲੀ(&S)
pl: &Style...
ru: &Стили...
sk: &Štýly...
sl: &Slogi...
sr: &Стилови…
sv: &Stilar...
th_th: &ลักษณะ...
tt: &Стильләр...
vi: &Dạng...

# IDS_SUBTITLES_RELOAD
source: &Reload
ar: إعادة التحميل
be: &Перазагрузіць
bn: পুনরায় লোড করি(&R)
bs_ba: Ponovo učitaj
ca: &Recarrega
cs: &Načíst znovu
da: &Genindlæs
de: &Erneut laden
el: Επανα&φόρτωση
es: &Recargar
eu: B&irgertatu
fi: &Lataa uudelleen
fr: &Recharger
gl: &Recargar
he: טען מחדש
hr: Ponovno pok&reni
hu: &Újratöltés
hy: &Վերաբացել
it: &Ricarica
ja: 再読み込み(&R)
lt: &Įkelti iš naujo
ms_my: &Muat Semula
nl: &Herladen
pa: ਮੁੜ-ਲੋਡ ਕਰੋ(&R)
pl: &Wczytaj ponownie
ru: Перезагрузить
sk: &Načítať znova
sl: &Ponovno naloži
sr: &Поново учитај
sv: &Ladda om
th_th: โ&หลดอีกครั้ง
tt: &Кабат йөкләргә
vi: &Nạp lại

# IDS_SUBTITLES_ENABLE
source: &Enable
ar: تمكين
be: &Уключыць
bn: সক্রিয়(&E)
bs_ba: Omogući
ca: &Activa
cs: &Povolit
da: &Aktivér
de: &Anzeigen
el: Ενε&ργοποίηση
es: &Activar
eu: &Gaitu
fi: Päällä
fr: &Activer
gl: &Activar
he: הדלק
hr: &Omogući
hu: &Engedélyezés
hy: &Միացնել
it: &Abilita
ja: 表示(&E)
lt: Į&galinti
ms_my: B&enarkan
nl: &Activeren
pa: ਸਮਰੱਥ ਕਰੋ(&E)
pl: &Wyświetlaj
ru: &Включить
sk: &Zapnúť
sl: &Omogoči
sr: О&могући
sv: &Aktivera
th_th: ใ&ช้งาน
tt: &Кабызырга
vi: &Kích hoạt

# IDS_PANSCAN_EDIT
source: &Edit...
ar: تعديل..
be: Змяніць...
bn: এডিট করি...(&E)
bs_ba: Izmijeni...
ca: &Edita…
cs: Upravit...
da: &Rediger...
de: &Profil bearbeiten...
el: Επεξεργασία...
es: Editar...
eu: &Editatu...
fi: &Muokkaa...
fr: &Modifier...
gl: &Editar...
he: ערוך...
hr: Ur&edi...
hu: Szerkesztés...
hy: Խմբագրել...
it: Modifica...
ja: 編集(&E)...
lt: R&edaguoti...
ms_my: &Sunting...
nl: Bewerk...
pa: ...ਸੋਧ(&E)
pl: &Edytuj...
ru: Изменить...
sk: Ú&pravy...
sl: Ur&ejaj...
sr: &Уреди…
sv: Redigera...
th_th: แ&ก้ไข...
tt: Үзгәртергә...
vi: &Sửa

# IDS_INFOBAR_TITLE
source: Title
ar: العنوان
be: Назва
bn: টাইটেল
bs_ba: Naslov
ca: Títol
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
eu: Izenburua
fi: Nimike
fr: Titre
gl: Título
he: כותרת
hr: Naslov
hu: Cím
hy: Անունը
it: Titolo
ja: タイトル
lt: Pavadinimas
ms_my: Tajuk
nl: Titel
pa: ਟਾਈਟਲ
pl: Tytuł
ru: Название
sk: Titul
sl: Naslov
sr: Наслов
sv: Titel
th_th: หัวเรื่อง
tt: Исеме
vi: Tiêu đề

# IDS_INFOBAR_AUTHOR
source: Author
ar: المؤلف
be: Аўтар
bn: প্রবর্তক
bs_ba: Autor
ca: Autor
cs: Autor
da: Forfatter
de: Autor
el: Δημιουργός
es: Autor
eu: Egilea
fi: Julkaisija
fr: Auteur
gl: Autor
he: יוצר
hr: Autor
hu: Szerző
hy: Հեղինակը
it: Autore
ja: 作成者
lt: Autorius
ms_my: Pengarang
nl: Auteur
pa: ਲੇਖਕ
pl: Autor
ru: Автор
sk: Autor
sl: Avtor
sr: Аутор
sv: Författare
th_th: ผู้สร้างสรรค์
tt: Авторы
vi: Tác giả

# IDS_INFOBAR_COPYRIGHT
source: Copyright
ar: حقوق الطبع
be: Аўтарскае права
bn: কপিরাইট
bs_ba: Autorska prava
da: Ophavsret
eu: Copyrighta
gl: Dereitos do autor
he: זכויות יוצרים
hr: Autorska prava
hu: Szerzői jog
hy: Իրավունքներ
ja: 著作権
lt: Autorinės teisės
ms_my: Hakcipta
nl: Auteursrechten
pa: ਕਾਪੀਰਾਈਟ
pl: Prawa autor.
ru: Копирайт
sk: Autorské práva
sl: Avtorske pravice
sr: Аутор. права
sv: Upphovsrätt
th_th: ลิขสิทธิ์
tt: Хокуклар
vi: Bản quyền

# IDS_INFOBAR_RATING
source: Rating
ar: التقييم
be: Рэйтынг
bn: মূল্যায়ন
bs_ba: Ocjena
ca: Classificació
cs: Hodnocení
da: Klassificering
de: Bewertung
el: Διαβάθμιση
es: Clasificación
eu: Maila
fi: Luokitus
fr: Évaluation
gl: Clasificación
he: דירוג
hr: Ocjena
hu: Minősítés
hy: Վարկանիշը
it: Voto
ja: 評価
lt: Įvertinimas
ms_my: Penarafan
nl: Waardering
pa: ਰੇਟਿੰਗ
pl: Ocena
ru: Рейтинг
sk: Hodnotenie
sl: Ocena
sr: Оцена
sv: Betyg
th_th: ระดับคะแนน
tt: Рейтингы
vi: Đánh giá

# IDS_INFOBAR_DESCRIPTION
source: Description
ar: الوصف
be: Апісанне
bn: বিবরণী
bs_ba: Opis
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
eu: Azalpena
fi: Kuvaus
gl: Descrición
he: תיאור
hr: Opis
hu: Leírás
hy: Նկարագրությունը
it: Descrizione
ja: 説明
lt: Aprašymas
ms_my: Keterangan
nl: Beschrijving
pa: ਵੇਰਵਾ
pl: Opis
ru: Описание
sk: Popis
sl: Opis
sr: Опис
sv: Beskrivning
th_th: คำอธิบาย
tt: Тасвирлама:
vi: Mô tả

# IDS_INFOBAR_DOMAIN
source: Domain
ar: المجال
be: Вобласць
bn: ডোমেইন
bs_ba: Domena
ca: Domini
cs: Doména
da: Område
el: Τομέας
es: Dominio
eu: Domeinua
fr: Domaine
gl: Dominio
he: שם מתחם
hr: Domena
hu: Tartomány
hy: Շրջանը
it: Dominio
ja: 領域
lt: Domenas
nl: Domein
pa: ਡੋਮੇਨ
pl: Domena
ru: Область
sk: Doména:
sl: Domena
sr: Домен
sv: Domän
th_th: โดเมน
tt: Өлкә
vi: Miền

# IDS_AG_CLOSE
source: Close
ar: إغلاق
be: Закрыць
bn: বন্ধ করি
bs_ba: Zatvori
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
eu: Itxi
fi: Sulje
fr: Fermer
gl: Pechar
he: סגור
hr: Zatvori
hu: Bezárás
hy: Փակել
it: Chiudi
ja: 閉じる
lt: Užverti
ms_my: Tutup
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sr: Затвори
sv: Stäng
th_th: ปิด
tt: Ябарга
vi: Hủy

# IDS_AG_NONE
source: None
ar: لاشيئ
be: Няма
bn: কোনোটা না
bs_ba: Ništa
ca: Cap
cs: Žádné
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
eu: Ezer ez
fi: Ei mitään
fr: Aucun
gl: Ningún
he: כלום
hr: Ništa
hu: Nincs
hy: Չկա
it: Nessuno
ja: なし
lt: Joks
ms_my: Tiada
nl: Geen
pa: ਕੋਈ ਨਹੀਂ
pl: Brak
ru: Нет
sk: Žiadne
sl: Noben
sr: нема
sv: Ingen
th_th: ไม่มี
tt: Юк
vi: Không có

# IDS_AG_COMMAND
source: Command
ar: الأمر
be: Дзеянне
bn: কমান্ড
bs_ba: Komanda
ca: Ordre
cs: Příkaz
da: Kommando
de: Befehl
el: Εντολή
es: Comando
eu: Agindua
fi: Komento
fr: Commande
gl: Comando
he: פקודה
hr: Naredba
hu: Parancs
hy: Հրաման
it: Comando
ja: コマンド
lt: Komanda
ms_my: Perintah
nl: Opdracht
pa: ਕਮਾਂਡ
pl: Polecenie
ru: Команда
sk: Príkaz
sl: Ukaz
sr: Команда
sv: Kommand
th_th: คำสั่ง
tt: Боерык
vi: Lệnh

# IDS_AG_KEY
source: Key
ar: المفتاح
be: Клавіша
bn: কী
bs_ba: Tipka
ca: Tecla
cs: Klávesa
da: Tast
de: Taste
el: Πλήκτρο
es: Tecla
eu: Tekla
fi: Avain
fr: Touche
gl: Tecla
he: מקש
hr: Tipka
hu: Billentyű
hy: Բանալին
it: Chiave
ja: キー
lt: Spartusis klavišas
ms_my: Kunci
nl: Toets
pa: ਸਵਿੱਚ
pl: Klawisz
ru: Клавиша
sk: Kláves
sl: Tipka
sr: Тастер
sv: Nyckel
th_th: ปุ่มคีย์
tt: Төймә
vi: Phím

# IDS_AG_MOUSE
source: Mouse Windowed
ar: فأرة ذات نوافذ
be: Мыш (аконны рэжым)
bn: মাউস উইন্ডো'ড
bs_ba: Miš u Prozoru
ca: Ratolí en mode finestra
cs: Myš v okně
da: Mus i vindue
de: Maus im Fenster
el: Ποντίκι παραθύρου
es: Ratón en modo ventana
eu: Sagua Leihotuta
fi: Hiiri ikkunoitu
fr: Souris (mode fenêtré)
gl: Rato en modo xanela
he: חלון עכבר
hr: Miš u prozoru
hu: Egér ablakos módban
hy: Մկնիկի պատուհանը
it: Mouse in finestra
ja: マウス ウィンドウ
lt: Pelė lango režime
ms_my: Tetikus Bertetingkap
nl: Muis vast in scherm
pa: ਮਾਊਸ ਵਿੰਡੋਡ
pl: Mysz (okno)
ru: Мышь в окне
sk: Myš - v okne
sl: Miška okensko
sr: Миш у прозору
sv: Mus i fösterläge
th_th: เม้าส์ หน้าต่าง
tt: Тычкан тәрәзәдә
vi: Chuột cửa sổ

# IDS_AG_MOUSE_FS
source: Mouse Fullscreen
ar: شاشة فأرة كاملة
be: Мыш (поўнаэкранны рэжым)
bn: মাউস ফুলস্ক্রীন
bs_ba: Miš Cijeli Ekran
ca: Ratolí en pantalla completa
cs: Myš na celou obrazovku
da: Mus i fuldskærm
de: Maus im Vollbild
el: Ποντίκι πλήρους οθόνης
es: Ratón en pantalla completa
eu: Sagua Ikusleiho-osoan
fi: Hiiri Kokonäyttö
fr: Souris (plein écran)
gl: Rato en pantalla completa
he: מסך מלא עכבר
hr: Miš u cijelom zaslonu
hu: Egér teljes képernyős módban
hy: Մկնիկով ամբողջ էկրանով
it: Mouse a schermo intero
ja: マウス フルスクリーン
lt: Pelė pilno ekrano režime
ms_my: Tetikus Skrin Penuh
nl: Muis volledig scherm
pa: ਮਾਊਸ ਪੂਰੀ ਸਕਰੀ
pl: Mysz (pełny ekran)
ru: Мышь на полном экране
sk: Myš - na celú obrazovku
sl: Miška celozaslonsko
sr: Миш на целом екрану
sv: Mus i helskärmsläge
th_th: เม้าส์ เต็มจอ
tt: Тычкан тулы экранда
vi: Chuột ở toàn màn hình

# IDS_AG_APP_COMMAND
source: App Command
ar: تطبيق الأمر
be: Каманда праграмы
bn: অ্যাপ কমান্ড
bs_ba: Komanda Programa
ca: Ordre de l'aplicació
cs: Příkaz aplikace
da: App kommando
de: Anwendungsbefehl
el: Εντολή εφαρμογής
es: Comando de la aplicación
eu: Gehitu Agindua
fi: Ohjelmakomento
fr: Commande
gl: Comando do App
he: פקודת יישום
hr: Naredbe aplikacije
hu: Prog. Parancs
hy: Հրաման
it: Comando App.
ja: アプリケーション コマンド
lt: Programos komanda
ms_my: Perintah Apl
nl: App opdracht
pa: ਐਪ ਕਮਾਂਡ
pl: Polecenie programu
ru: Команда приложения
sk: Príkaz programu
sl: Aplik. ukaz
sr: Команда програма
sv: App-kommando
th_th: คำสั่งแอพพ์
tt: Кушымта боерыгы
vi: Lệnh ứng dụng

# IDS_AG_MEDIAFILES
source: Media files (all types)
ar: ملفات الوسائط (كل الأنواع)
be: Медыяфайлы (усе тыпы)
bn: মিডিয়া ফাইলসমূহ (সকল ধরনের)
bs_ba: Media dokumenti (svi tipovi)
ca: Fitxers multimèdia (tots els tipus)
cs: Mediální soubory (všechny typy)
da: Mediefiler (alle typer)
de: Alle Medienformate
el: Αρχεία πολυμέσων (όλοι οι τύποι)
es: Archivos audiovisuales (todos los tipos)
eu: Multimedia agiriak (mota guztiak)
fi: Mediatiedostot (kaikki tyypit)
fr: Fichiers multimédia (tous types)
gl: Ficheiros de Medios (Todos os tipos)
he: קבצי מדיה (כל הסוגים)
hr: Medijske datoteke (sve vrste)
hu: Média fájlok (összes típus)
hy: Մեդիաֆայլեր (բոլոր տեսակի)
it: File multimediali (tutti i tipi)
ja: メディア ファイル (すべての種類)
lt: Vaizdo failai (visi tipai)
ms_my: Fail media (semua jenis)
nl: Media bestanden (alle typen)
pa: ਮੀਡੀਆ ਫ਼ਾਈਲਾਂ (ਸਭ ਕਿਸਮਾਂ)
pl: Wszystkie pliki multimedialne
ru: Медиафайлы (все типы)
sk: Mediálne súbory (všetky typy)
sl: Multimedijske datoteke (vse vrste)
sr: Медијске датотеке (сви типови)
sv: Mediefiler (alla typer)
th_th: ไฟล์สื่อ (ทุกชนิด)
tt: Медиафайллар (бөтен төрләр)
vi: Các tập tin media (tất cả các tệp)

# IDS_AG_ALLFILES
source: All files (*.*)|*.*|
ar: كل الملفات (*.*)|*.*|
be: Усе файлы (*.*)|*.*|
bn: সকল ফাইল (*.*)|*.*|
bs_ba: Svi dokumenti (*.*)|*.*|
ca: Tots els fitxers (*.*)|*.*|
cs: Všechny soubory (*.*)|*.*|
da: Alle filer (*.*)|*.*|
de: Alle Dateien (*.*)|*.*|
el: Όλα τα αρχεία (*.*)|*.*|
es: Todos los archivos (*.*)|*.*|
eu: Agiri guztiak (*.*)|*.*|
fi: Kaikki tiedostot (*.*)|*.*|
fr: Tous les fichiers (*.*)|*.*|
gl: Todos os Ficheiros (*.*)|*.*|
he: כל הקבצים (*.*)|*.*|
hr: Sve datoteke (*.*)|*.*|
hu: Összes fájl (*.*)|*.*|
hy: Բոլոր ֆայլերը (*.*)|*.*|
it: Tutti i file (*.*)|*.*|
ja: すべてのファイル (*.*)|*.*|
lt: Visi failai (*.*)|*.*|
ms_my: Semua fail (*.*)|*.*|
nl: All bestanden (*.*)|*.*|
pa: ਸਭ ਫ਼ਾਈਲਾਂ (*.*)|*.*|
pl: Wszystkie pliki (*.*)|*.*|
ru: Все файлы (*.*)|*.*|
sk: Všetky súbory (*.*)|*.*|
sl: Vse datoteke (*.*)|*.*|
sr: Све датотеке (*.*)|*.*|
sv: Alla filer (*.*)|*.*|
th_th: ไฟล์ทั้งหมด (*.*)|*.*|
tt: Барлык файллар (*.*)|*.*|
vi: Tất cả các tệp (*.*)|*.*|

# IDS_AG_AUDIOFILES
source: Audio files (all types)
ar: ملفات الصوت (كل الأنواع)
be: Аўдыяфайлы (усе тыпы)
bn: অডিও ফাইলসমূহ (সকল ধরনের)
bs_ba: Audio dokumenti (svi tipovi)
ca: Fitxers d'àudio (tots els tipus)
cs: Audio soubory (všechny typy)
da: Lydfiler (alle typer)
de: Alle Audioformate
el: Αρχεία ήχου (όλοι οι τύποι)
es: Archivos de audio (todos los tipos)
eu: Audio agiriak (mota guztiak)
fi: Äänitiedostot (kaikki tyypit)
fr: Fichiers audio (tous types)
gl: Ficheiros de Audio (Todos os tipos)
he: קבצי שמע (כל הסוגים)
hr: Zvukovne datoteke (sve vrste)
hu: Audió fájlok (all types)
hy: Ձայնային ֆայլեր (բոլոր տեսակի)
it: File audio (tutti i tipi)
ja: オーディオ ファイル (すべての種類)
lt: Garso failai (visi tipai)
ms_my: Fail audio (semua jenis)
nl: Audio bestanden (alle typen)
pa: ਆਡੀਓ ਫ਼ਾਈਲਾਂ (ਸਭ ਕਿਸਮਾਂ)
pl: Pliki audio (wszystkie typy)
ru: Аудиофайлы (все типы)
sk: Zvukové súbory (všetky typy)
sl: Zvočne datoteke (vse vrste)
sr: Аудио-датотеке (сви типови)
sv: Ljudfiler (alla typer)
th_th: ไฟล์เสียง (ทุกชนิด)
tt: Аудиофайллар (бөтен төрләр)
vi: Tệp âm thanh (tất cả các tệp)

# IDS_AG_NOT_KNOWN
source: Not known
ar: غير معروف
be: Невядома
bn: অজ্ঞাত
bs_ba: Nije poznato
ca: Desconegut
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Δεν είναι γνωστό
es: No conocido
eu: Ez Ezaguna
fi: Tuntematon
fr: Inconnu
gl: Descoñecido
he: לא ידוע
hr: Nepoznato
hu: Ismeretlen
hy: Հայտնի չէ
it: Sconosciuto
ja: 不明
lt: Nežinomas
ms_my: Tidak diketahui
nl: Onbekend
pa: ਪਤਾ ਨਹੀਂ ਹੈ
pl: Brak danych
ru: Неизвестно
sk: Neznáme
sl: Nepoznano
sr: Непознато
sv: Ej känt
th_th: ไม่ทราบ
tt: Билгесез
vi: Không biết

# IDS_MPLAYERC_0
source: Quick Open File
ar: فتح ملف سريع
be: Хутка адкрыць файл
bn: দ্রুত ফাইল খুলি
bs_ba: Brzo Otvaranje Dokumenta
ca: Obertura ràpida de fitxer
cs: Rychle otevřít soubor
da: Åbn fil hurtigt
de: Mediendatei öffnen
el: Γρήγορο άνοιγμα αρχείου
es: Apertura rápida de archivo
eu: Agiri Irekitze Azkarra
fi: Pika-avaa tiedosto
fr: Ouvrir rapidement
gl: Abrir ficheiro rapidamente
he: פתיחה מהירה של קובץ
hr: Brzo otvaranje
hu: Gyors fájl megnyitás
hy: Բացեք ֆայլ
it: Apri Veloce File
ja: クイック再生
lt: Atverti failą greitai
ms_my: Buka Fail Pantas
nl: Snel bestand openen
pa: ਤੁਰੰਤ ਫ਼ਾਈਲ ਖੋਲ੍ਹੋ
pl: Szybkie otwieranie
ru: Быстро открыть файл
sk: Rýchle otvorenie súboru
sl: Hitro odpri datoteko
sr: Брзо отвори датотеку
sv: Snabböppna fil
th_th: เปิดไฟล์ด่วน
tt: Файлны тиз ачарга...
vi: Mở nhanh tệp

# IDS_AG_OPEN_FILE
source: Open File/URL
ar: فتح ملف
be: Адкрыць файл
bn: ফাইল খুলি
bs_ba: Otvori Dokument
ca: Obre un fitxer
cs: Otevřít soubor
da: Åbn fil
de: Medien öffnen
el: Άνοιγμα αρχείου
es: Abrir archivo
eu: Ireki Agiria
fi: Avaa tiedosto
fr: Ouvrir un fichier
gl: Abrir Ficheiro
he: פתיחת קובץ
hr: Otvori datoteku
hu: Fájl megnyitása
hy: Բացել ֆայլ
it: Apri file
ja: ファイル/URL を開く
lt: Atverti failą
ms_my: Buka Fail
nl: Bestand openen
pa: ਫ਼ਾਈਲ ਖੋਲ੍ਹੋ
pl: Otwórz plik
ru: Открыть файл
sk: Otvoriť súbor
sl: Odpri datoteko
sr: Отвори датотеку
sv: Öppna fil
th_th: เปิดไฟล์
tt: Файлны ачарга
vi: Mở tệp

# IDS_AG_OPEN_DVD
source: Open DVD/BD
ar: فتح DVD/BD
be: Адкрыць DVD/BD
bn: &DVD/BD খুলি
bs_ba: Otvori DVD/BD
ca: Obre un DVD/BD
cs: Otevřít DVD/BD
da: Åbn DVD/BD
de: DVD/BD öffnen
el: Άνοιγμα DVD/BD
es: Abrir DVD/BD
eu: Ireki DVD/BD-a
fi: Avaa DVD/BD
fr: Lancer un DVD/BD
gl: Abrir DVD/BD
he: פתח די.וי.די/BD
hr: Otvori DVD/BD
hu: DVD/BD megnyitása
hy: Բացել DVD/BD
it: Apri DVD/BD
ja: DVD/BD を開く
lt: Atverti DVD/BD
ms_my: Buka DVD/BD
nl: DVD / BD openen
pa: DVD/BD ਖੋਲ੍ਹੋ
pl: Otwórz płytę DVD/BD
ru: Открыть DVD/BD
sk: Otvoriť DVD/BD
sl: Odpri DVD/BD
sr: Отвори DVD/BD
sv: Öppna DVD/BD
th_th: เปิดดีวีดี/บลูเรย์
tt: DVD/BD ачарга...
vi: Mở DVD/BD

# IDS_MAINFRM_POST_SHADERS_FAILED
source: Failed to set post-resize shaders
ar: فشل بوضع المظللات بحجم بعد
be: Не атрымалася ўстанавіць шэйдары post-resize
bn: পরবর্তী-সাইজপরিবর্তন শেইডারসমূহ নির্ধারণ করতে ব্যর্থ হয়েছে
bs_ba: Nije uspjelo podešavanje sjenčila za post-promjenu veličine
ca: No s'han pogut establir els shaders de post-redimensionament
cs: Nastavení shaderů po změně velikosti se nezdařilo
da: Anvendelse af efter-størrelsesændring shadere mislykkedes
de: Kann Shader für Post-Resize nicht einrichten
el: Απέτυχε ο ορισμός σκιάσεων μετά αλλαγής μεγέθους
es: No se pudieron establecer los shaders ('sombreadores') de post-redimensionado
eu: Hutsegitea birneurritze-ondorengo itzalak ezartzerakoan
fi: Koon muutoksen jälkeisten varjostimien asettaminen epäonnistui
fr: Impossible d'activer les effets post-redimensionnement
gl: Fallou en definir post-redimensionamento dos sombreadores
he: קביעת מצלילים אחרי שינוי גודל נכשלה
hr: Post-resize-shader nije moguće postaviti
it: Impostazione degli shader post-resize fallita
ja: サイズ変更後のシェーダを設定できませんでした
lt: Nepavyko nustatyti post-resize tamsinimų
ms_my: Gagal tetapkan pelorek pasca-saiz-semula
nl: Zetten voor veranderen shaders mislukt
pa: ਮੁੜ-ਆਕਾਰ ਦੇ ਬਾਅਦ ਸ਼ੇਡਰ ਸੈਟ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ
pl: Ustawienie shaderów po skalowaniu nie powiodło się
ru: Не удалось установить шейдеры post-resize
sk: Nepodarilo sa nastaviť shadery pre dodatočnú zmenu veľkosti
sl: Napaka pri nastavitvi senčilnikov po spremembi velikosti
sr: Не могу да поставим модуле за сенчење који се извршавају након промене величине
sv: Misslyckades att ställa in post-resize shaders
th_th: ล้มเหลวในการตั้งค่าเฉดเดอร์หลังการปรับขนาด
tt: Не удалось установить шейдеры post-resize
vi: Thất bại trong việc thiết lập sau thay đổi kích thước trình đổ bóng
