Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDC_BUTTON_EXT_SET
source: After clicking this button, the checked state of the format group will reflect the actual file association for MPC-HC. A newly added extension will usually make it grayed, so don't forget to check it again before closing this dialog!
ar: بعد النقر على هذا الزرّ، افحص حالة مجموعة الصيغ إنسخ الملف الفعلي للمشاركة مع MPC-HC. لإضافة الإمتداد الحديث عادة يكون رمادياً، كذلك لا تنسى فحصه ثانية قبل إغلاق صندوق الحوار هذا!
be: Пасля націскання гэтай кнопкі, правераны стан групы фарматаў будзе паказваць рэальныя асацыяцыі файлаў для MPC-HC. Дададзеныя пашырэнні звычайна шэрыя, так што не забывайце праверыць іх зноў перад закрыццём гэтага акна!
bn: এই বাটনটি ক্লিক করার পরে, নির্ধারণকৃত ধরন শ্রেণীর ফাইলসমূহ MPC-HCএর সাথে সম্পৃক্ত হবে। নতুন করে এক্সটেনশন যোগ করলে নির্ধারণ টিক-চিহ্নটি ছাই রং ধারণ করবে, তাই অপশন ডায়লগ বক্স বন্ধ করার পূর্বে সেটা পুনরায় নির্ধারণ করতে ভুলবেন না!
bs_ba: Nakon klika na ovo dugme, označenost grupe formata će oslikavati stvarne asocijacije dokumenata za MPC-HC. Novododane ekstenzije će obično biti sive pa ne zaboravite d aih ponovo uključite prije zatvaranja ovog dijaloga.
ca: Després de clicar en aquest botó, l'estat marcat del grup del format farà que es reflecteixi la associació del fitxer actual amb l'MPC. Una extensió recent afegida es mostrarà ombrejada, així que no oblideu de marcar-la de nou abans de tancar aquest quadre de diàleg!
cs: Stav zaškrtávacího políčka u skupin formátů určuje aktuální asociace MPC-HC. Nově přidaná přípona většinou zruší zaškrtnutí dané skupiny, proto ji před zavřením tohoto dialogu nezapomeňte znovu zaškrtnout!
da: Efter klik på denne knap, vil markeringerne i format-gruppen vise de faktiske filtilknytninger til MPC-HC. En nyligt tilføjet udvidelse vil typisk gøre den grålig, så husk at markere den igen før denne dialogboks lukkes!
de: Zeigt nach Betätigung die aktuelle Dateizuordnung an. Dabei sind Einträge mit neuen Dateiendungen meist mit einem grauen Haken versehen. Bitte solche Haken erneut anwählen, bevor dieses Fenster geschlossen wird.
el: Μετά το κλικ σε αυτό το κουμπί, το επιλεγμένο μέλος της ομάδας μορφής, θα αντικατοπτρίζει την πραγματική συσχέτιση αρχείου για το MPC-HC. Μια επέκταση που προστέθηκε πρόσφατα, θα είναι συνήθως γκρι, ώστε να μην ξεχάσετε να το ελέγξτε ξανά πριν να κλείσετε αυτό το παράθυρο διαλόγου!
es: Tras pulsar este botón, el estado marcado del grupo del formato hará que se refleje la asociación del archivo actual con MPC-HC. Una extensión recién añadida aparecerá sombreada, ¡así que no olvide marcarla de nuevo antes de cerrar este cuadro de diálogo!
eu: Botoi hau sakatu ondoren, hautatutako multzo heuskarri egoerak MPC-HC-rentzat oraingo agiri elkarketa adieraziko du. Berriki gehitutako hedapen ba arrunt urdinabarrago ikusiko da, hortaz ez ahaztu hura berriro hautatzeaz elkarrizketa hau itxitakoan!
fi: Tämän napin klikkauksen jälkeen formaattiryhmän tarkistettu tila heijastaa MPC-HC:n todellista tiedostokytkentää. Vastalisätty tiedostopääte näkyy yleensä harmaana, joten älä unohda merkitä sitä uudelleen ennen tämän dialogin sulkemista.
fr: Après avoir cliqué sur ce bouton, les cases à cocher des groupes de formats vont refléter les véritables associations de fichier pour MPC-HC. Une extension nouvellement ajoutée n'est généralement pas prise en compte immédiatement, il ne faut pas oublier de la sélectionner à nouveau avant de fermer cette boîte de dialogue !
gl: Despois de dar clic neste botón, o estado de comprobación do formato do grupo reflexara as asociacións de ficheiro actuais para MPC-HC. Unha extensión recén engadida usualmente aparecerá en gris, asi que non esquezas marcala de novo antes de pechar este cadro de dialogo!
he: אחרי לחיצה על כפתור זה, המצב המסומן של קבוצת פורמטים ייצג את השיוך האמיתי של הקבצים ל-MPC-HC. הרחבת חדשה שנוספת בדרך כלל תהפוך זאת לאפור, אז אל תשכח לסמון אותו שוב לפני שאתה סוגר את הדיאלוג!
hr: Nakon klikanja ovog gumba provjereno stanje grupe formata će se odraziti na trenutnu datotečnu povezanost za MPC-HC. Novo dodani nastavak će uobičajeno biti zasivljen, nemojte zaboraviti provjeriti još jednom prije zatvaranja ovog dijaloškog okvira!
hu: Miután rákattint erre a gombra, a formátumcsoport bepipált állapota az MPC-HC való aktuális fájlhozzárendeléseket fogja tükrözni. Egy újonnan hozzáadott kiterjesztéssel rendszerint szürkítettre fog váltani, tehát mielőtt bezárja a párbeszédpanelt, ne felejtse el újra bepipálni azt a csoportot!
hy: Այս կոճակը սեղմելուց հետո կցուցադրվի MPC-HC-ի հետ ասոցիացված տեսակների խմբերը։ Նոր ավելացումները երևում են մոխրագույն գույնով, ուստի մի մոռացեք նորից ստուգել դրանք պատուհանը փակելիս։
it: Cliccando questo pulsante, lo stato selezionato del gruppo rifletterà le attuali associazioni di file. Estensioni aggiunte successivamente lo renderanno grigio, quindi ricordati di riselezionarlo prima di chiudere questa finestra!
ja: このボタンをクリックすると、MPC-HC の実際のファイルの関連付けが形式グループのチェックの状態に反映されます。新しく拡張子を追加すると、通常チェック ボックスは灰色表示になるので、このダイアログを閉じる前に必ず再度チェックしてください。
lt: Spragtelėjus šį mygtuką, pasirinkta formatų grupės būsena vaizduos realius failų susiejumus su MPC-HC. Pridėti išplėtimai įprastai nustato būseną į „pilką“ būseną, todėl nepamirškite pažymėti juos vėl prieš uždarant dialogą!
ms_my: Selepas mengklik butang ini, keadaan ditanda bagi kumpulan format akan mengikut perkaitan fail sebenar bagi MPC-HC. Satu sambungan yang baharu ditambah akan menjadikannya kelabu, jadi lupa menanda ia semula sebelum menutup dialog ini!
nl: Als je hierop klikt zal de aangevinkte status bij de formaten-groep overeenkomen met de daadwerkelijke bestandskoppeling van MPC-HC. Een nieuw toegevoegde bestandsextensie zal het meestal grijs maken, dus vergeet die niet weer aan te vinken, voor u deze dialoog sluit!
pl: Zmienia ustawienia formatów obsługiwanych przez program. Po użyciu stan zaznaczenia bieżącej grupy formatów będzie odzwierciedlał aktualnie przypisane skojarzenia dla programu. Nowo dodane rozszerzenie sprawi, że zmieni on kolor na szary, więc proszę pamiętać o ponownym zaznaczeniu tego formatu przed zamknięciem tego okna.
ru: После нажатия этой кнопки, выбранное состояние группы форматов будет отражать реальные ассоциации файлов для MPC-HC. Добавленные расширения обычно устанавливают состояние в "серое", так что не забывайте выделить их опять перед закрытием диалога!
sk: Po kliknutí na toto tlačidlo sa vybraný stav skupiny formátov premietne aj do aktuálnej asociácie programu MPC-HC so súbormi. Po pridaní nového rozšírenia programu sa však asociácie môžu označiť šedou farbou. Preto si ich pred zatvorením tohto dialógu nezabudnite opäť skontrolovať!
sl: Ko kliknete ta gumb bodo označene vrste datotek predstavljale dejansko povezavo datotek za MPC-HC. Na novo dodane vrste datotek bodo običajno prikazane osenčeno, zato jih ne pozabite označiti preden zaprete to pogovorno okno!
sr: Након што кликнете на ово дугме, проверено стање групе формата ће одсликавати стварну повезаност датотека за MPC-HC. Нови наставак ће обично обојити стање у сиво, зато не заборавите да га поново проверите пре него што затворите овај дијалог!
sv: När du klickat på denna knapp, den faktiska läget av format gruppen kommer att återspegla de faktiska fil associationen för MPC-HC. En nyligen till lagt anknytning brukar göra den grå, så glöm inte att kolla upp det igen innan du stänger dialogrutan!
th_th: หลังจากคลิกปุ่มนี้ สถานภาพที่กาเลือกของกลุ่มรูปแบบ จะสะท้อนความสัมพันธ์ไฟล์อย่างแท้จริงสำหรับ MPC-HC, สกุลไฟล์ที่ถูกเพิ่มใหม่มักทำให้มันเป็นสีเทา ดังนั้นอย่าลืมตรวจสอบมันอีกครั้งก่อนปิดกล่องข้อมูลนี้!
tt: После нажатия этой кнопки, выбранное состояние группы форматов будет отражать реальные ассоциации файлов для MPC-HC. Добавленные расширения обычно устанавливают состояние в "серое", так что не забывайте выделить их опять перед закрытием диалога!
vi: Sau khi nhấn vào nút này, nhà nước kiểm tra của các nhóm định dạng sẽ phản ánh sự liên kết tập tin thực tế cho MPC-HC. Một phần mở rộng mới được bổ sung thường sẽ làm cho nó chuyển sang màu xám, do đó, không quên kiểm tra lại một lần nữa trước khi chốt thoại này!

# IDC_CHECK_ALLOW_DROPPING_SUBPIC
source: Disabling this option will prevent the subtitles from blinking but it may cause the video renderer to skip some video frames.
ar: تعطيل هذا الخيار سيمنع الترجمة من الوميض أو الرعشة ولكن ممكن أن يسمح بتخطي بعض الفريمات وقت الريندرنج
be: Адключэнне гэтага параметра прадухіляе мігценне субцітраў, але можа прывесці да пропуску некаторых відэакадраў.
bn: এই অপশনটি নিষ্ক্রিয়করণে সাবটাইটেলের বারবার চমকানো বন্ধ হবে কিন্তু এর জন্য ভিডিও রেনডারার কিছু ভিডিও ফ্রেমসমূহ বাদ দিয়ে যেতে পারে।
bs_ba: Onemogućivanje ove opcije će spriječiti treptanje titlova, ali može uzrokovatai da video renderer preskoči neke video sličice.
ca: Desactivant aquesta opció evitarà que els subtítols parpellegin, però pot provocar que el renderitzador de vídeo ometi alguns fotogrames.
cs: Zakázáním této volby zabráníte blikání titulků, ale místo toho může docházet k přeskakování snímků videa.
da: Deaktiveres denne indstilling vil det forhindre undertekster i at blinke, men det kan få video-rendereren til at springe nogle billeder over.
de: Vermeidet deaktiviert zwar blinkende Untertitel, dafür überspringt der Video-Renderer aber eventuell einige Videobilder.
el: Η απενεργοποίηση αυτής της επιλογής θα αποτρέψει τους υπότιτλους από το τρεμόπαιγμα, αλλά μπορεί να αναγκάσει την απόδοση του βίντεο να παρακάμψει ορισμένα καρέ βίντεο.
es: Deshabilitar esta opción prevendrá que los subtítulos centelleen, pero puede ocasionar que el renderizador de vídeo omita algunos fotogramas.
eu: Aukera hau ezgaitzeak azpidatzien keinukatzea saihestuko du baina bideo aurkezleak zenbait frame jauzi egitea eragin dezake.
fi: Tämän vaihtoehdon käytöstä poisto saattaa estää tekstitysten vilkkumisen, mutta voi aiheuttaa sen, että videomuunnin ohittaa joitakin videoruutuja.
fr: Désactiver cette option permet d'éviter les clignotements de sous-titres mais cela peut causer des pertes de trame.
gl: Ao desactivar esta opción evitarase o parpadeo dos subtítulos, pero é posible que o representador de vídeo se salte algúns fotogramas do vídeo.
hr: Isključivanjem ove opcije će se spriječiti treptanje titlova ali može prouzročiti da video prikazivač preskoči nekoliko slika.
it: La disattivazione di questa opzione previene il salto di alcuni sottotitoli ma può influire sul rendimento video saltando alcuni frame video.
ja: このオプションを無効にすると、字幕が点滅しなくなりますが、ビデオ レンダラが一部のビデオ フレームをスキップする場合があります。
lt: Išjungus šią funkciją bus išvengta subtitrų mirgėjimą, tačiau dėl to gali būti praleidžiami kai kurie vaizdo kadrai vaizduojant.
ms_my: Melumpuhkan pilihan ini akan halang sarikata menjadi berkelip-kelip tetapi ia juga menyebabkan penerap video melangkau beberapa bingkai video.
nl: Het uitschakelen van deze optie wordt voorkomen dat de ondertitels knipperen, maar het kan ertoe leiden dat de video opbouwer enkele video beelden overslaat.
pl: Wyłączenie tej opcji zapobiega migotaniu napisów, ale może spowodować ominięcie niektórych klatek przez renderer obrazu.
ru: Отключение этой опции предотвратит мигание субтитров, но может привести к пропуску некоторых видеокадров при рендеринге.
sk: Zablokovaním tejto voľby zabránite blikaniu titulkov, ale môže spôsobiť preskočenie niektorých snímkov vykresľovačom videa.
sl: Onemogočanje te možnosti bo preprečilo utripanje podnapisov, vendar lahko izpusti nekatere video sličice.
sr: Ако онемогућите ову опцију, титлови више неће трептати, али може доћи до прескакања неких видео-кадрова.
sv: Avaktivering av detta alternativ kommer förhindra undertexterna från att blinka, men kan göra så att videorenderaren hoppar över vissa bildrutor.
th_th: การไม่ใช้งานตัวเลือกนี้จะป้องกันศัพท์บรรยายกระพริบ แต่อาจทำให้ตัวแปลผลวิดีโอทำการข้ามวิดีโอบางเฟรม
vi: Vô hiệu hóa tùy chọn này sẽ ngăn cản phụ đề nhấp nháy, nhưng nó có thể làm cho trình render video bỏ qua một số video khung.

# ID_PLAY_PLAY
source: Play Play
ar: تشغيل تشغيل
be: Прайграванне Прайграванне
bn: প্লে করি প্লে করি
bs_ba: Reprodukuj Reprodukuj
ca: Reprodueix Reprodueix
cs: Přehrát Přehrát
da: Afspil Afspil
de: Wiedergabe Wiedergabe
el: Αναπαραγωγή Αναπαραγωγή
es: Reproducir Reproducir
eu: Irakurri Irakurri
fi: Toista Toista
fr: Lecture Lecture
gl: Reproducir Reproducir
he: נגן נגן
hr: Pokreni Pokreni
hu: Lejátszás Lejátszás
hy: Վերարտադրում Վերարտադրում
ja: 再生 再生
lt: Groti Groti
ms_my: Main Main
nl: Weergave Weergave
pa: ਚਲਾਓ ਚਲਾਓ
pl: Odtwarzanie Rozpocznij odtwarzanie
ru: Воспроизведение Воспроизведение
sk: Prehrať Prehrať
sl: Predvajaj Predvajaj
sr: Репродукуј Репродукуј
sv: Spela Spela
th_th: เล่น เล่น
tt: Уйнату Уйнату
vi: Phát Phát

# ID_PLAY_PAUSE
source: Pause Pause
ar: إيقاف مؤقت إيقاف مؤقت
be: Паўза Паўза
bn: প'জ করি প'জ করি
bs_ba: Pauziraj Pauziraj
ca: Pausa Pausa
cs: Pozastavit Pozastavit
el: Παύση Παύση
es: Pausar Pausar
eu: Pausatu Pausatu
fi: Tauko Tauko
gl: Pausa Pausa
he: השהה השהה
hr: Pauza Pauza
hu: Szünet Szünet
hy: Դադար Դադար
it: Pausa Pausa
ja: 一時停止 一時停止
lt: Pauzė Pauzė
ms_my: Jeda Jeda
nl: Pauze Pauze
pa: ਵਿਰਾਮ ਵਿਰਾਮ
pl: Wstrzymano Wstrzymaj odtwarzanie
ru: Пауза Пауза
sk: Pozastaviť Pozastaviť
sl: Pavza Pavza
sr: Паузирај Паузирај
sv: Pausa Pausa
th_th: พัก พัก
tt: Тыналыш Тыналыш
vi: Dừng Dừng

# ID_PLAY_STOP
source: Stop Stop
ar: توقف توقف
be: Стоп Стоп
bn: বন্ধ করি বন্ধ করি
bs_ba: Zaustavi Zaustavi
ca: Atura Atura
cs: Zastavit Zastavit
de: Stopp Stopp
el: Διακοπή Διακοπή
es: Detener Detener
eu: Gelditu Gelditu
fi: Pysäytä Pysäytä
fr: Arrêter Arrêter
gl: Deter Deter
he: עצור עצור
hr: Zaustavi Zaustavi
hu: Leállítás Leállítás
hy: Կանգնեցնել Կանգնեցնել
ja: 停止 停止
ms_my: Henti Henti
nl: Stoppen Stoppen
pa: ਰੋਕੋ ਰੋਕੋ
pl: Zatrzymano Zatrzymaj odtwarzanie
ru: Стоп Стоп
sr: Заустави Заустави
sv: Stoppa Stoppa
th_th: หยุด หยุด
tt: Туктату Туктату
vi: Ngừng Ngừng

# ID_PLAY_FRAMESTEP
source: Step Step
ar: خطوة خطوة
be: Шаг Шаг
bn: পদক্ষেপ গ্রহন করি পদক্ষেপ গ্রহন করি
bs_ba: Korak Korak
ca: Pas Pas
cs: Krokovat Krokovat
da: Trin Trin
de: Einzelbild vor Einzelbild vor
el: Βήμα Βήμα
es: Paso Paso
eu: Urratsa Urratsa
fi: Askel Askel
fr: Avancer d'une image Avancer d'une image
gl: Paso Paso
he: צעד צעד
hr: Korak Korak
hu: Léptetés Léptetés
hy: Քայլ Քայլ
it: Livello Livello
ja: コマ送り コマ送り
lt: Žingsnis Žingsnis
ms_my: Langkah Langkah
nl: Stap Stap
pa: ਸਟੈਪ ਸਟੈਪ
pl: Następna klatka Przejdź do następnej klatki
ru: Шаг Шаг
sk: Posunúť o jednu snímku Posunúť o jednu snímku
sl: Korak Korak
sr: По корак По корак
sv: Steg Steg
th_th: เดิน เดิน
tt: Адым Адым
vi: Bước Bước

# ID_PLAY_DECRATE
source: Decrease speed Decrease speed
ar: خفض السرعة خفض السرعة
be: Паменшыць хуткасць Паменшыць хуткасць
bn: গতি হ্রাস করি গতি হ্রাস করি
bs_ba: Smanji brzinu Smanji brzinu
ca: Redueix la velocitat Redueix la velocitat
cs: Snížit rychlost Snížit rychlost
da: Langsommere Langsommere
de: Tempo verringern Tempo verringern
el: Μείωση ταχύτητας Μείωση ταχύτητας
es: Reducir velocidad Reducir velocidad
eu: Gutxitu abidura Gutxitu abidura
fi: Vähennä nopeutta Vähennä nopeutta
fr: Ralentir la lecture Ralentir la lecture
gl: Diminuír velocidade Diminuír velocidade
he: הקטן מהירות הקטן מהירות
hr: Smanji brzinu Smanji brzinu
hu: Sebesség csökkentése Sebesség csökkentése
hy: Փոքրացնել արագությունը Փոքրացնել արագությունը
it: Diminuisci velocità Diminuisci velocità
ja: 再生速度 遅く 再生速度 遅く
lt: Sulėtinti Sulėtinti
ms_my: Kelajuan kurang Kelajuan kurang
nl: Snelheid verlagen Snelheid verlagen
pa: ਗਤੀ ਘਟਾਓ ਗਤੀ ਘਟਾਓ
pl: Zmniejszono tempo odtwarzania Zmniejsz tempo odtwarzania
ru: Уменьшить скорость Уменьшить скорость
sk: Znížiť rýchlosť Znížiť rýchlosť
sl: Zmanjšaj hitrost Zmanjšaj hitrost
sr: Успори Успори
sv: Minska hastigheten Minska hastigheten
th_th: ลดความเร็ว ลดความเร็ว
tt: Тизлекне киметергә Тизлекне киметергә
vi: Giảm tốc độ Giảm tốc độ

# ID_PLAY_INCRATE
source: Increase speed Increase speed
ar: زيادة السرعة زيادة السرعة
be: Павялічыць хуткасць Павялічыць хуткасць
bn: গতি বৃদ্ধি করি গতি বৃদ্ধি করি
bs_ba: Povećaj brzinu Povećaj brzinu
ca: Augmenta la velocitat Augmenta la velocitat
cs: Zvýšit rychlost Zvýšit rychlost
da: Hurtigere Hurtigere
de: Tempo erhöhen Tempo erhöhen
el: Αύξηση ταχύτητας Αύξηση ταχύτητας
es: Aumentar velocidad Aumentar velocidad
eu: Gehitu abidura Gehitu abidura
fi: Lisää nopeutta Lisää nopeutta
fr: Accélérer la lecture Accélérer la lecture
gl: Incrementar velocidade Incrementar velocidade
he: הגדל מהירות הגדל מהירות
hr: Povećaj brzinu Povećaj brzinu
hu: Sebesség növelése Sebesség növelése
hy: Մեծացնել արագությունը Մեծացնել արագությունը
it: Aumenta velocità Aumenta velocità
ja: 再生速度 速く 再生速度 速く
lt: Pagreitinti Pagreitinti
ms_my: Kelajuan bertambah Kelajuan bertambah
nl: Snelheid verhogen Snelheid verhogen
pa: ਗਤੀ ਵਧਾਓ ਗਤੀ ਵਧਾਓ
pl: Zwiększono tempo odtwarzania Zwiększ tempo odtwarzania
ru: Увеличить скорость Увеличить скорость
sk: Zvýšiť rýchlosť Zvýšiť rýchlosť
sl: Povečaj hitrost Povečaj hitrost
sr: Убрзај Убрзај
sv: Öka hastigheten Öka hastigheten
th_th: เพิ่มความเร็ว เพิ่มความเร็ว
tt: Тизлекне арттырырга Тизлекне арттырырга
vi: Tăng tốc độ Tăng tốc độ

# ID_VOLUME_MUTE
source: Mute
ar: صامت
be: Адключыць гук
bn: নিঃশব্দ করি
bs_ba: Isključi ton
ca: Silencia
cs: Ztlumit
de: Ton aus
el: Σίγαση
es: Silenciar
eu: Mututu
fi: Vaimenna
fr: Muet
gl: Silencio
he: השתק
hr: Isključi zvuk
hu: Elnémítás
hy: Անձայն
it: Muto
ja: ミュート
lt: Nutildyti
ms_my: Senyap
nl: Dempen
pa: ਚੁੱਪ
pl: Wycisz
ru: Отключить звук
sk: Stlmiť
sl: Utišaj
sr: Искључи звук
sv: Ljud av
th_th: เงียบเสียง
tt: Тавышны сүндерү
vi: Im

# ID_VOLUME_MUTE_OFF
source: Unmute
ar: غير صامت
be: Уключыць гук
bn: নিঃশব্দতা বন্ধ করি
bs_ba: Uključi ton
ca: Activa el so
cs: Zrušit ztlumení
da: Slå lyden til
de: Ton ein
el: Διακοπή σίγασης
es: Activar sonido
eu: Desmututu
fi: Poista vaimennus
fr: Activer le son
gl: Quitar Silencio
he: ביטול השתקה
hr: Uključi zvuk
hu: Előző hangerő
hy: Ձայնով
it: Muto Off
ja: ミュート解除
lt: Įjungti garsą
ms_my: Suarakan
nl: Dempen opheffen
pa: ਨਾ-ਚੁੱਪ
pl: Wyłącz wyciszenie
ru: Включить звук
sk: Nestlmiť
sl: Vključi zvok
sr: Укључи звук
sv: Ljud på
th_th: เปิดเสียง
tt: Тавышны кабызырга
vi: Mở tiếng

# ID_VOLUME_MUTE_DISABLED
source: No audio
ar: لا يوجد صوت
be: Без гуку
bn: কোনো অডিও নেই
bs_ba: Nema zvuka
ca: Sense àudio
cs: Bez zvuku
da: Ingen lyd
de: Kein Audiosignal
el: Χωρίς ήχο
es: Sin audio
eu: Audiorik ez
fi: Ei ääntä
fr: Pas d'audio
gl: Sen audio
he: אין שמע
hr: Bez zvuka
hu: Nincs audió
hy: Առանց ձայնի
it: Nessun audio
ja: 音声なし
lt: Be garso
ms_my: Tiada audio
nl: Geen audio
pa: ਆਡੀਓ ਨਹੀਂ
pl: Brak audio
ru: Без звука
sk: Bez zvuku
sl: Ni zvoka
sr: Без звука
sv: Inget ljud
th_th: ไม่มีเสียง
tt: Тавышсыз
vi: Không âm thanh

# ID_NAVIGATE_SKIPBACK
source: Skip back Skip back
ar: الإنتقال للخلف الإنتقال للخلف
be: Назад Назад
bn: পিছনে যাই পিছনে যাই
bs_ba: Preskoči unazad Preskoči unazad
ca: Retrocedeix Retrocedeix
cs: Skočit zpět Skočit zpět
da: Spring tilbage Spring tilbage
de: Rückwärts springen Rückwärts springen
el: Μετάβαση πίσω Μετάβαση πίσω
es: Retroceder Retroceder
eu: Jauzi atzera Jauzi atzera
fi: Hyppää taakse Hyppää taakse
fr: Précédent Précédent
gl: Retroceder Retroceder
he: דלג אחורה דלג אחורה
hr: Natrag Natrag
hu: Ugrás vissza Ugrás vissza
hy: Քայլ հետ Քայլ հետ
it: Salta indietro Salta indietro
ja: 前に戻る 前に戻る
lt: Peršokti atgal
ms_my: Langkau undur Langkau undur
nl: Spring terug Spring terug
pa: ਪਿੱਛੇ ਵੱਲ ਚੱਲੋ ਪਿੱਛੇ ਵੱਲ ਚੱਲੋ
pl: Przejdź wstecz Przejdź do poprzedniej pozycji listy odtwarzania
ru: Назад Назад
sk: Preskočiť dozadu Preskočiť dozadu
sl: Preskoči nazaj Preskoči nazaj
sr: Уназад Уназад
sv: Tillbaka Tillbaka
th_th: ข้ามไปหลัง ข้ามไปหลัง
tt: Кире Кире
vi: Bỏ về trước Bỏ về trước

# ID_NAVIGATE_SKIPFORWARD
source: Skip forward Skip forward
ar: الإنتقال للأمام الإنتقال للأمام
be: Наперад Наперад
bn: সামনে যাই সামনে যাই
bs_ba: Preskoči unaprijed Preskoči unaprijed
ca: Avança Avança
cs: Skočit vpřed Skočit vpřed
da: Spring fremad Spring fremad
de: Vorwärts springen Vorwärts springen
el: Μετάβαση μπροστά Μετάβαση μπροστά
es: Avanzar Avanzar
eu: Jauzi aurrera Jauzi aurrera
fi: Hyppää eteen Hyppää eteen
fr: Suivant Suivant
gl: Avanzar Avanzar
he: דלג קדימה דלג קדימה
hr: Naprijed Naprijed
hu: Ugrás előre Ugrás előre
hy: Քայլ առաջ Քայլ առաջ
it: Salta avanti Salta avanti
ja: 次に進む 次に進む
lt: Peršokti pirmyn
ms_my: Langkau maju Langkau maju
nl: Spring verder Spring verder
pa: ਅੱਗੇ ਵਿੱਚ ਚੱਲੋ ਅੱਗੇ ਵਿੱਚ ਚੱਲੋ
pl: Przejdź naprzód Przejdź do następnej pozycji listy odtwarzania
ru: Вперед Вперед
sk: Preskočiť dopredu Preskočiť dopredu
sl: Preskoči naprej Preskoči naprej
sr: Унапред Унапред
sv: Framåt Framåt
th_th: ข้ามไปหน้า ข้ามไปหน้า
tt: Алга Алга
vi: Tiến tiếp Tiến tiếp

# IDS_SUBRESYNC_ORIGINAL
source: &Original
ar: الأصلي
be: &Арыгінальны
bn: প্রাথমিক(&O)
cs: Originální
de: &Originalzeit
el: &Πρωτότυπος
eu: &Jatorrizkoa
fi: &Alkuperäinen
fr: &Originel
gl: &Orixinal
he: מקורי
hu: &Eredeti
hy: &Օրիգինալ
it: &Originale
ja: オリジナル(&O)
lt: &Originalas
ms_my: &Asal
nl: &Origineel
pa: ਅਸਲ(&O)
pl: &Pierwotny
ru: Оригинальный
sk: &Originál
sl: Izvirn&o
sr: &Изворни
th_th: &ต้นฉบับ
tt: &Оригиналь
vi: &Nguyên mẫu

# IDS_SUBRESYNC_CURRENT
source: &Current
ar: الحالي
be: &Бягучы
bn: চলতি(&C)
bs_ba: Trenutno
ca: &Actual
cs: Aktuální
da: &Aktuel
de: &Wiedergabezeit
el: &Τρέχων
es: &Actual
eu: &Unekoa
fi: &Nykyinen
fr: &Actuel
gl: A&ctual
he: נוכחי
hr: &Trenutno
hu: &Jelenlegi
hy: &Գործող
it: &Corrente
ja: 現在(&C)
lt: &Dabartinis
ms_my: &Semasa
nl: &Huidig
pa: ਮੌਜੂਦਾ(&C)
pl: &Bieżący
ru: Текущий
sk: &Aktuálne
sl: &Trenutno
sr: &Тренутни
sv: &Aktuell
th_th: &ปัจจุบัน
tt: &Хәзерге
vi: &Hiện tại

# IDS_SUBRESYNC_EDIT
source: &Edit
ar: تعديل
be: &Змяніць
bn: এডিট করি(&E)
bs_ba: Izmij&eni
ca: &Edita
cs: Upravit
da: &Rediger
de: &Bearbeiten
el: Επε&ξεργασία
es: &Editar
eu: E&ditatu
fi: &Muokkaa
fr: &Modifier
gl: &Editar
he: ערוך
hr: Ur&edi
hu: &Szerkesztés
hy: &Խմբագրել
it: &Modifica
ja: 編集(&E)
lt: &Taisa
ms_my: &Sunting
nl: &Bewerk
pa: ਸੋਧ(&E)
pl: &Edytuj
ru: Изменить
sk: &Úpravy
sl: Ur&ejaj
sr: &Уреди
sv: &Redigera
th_th: แ&ก้ไข
tt: &Төзәтергә
vi: &Sửa

# IDS_SUBRESYNC_YES
source: &Yes
ar: نعم
be: &Так
bn: হ্যাঁ(&Y)
bs_ba: Da
ca: &Sí
cs: Ano
da: &Ja
de: &Ja
el: &Ναι
es: &Sí
eu: &Bai
fi: &Kyllä
fr: &Oui
gl: &Si
he: כן
hr: &Da
hu: &Igen
hy: &Այո
it: &Si
ja: はい(&Y)
lt: &Taip
ms_my: &Ya
nl: &Ja
pa: ਹਾਂ(&Y)
pl: &Tak
ru: Да
sk: &Áno
sl: &Da
sr: &Да
sv: &Ja
th_th: ใ&ช่
tt: Ә&йе
vi: &Có

# IDS_SUBRESYNC_NO
source: &No
ar: لا
be: &Не
bn: না(&N)
bs_ba: &Ne
cs: Ne
da: &Nej
de: &Nein
el: Ό&χι
eu: &Ez
fi: &Ei
fr: &Non
gl: &Non
he: לא
hr: &Ne
hu: &Nem
hy: &Ոչ
ja: いいえ(&N)
lt: &Ne
ms_my: &Tidak
nl: &Nee
pa: ਨਹੀਂ(&N)
pl: &Nie
ru: Нет
sk: &Nie
sl: &Ne
sr: &Не
sv: &Nej
th_th: ไ&ม่
tt: &Юк
vi: &Không

# IDS_SUBRESYNC_DECREASE
source: &Decrease
ar: تقليل
be: Па&меншыць
bn: হ্রাস করি(&D)
bs_ba: Umanji
ca: &Redueix
cs: Snížit
da: &Formindsk
de: &Verringern
el: &Μείωση
es: &Reducir
eu: &Gutxitu
fi: &Vähennä
fr: &Diminuer
gl: &Diminuír
he: הפחת
hr: &Smanji
hu: &Csökkentés
hy: &Փոխել
it: &Decrementa
ja: 減少(&D)
lt: &Sumažinti
ms_my: K&urangkan
nl: &Meer
pa: ਘਟਾਓ(&D)
pl: Z&mniejsz
ru: Уменьшить
sk: &Znížiť
sl: &Zmanjšaj
sr: &Смањи
sv: &Minska
th_th: &ลด
tt: &Кечерәйтергә
vi: &Giảm

# IDS_SUBRESYNC_INCREASE
source: &Increase
ar: زيادة
be: Пав&ялічыць
bn: বৃদ্ধি করি(&I)
bs_ba: Povećaj
ca: &Augmenta
cs: Zvýšit
da: &Forøg
de: &Erhöhen
el: Αύ&ξηση
es: A&umentar
eu: &Handitu
fi: &Lisää
fr: &Augmenter
gl: &Incrementar
he: הוסף
hr: &Povećaj
hu: &Növelés
hy: &Մեծացնել
it: &Incrementa
ja: 増加(&I)
lt: &Padidinti
ms_my: T&ingkatkan
nl: M&inder
pa: ਵਧਾਓ(&I)
pl: Z&większ
ru: Увеличить
sk: &Zvýšiť
sl: Poveča&j
sr: &Повећај
sv: &Öka
th_th: เ&พิ่ม
tt: &Зурайтырга
vi: &Tăng
