Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_BRIGHTNESS_INC
source: Brightness increase
ar: زيادة السطوع
be: Павялічыць яркасць
bn: উজ্জ্বলতা বৃদ্ধি করি
bs_ba: Povećanje osvijetljenosti
ca: Augmenta la brillantor
cs: Zvýšení jasu
da: Lysere
de: Farbsteuerung: Helligkeit erhöhen
el: Αύξηση φωτεινότητας
es: Aumentar brillo
eu: Gehitu dizdira
fi: Lisää kirkkautta
fr: Augmenter la luminosité
gl: Aumentar brillo
he: הגברת בהירות
hr: Povećaj osvjetljenost
hu: Fényerő növelése
hy: Բացության ուժեղացում
it: Decremento luminosità
ja: 明るさを上げる
lt: Pašviesinti
ms_my: Kecerahan naik
nl: Helderheid verhogen
pa: ਚਮਕ ਵਧਾਓ
pl: Zwiększ jasność
ru: Увеличить яркость
sk: Zvýšenie jasu
sl: Povečaj svetlost
sr: Повећај осветљеност
sv: Öka Ljusstyrka
th_th: ความสว่าง เพิ่ม
tt: Яктылыкны арттыру
vi: Tăng độ sáng

# IDS_LANG_PREF_EXAMPLE
source: Enter your preferred languages here. For example, type: "eng jap swe"
ar: إدخل لغاتك المفضلة هنا. مثل, النوع: "eng jap ara"
be: Увядзіце сюды пажаданыя мовы. Напрыклад: «bel eng rus»
bn: আপনার পছন্দনীয় ভাষাসমূহ এখানে প্রবেশ করুন। উদাহরণস্বরূপ, প্রবেশ করতে পারেন: "ben eng jap swe"
bs_ba: Ovdje unesite preferirane jezike. Na primjer, upišite:"eng jap swe"
ca: Introdueixi els seus idiomes preferits aquí. Per exemple, escrigui: "cat eng jpn"
cs: Zadejte vámi upřednostňované jazyky. Například: "eng jap swe"
da: Indtast dine foretrukne sprog her. Skriv for eksempel: "eng jap swe"
de: Erlaubt eine automatische Sprachauswahl nach Priorität durch bspw. "ger eng swe".
el: Εισάγετε εδώ τις προτιμώμενες γλώσσες σας. Για απαράδειγμα, πληκτρολογήστε: "ell eng fre"
es: Proporcione los idiomas que prefiera. Por ejemplo, escriba: «spa ita jap»
eu: Sartu zure hizkuntza hobetsiak hemen. Adibidez, idatzi: "eng jap baq"
fi: Anna haluamasi kielet tähän. Esim. kirjoita "eng jap swe"
fr: Entrez vos langues préférées ici. Par exemple, écrivez: "eng jap swe"
gl: Insira o seu idioma preferido aqui. Por exemplo, tipo: "eng jap swe"
he: הכנס את השפות המועדפות עליך כאן. לדוגמה, רשום: "heb eng swe"
hr: Ovdje unesite Vaše preferirane jezike. Npr.: "eng jap swe"
hu: Adja meg a preferált nyelveket itt. Például: "eng jap swe"
it: Inserisci qui le tue lingua preferite. Per esempio, scrivi: "eng jap swe"
ja: ここに優先言語を入力してください。 例: "eng jap swe" のようにタイプします。
lt: Įveskite savo pageidaujamas kalbas čia. Pavyzdžiui, įrašykite "lit rus eng"
ms_my: Masukkan bahasa dikehendaki anda di sini. Contohnya, taip: "eng ms jap"
nl: Voer uw voorkeurstalen hier in. Bijvoorbeeld: "eng jap swe"
pa: ਆਪਣੀ ਪਸੰਦ ਦੀ ਭਾਸ਼ਾ ਇੱਥੇ ਦਿਉ। ਉਦਾਹਰਨ ਲਈ ਲਿਖੋ: "eng pan jap"
pl: Wprowadź tutaj preferowane języki. Na przykład, wpisując: „eng jap swe”
ru: Введите ваш предпочитаемый язык. Например, наберите "eng jap rus"
sk: Sem zadajte preferované jazyky. Napríklad zadajte: "eng jap swe"
sl: Vpiši želene jezike tukaj. Kot na primer: "eng jap swe"
sr: Овде унесите жељене језике. На пример: „eng jap swe“
sv: Skriv in dina föredragna språk här. Till exempel: "eng jap swe"
th_th: ใส่ภาษาที่คุณชอบที่นี่ เช่นพิมพ์: "tha eng jap"
tt: Введите предпочитаемый язык. Например, наберите: "eng jap swe rus"
vi: Nhập ngôn ngữ của bạn ưa thích ở đây. Ví dụ, gõ: "eng jap swe"

# IDS_OVERRIDE_EXT_SPLITTER_CHOICE
source: External splitters can have their own language preference options thus MPC-HC default behavior is not to change their initial choice. Enable this option if you want MPC-HC to control external splitters.
ar: splitters الخارجية لايمكن أن تأخذ بخيار تفضيل اللغة الخاصة كـ MPC-HC كأسلوب أصلي ولايمكن تغيير خيارهم الأولي. مكّن هذا الخيار إذا كنت تريد من MPC-HC التحكم في splitters الخارجي.
be: Знешнія сплітары могуць мець уласныя моўныя налады, таму пераважныя мовы з MPC-HC для іх не будуць ужыты. Уключыце гэты параметр, калі вы хочаце, каб MPC-HC мог кіраваць знешнімі сплітарамі.
bn: বাহিরস্থ স্প্লিটারসমূহের নিজস্ব পছন্দনীয় ভাষার অপশন থাকতে পারে, সেটার জন্য MPC-HCএর ডিফল্ট আচরণ সেসবের প্রাথমিক পছন্দ পরিবর্তন করে না। MPC-HC দ্বারা বাহিরস্থ স্প্লিটারসমূহ নিয়ন্ত্রণ করতে চাইলে এই অপশনটি সক্রিয় করুন।
bs_ba: Eksterni spliteri mogu imati svoje opcije jezika, stoga MPC-HC podrazumijevano ponašanje je da ne mijenja njihov izbor. Omogućite ovu opciju ako želite da MPC-HC kontroliše eksterne splitere.
ca: Els divisors o "splitters" externs poden tenir les seves pròpies opcions de preferència d'idioma, de manera que el comportament predeterminat de de l'MPC-HC és no canviar la seva configuració inicial. Activeu aquesta opció si voleu que de l'MPC-HC controli els splitters externs.
cs: Externí splittery mohou mít vlastní nastavení preference jazyků, MPC-HC proto ve výchozím nastavení ponechává výběr jazyka na nich. Pokud chcete, aby MPC-HC ovládalo výběr i u externích splitterů, označte tuto volbu.
da: Eksterne splittere kan have deres egne sprogindstillinger og så bestemmer MPC-HC's standardindstilling ikke deres indledende valg. Aktivér denne indstilling hvis du ønsker at MPC-HC skal have kontrol over eksterne splittere.
de: Übergeht die Sprachauswahl externer Splitter und verwendet die programmeigenen Vorgaben.
el: Οι εξωτερικοί διαχωριστές μπορούν να έχουν τις δικές τους επιλογές προτίμησης γλώσσας, έτσι ώστε η προεπιλεγμένη συμπεριφορά του MPC-HC να μην αλλάξει την αρχική επιλογή. Ενεργοποιήστε αυτή την επιλογή εάν θέλετε το MPC-HC να ελέγχει τους εξωτερικούς διαχωριστές.
es: Los demultiplexores (splitters) externos pueden tener opciones en sus propias preferencias de idioma, de modo que el comportamiento por defecto de MPC-HC es no cambiar sus configuraciones iniciales. Habilite esta opción si quiere que MPC-HC controle los demultiplexores externos.
eu: Kanpoko banantzaileek beren hizkuntza hobespen aukerak izan ditzakete, MPC-HC-ren berezko jokabidea hauen hasierako hautapena ez aldatzea da. Gaitu aukera hau MPC-HCk kanpoko banantzaileak agindu ditzan nahi baduzu.
fi: Ulkoisilla splittereillä voi olla omat kieliasetuksensa ja MPC-HC ei oletusasetuksilla vaihda niiden asettamaa alkuperäistä kielivalintaa. Laita tämä päälle jos haluat MPC-HC:n ohjaavan ulkoisia splittereitä.
fr: Les splitters externes peuvent avoir leurs propres options de préférence de langue. Par conséquent le comportement par défaut de MPC-HC est de ne pas modifier leur choix initial. Activez cette option si vous souhaitez que MPC-HC contrôle les splitters externes.
gl: Divisores externos poden ter as súas propias opcións de preferencia de idioma, polo tanto o comportamento por defecto do MPC-HC non é alterar a elección inicial del. Habilite esta opción se desexa que o MPC-HC controle os divisores externos.
hr: Vanjski razdjelnici mogu imati svoje jezične postavke pa je MPC-HC-ovo zadano ponašanje da ne mijenja njihov početni izbor. Omogućite ovu opciju ako želite da MPC-HC upravlja sa vanjskim razdjelnicima.
it: Splitter esterni possono avere le loro opzioni di preferenze della lingua così il comportamento predefinito di MPC-HC sarà di non cambiare la sua scelta iniziale. Abilit questa opzione se vuoi che MPC-HC controlli gli splitter eserni.
ja: 外部スプリッタは独自の優先言語オプションをもつことができるので、MPC-HC の既定の動作ではこれらの初期選択を変更できません。 MPC-HC で外部スプリッタを制御したい場合、このオプションを有効にしてください。
lt: Išoriniai spliteriai gali turėti savus kalbų nustatymus, todėl MPC-HC elgesys pagal nutylėjimą nepakeis jų pradinio pasirinkimo. Įjunkite šią funkciją, jei jūs norite, jog MPC-HC valdytų išorinius spliterius.
ms_my: Pemisah luaran boleh mempunyai pilihan keutamaan bahasa mereka sendiri maka kelakuan lalai MPC-HC adalah tidak menukar pilihan awal mereka. Benarkan pilihan ini jika anda mahu MPC-HC mengawal pemisah luaran.
nl: Externe splitters kunnen eigen voorkeurstaalinstellingen hebben. MPC-HC verandert deze daarom standaard niet. U schakelt deze optie in als u MPC-HC de externe splitters wilt laten controleren.
pl: Zewnętrzne splittery mogą posiadać własne ustawienia dot. preferencji językowych, dlatego też domyślnie MPC-HC nie zmienia ich wstępnego wyboru. Włącz tę opcję, jeżeli chcesz aby MPC-HC kontrolował również zewnętrzne splittery.
ru: Внешние сплиттеры могут иметь свои настройки языка, MPC-HC не изменит их изначальный выбор. Включите эту опцию, чтобы разрешить MPC-HC управлять внешними сплиттерами.
sk: Externé rozdeľovače môžu mať svoje vlastné preferované jazyky a preto program MPC-HC v predvolenom nastavení tieto voľby nemení. Túto možnosť zapnite v prípade, že chcete, aby program MPC-HC ovládal aj externé rozdeľovače.
sl: Zunanji razdelilniki lahko imajo lastne nastavitve želenega jezika, zato MPC-HC privzeto ne spreminja njihove izvirne izbire. Omogočite to možnost, če želite da MPC-HC upravlja zunanje razdelilnike.
sr: Спољни разделници могу да имају сопствене поставке језика; подразумевано понашање MPC-HC-а је да не мења њихов првобитни избор. Омогућите ову опцију ако желите да MPC-HC управља спољним разделницима.
sv: Externa demultiplexer kan ha sina egna språkinställningar, därför är MPC-HC:s standardbeteende att inte ändra deras val. Aktivera detta alternativ om du vill att MPC-HC ska kontrollera externa demultiplexer.
th_th: ตัวแยกภายนอกสามารถมีตัวเลือกภาษาที่ชอบของมันเอง ดังนั้นพฤติกรรม MPC-HC โดยตั้งต้นก็จะไม่เปลี่ยนตัวเลือกเริ่มต้นของพวกมัน ใช้งานตัวเลิอกนี้ถ้าคุณต้องการให้ MPC-HC ควบคุมตัวแยกภายนอก
tt: Внешние сплиттеры могут иметь свои настройки языка, поэтому, поведение MPC-HC умолчанию не изменит их изначальный выбор. Включите эту опцию, если вы хотите, чтобы MPC-HC управлял внешними сплиттерами.
vi: Bộ tách bên ngoài có thể có các tùy chọn ngôn ngữ ưu tiên của mình do đó MPC-HC hành vi mặc định không phải là để thay đổi sự lựa chọn ban đầu của họ. Kích hoạt tùy chọn này nếu bạn muốn MPC-HC để kiểm soát bộ tách bên ngoài.

# IDS_NAVIGATE_BD_PLAYLISTS
source: &Blu-Ray playlists
ar: Blu-Ray قوائم تشغيل
be: &Плэйлісты Blu-ray
bn: &Blu-Ray প্লেলিস্টসমূহ
bs_ba: &Blu-Ray playliste
ca: Llistes de reproducció &Blu-Ray
cs: Seznamy stop &Blu-Ray
da: &Blu-Ray spilleliste
de: &Wiedergabeliste
el: Λίστες αναπαραγωγής &Βlue-Ray
es: Listas de reproducción de &Blu-Ray
eu: Bl&u-Ray irakur-zerrendak
fi: &Blu-Ray soittolistat
fr: Listes de lecture &Blu-Ray
gl: Lista de reprodución &Blu-ray
he: רשימות ניגון של בלו-ריי
hr: &Blu-ray lista izvođenja
hu: &Blu-ray lejátszási listák
hy: &Blu-Ray նվագացանկեր
ja: Blu-ray 再生リスト(&B)
lt: &Blu-Ray grojaraštis
ms_my: Senarai main &Blu-ray
nl: &Blu-Ray afspeellijsten
pa: ਬਲੂ-ਰੇਅ ਪਲੇਅਲਿਸਟ(&B)
pl: Listy odtwarzania &Blu-ray
ru: П&лейлисты Blu-ray
sk: Playlisty &Blu-Ray
sl: &Blu-Ray seznam predvajanja
sr: &Blu-ray плеј-листе
sv: &Blu-ray-spelningslistor
th_th: บัญชีการเล่นบลูเ&รย์
tt: &Blu-ray уйнату битләре
vi: &Danh sách Blu-Ray

# IDS_NAVIGATE_PLAYLIST
source: &Playlist
ar: قائمة التشغيل
be: &Спіс прайгравання
bn: প্লেলিস্ট(&P)
bs_ba: &Playlista
ca: &Llista de reproducció
cs: &Seznam stop
da: &Spilleliste
de: &Wiedergabeliste
el: &Λίστα αναπαραγωγής
es: Lista de &reproducción
eu: &Irakur-zerrenda
fi: &Soittolista
fr: &Liste de lecture
gl: Lista de re&produción
he: רשימת ניגון
hr: &Lista izvođenja
hu: &Lejátszási lista
hy: &Նվագացանկ
ja: 再生リスト(&P)
lt: &Grojaraštis
ms_my: Senarai &Main
nl: &Afspeellijst
pa: ਪਲੇਅਲਿਸਟ(&P)
pl: &Lista odtwarzania
ru: &Плейлист
sl: &Seznam predvajanja
sr: &Плеј-листа
sv: &Spelningslista
th_th: &บัญชีการเล่น
tt: &Уйнату бите
vi: &Danh sách

# IDS_NAVIGATE_CHAPTERS
source: &Chapters
ar: الفصول
be: С&цэны
bn: পরিচ্ছেদসমূহ(&C)
bs_ba: Poglavlja
ca: &Capítols
cs: &Kapitoly
da: &Kapitler
de: Ka&pitel
el: Κε&φάλαια
es: &Capítulos
eu: &Atalak
fi: &Kappaleet
fr: &Chapitres
gl: &Capítulos
he: פרקים
hr: &Poglavlje
hu: &Fejezetek
hy: &Գլուխներ
it: &Capitoli
ja: チャプター(&C)
lt: &Skyriai
ms_my: B&ab
nl: &Hoofdstukken
pa: ਚੈਪਟਰ(&C)
pl: R&ozdziały
ru: &Главы
sk: &Kapitoly
sl: &Poglavja
sr: По&главља
sv: &Kapitel
th_th: &ตอน
tt: &Бүлекләр
vi: &Chương

# IDS_NAVIGATE_TITLES
source: &Titles
ar: العناوين
be: &Загалоўкі
bn: টাইটেলসমূহ(&T)
bs_ba: Naslovi
ca: &Títols
cs: &Tituly
da: &Titler
de: &Titel
el: &Τίτλοι
es: &Títulos
eu: I&zenburuak
fi: &Nimikkeet
fr: &Titres
gl: &Títulos
he: כותרות
hr: &Naslov
hu: &Címek
hy: &Գլխագրեր
it: &Titoli
ja: タイトル(&T)
lt: &Pavadinimai
ms_my: &Tajuk
nl: &Titels
pa: ਟਾਈਟਲ(&T)
pl: T&ytuły
ru: &Названия
sk: &Tituly
sl: &Naslovi
sr: &Наслови
sv: &Titlar
th_th: &หัวเรื่อง
tt: &Атамасы
vi: &Tựa đề

# IDS_NAVIGATE_CHANNELS
source: &Channels
ar: القنوات
be: &Каналы
bn: চ্যানেলসমূহ(&C)
bs_ba: Kanali
ca: &Canals
cs: K&anály
da: &Kanaler
de: &Sender
el: &Κανάλια
es: &Canales
eu: &Bideak
fi: &Kanavat
fr: &Chaînes
gl: &Canles
he: ערוצים
hr: &Kanali
hu: &Csatornák
hy: &Ալիքներ
it: &Canali
ja: チャンネル(&C)
lt: &Kanalai
ms_my: &Saluran
nl: &Kanalen
pa: ਚੈਨਲ(&C)
pl: &Kanały
ru: &Каналы
sk: Ka&nály
sl: &Kanali
sr: &Канали
sv: &Kanaler
th_th: &ช่อง
tt: &Каналлар
vi: &Kênh

# IDC_FASTSEEK_CHECK
source: If "latest keyframe" is selected, seek to the first keyframe before the actual seek point. If "nearest keyframe" is selected, seek to the first keyframe before or after the seek point depending on which is the closest.
ar: إذا تم إختيار "الإطار المفتاحي الأحدث"، إبحث عن الإطار المفتاحي الأول قبل نقطة البحث الحالية إذا تم إختيار "الإطار المفتاحي الأقرب"، إبحث عن الإطار المفتاحي الأول قبل نقطة البحث الحالية إعتماداً علي أيها الأقرب
be: Калі выбрана «Апошні ключавы кадр», праграма пераходзіць да найбліжэйшага ключавога кадра перад пунктам пошуку, калі «Бліжэйшы ключавы кадр» - перад пунктам пошуку або пасля яго.
bn: যদি "আগের কীফ্রেমে" নির্ধারণ করা হয়ে থাকে, নির্দিষ্ট সীককৃত অবস্থানের আগের প্রথম কীফ্রেমে সীক করবে। যদি "নিকটবর্তী কীফ্রেমে" নির্ধারণ করা হয়ে থাকে, নির্দিষ্ট সীককৃত অবস্থানের আগের বা পরের প্রথম কীফ্রেমে সীক করবে, নির্ভর করবে কোনটা অপেক্ষাকৃত কাছে।
bs_ba: Ako je izabrano "zadnji isječak", traži do prvog isječka prije stvarne tačke traženja. Ako je izabrano "najbliži isječak", traži do prvog isječka prije ili poslije tačke traženja, odvisno od toga koji je najbliži.
ca: Si "últim fotograma clau" està seleccionat, anar al primer fotograma clau anterior al actual punt de cerca. Si "fotograma clau veí" està seleccionat, anar al primer fotograma clau abans o després del punt de cerca depenent de quin sigui el més proper.
cs: Pokud je vybráno „Poslední klíčový snímek“, přejít na první klíčový snímek před cílem hledání. Pokud je vybráno "Nejbližší klíčový snímek", přejít na první klíčový snímek před, nebo za cílem hledání, podle toho, který je blíže.
da: Hvis "seneste keyframe" er valgt, så søg til den første keyframe før selve søgepunktet. Hvis "nærmeste keyframe" er valgt, så søg til den første keyframe før eller efter søgepunktet afhængig af hvilken der er tættest.
de: Verwendet bei "Mit näherem Keyframe" richtungsunabhängig den nächstgelegenen Keyframe. Alternativ springt der Suchlauf bei "Mit letztem Keyframe" immer zum vorherigen Keyframe zurück.
el: Αν το "τελευταίο βασικό καρέ" είναι επιλεγμένο, αναζήτησε το πρώτο βασικό καρέ πριν το πραγματικό σημείο αναζήτησης. Αν το "κοντινότερο βασικό καρέ" είναι επιλεγμένο, , αναζήτησε το πρώτο βασικό καρέ πριν ή μετά το σημείο αναζήτησης ανάλογα με το ποιο είναι το πιο κοντινό.
es: Al cambiar el punto de avance de la reproducción de vídeo, está característica habilita que la reproducción se retome desde un fotograma clave (keyframe). Si se selecciona la opción del fotograma clave «más reciente», la reproducción se retomará desde el primer fotograma clave anterior al punto de reposicionamiento. Si se selecciona el fotograma clave «más cercano», la reproducción se retomará desde el fotograma clave anterior o posterior más cercano al punto de reposicionamiento.
eu: "azken giltzaframea" hautatzen bada, bilatu lehen giltzaframean oraingo bilaketa puntuaren aurretik. "hubileneko giltzaframea" hautatzen bada, bilatu lehen giltzaframean bilaketa puntuaren aurretik edo ondoren hurbilen dagoenaren arabera.
fi: Jos "viimeisin avainkehys" on valittu etsi ensin varsinaista hakukontaa edeltävä ensimmäinen avainkehys. Jos "lähin avainkehys" on valittu etsi ensimmäinen avainkehys ennen tai jälkeen etsimiskohtaa riippuen siitä, kumpi on lähempänä.
fr: Si "image-clé précédente" est sélectionné, la première image-clé avant la trame ciblée est utilisée. Si "image-clé la plus proche" est sélectionné, la première image-clé avant ou après la trame ciblée est utilisée selon celle qui est la plus proche.
gl: Se "O último fotograma clave" está seleccionado, buscarase o primeiro fotograma clave ("keyframe") anterior ao punto de búsqueda actual. Se "O fotograma clave que está máis preto" está seleccionado, buscarase o primeiro fotograma clave anterior ou posterior ao punto de búsqueda dependendo de cal sexa o que está máis preto.
hr: Ako je odabran "posljednji ključni kadar", skoči na prvi prethodni ključni kadar, uostalom ako je odabran "bliži ključni kadar", skoči unaprijed ili unatrag na najbliži ključni kadar u ovisnosti o tome koji je bliže.
it: Se si seleziona "ultimo keyframe", il primo keyframe viene cercato prima dell'attuale punto. Se si seleziona "keyframe più vicino", il primo keyframe viene cercato prima o dopo il punto a seconda di qual'è più vicino.
ja: 「直前のキーフレーム」を選択した場合、実際のシーク ポイントより前にある最初のキーフレームをシークします。 「最も近いキーフレーム」を選択した場合、実際のシーク ポイントにどちらが最も近いかによって前または後にある最初のキーフレームをシークします。
lt: Jei pasirinktas "paskutinis raktinis kadras", tai ieškomas pirmas raktinis kadras prieš paieškos tašką. Jei pasirinktas "artimiausias raktinis kadras", tai ieškomas raktinis kadras prieš ir po paieškos taško kuris yra arčiausiai.
ms_my: Jika "bingkai kunci terkini" dipilih, jangkau ke bingkai kunci pertama sebelum titik jangkau sebenar. Jika "bingkai kunci terhampir" dipilih, jangkau ke bingkai kunci pertama atau selepas titik jangkau yang bergantung pada yang mana paling hampir.
nl: Als "laatste sleutelbeeld" is geselecteerd, tracht om het eerste sleutelbeeld te zoeken voor de eigenlijke zoekpunt. Als "dichtbijzijnde sleutelbeeld" is geselecteerd, Als "laatste sleutelbeeld" is geselecteerd, tracht de eerste hoofdbeeld vóór of na de zoekpunt afhankelijk van welke het dichtstbij is.
pl: Gdy "Poprzednia klatka klucz." jest wybrane, skok zostanie wykonany do pierwszej klatki kluczowej poprzedzającej żądany punkt skoku. Gdy "Najbliższa klatka klucz." jest wybrane, skok zostanie wykonany do pierwszej klatki kluczowej poprzedzającej lub wyprzedzającej żądany punkt skoku w zależności, który jest bliżej.
ru: Если выбран "последний ключевой кадр", то ищется первый ключевой кадр перед точкой поиска. Если выбран "ближайший ключевой кадр", то ищется ближайший ключевой кадр (до или после точки поиска).
sk: Ak je vybraná „posledná kľúč. snímka“, vyhľadávanie prebieha k prvej kľúčovej snímke pred aktuálnym bodom vyhľadávania. Ak je vybraná „najbližšia kľúč. snímka“, vyhľadávanie prebieha k prvej kľúčovej snímke pred alebo po bode vyhľadávania - podľa toho, ktorý bod sa nachádza bližšie.
sl: Če je izbrana "zadnja ključna slika", išči do prve ključne slike pred dejansko iskano točko. Če je izbrana "najbližja ključna slika", išči do prve ključne slike pred ali po iskani točki glede na to, katera je bližja.
sr: Ако је изабран „последњи кључни кадар“, премотајте на први кључни кадар пре жељене тачке. У случају да је изабран „најближи кључни кадар“, онда премотајте на први кључни кадар пре жељене тачке или после ње, зависно од тога који је ближи.
sv: Om "senaste nyckelbild" är valt, sök till den första nyckelbilden före den faktiska sökpunkten. Om "närmaste nyckelbild" är valt, sök till den första nyckelbilden antingen före eller efter sökpunkten, beroende på vilken som är närmast.
th_th: ถ้าเลือก "เฟรมสำคัญล่าสุด", จะหาเฟรมสำคัญแรกก่อนจะหาจุดหาที่แท้จริง ถ้าเลือก "เฟรมสำคัญที่ใกล้ที่สุด", จะหาเฟรมสำคัญแรกก่อนหรือหลังจุดหา โดยขึ้นอยู่กับว่าสิ่งไหนใกล้ที่สุด
vi: Nếu "khung hình mới nhất" được chọn, tìm đến khung hình đầu tiên trước khi quan điểm thực tế tìm kiếm. Nếu "khung hình gần nhất" được chọn, tìm đến khung hình đầu tiên trước hoặc sau thời điểm tìm kiếm sự phụ thuộc vào là gần nhất.

# IDC_ASSOCIATE_ALL_FORMATS
source: Associate with all formats
ar: ربط مع كل الصيغ
be: Асацыяваць з усімі фарматамі
bn: সকল ধরনের ফাইলের সাথে সম্পৃক্ততা
bs_ba: Poveži sa svim formatima
ca: Associa amb tots els formats
cs: Asociovat se všemi formáty
da: Tilknyt alle formater
de: Auswahl aller Medienformate
el: Συσχέτιση με όλες τις μορφές
es: Asociar con todos los formatos
eu: Elkartu heuskarri guztiekin
fi: Kytke kaikkiin formaatteihin
fr: Associer avec tous les formats
gl: Asociar con todos os formatos
hr: Asociraj sa svim formatima
hu: Társítás minden fájltípushoz
hy: Ասոցիացնել բոլորը
it: Associa con tutti i formati
ja: すべての形式に関連付けます
lt: Susieti su visais formatais
ms_my: Kaitkan dengan semua format
nl: Associeer met alle formaten
pa: ਸਭ ਫਾਰਮੈਟਾਂ ਨਾਲ ਸੰਬੰਧਿਤ ਕਰੋ
pl: Skojarz ze wszystkimi formatami
ru: Ассоциировать со всем форматами
sk: Asociovať so všetkými formátmi
sl: Poveži vse formate
sr: Повежи са свим форматима
sv: Associera med alla format
th_th: สัมพันธ์กับทุกรูปแบบ
vi: Hỗ trợ tất cả định dạng

# IDC_ASSOCIATE_VIDEO_FORMATS
source: Associate with video formats only
ar: ربط مع صيغ الفيديو فقط
be: Асацыяваць толькі з відэафарматамі
bn: শুধুমাত্র ভিডিও ফাইলসমূহের সাথে সম্পৃক্ততা
bs_ba: Poveži samo sa video formatima
ca: Associa només amb formats de vídeo
cs: Asociovat se všemi video formáty
da: Tilknyt kun video-formater
de: Auswahl aller Videoformate
el: Συσχέτιση με μορφές βίντεο μόνο
es: Asociar sólo con formatos de vídeo
eu: Elkartu bideo heuskarriekin bakarrik
fi: Kytke vain videoformaatteihin
fr: Associer avec les formats vidéo uniquement
gl: Asociar só con formatos de vídeo
hr: Asociraj samo s video formatima
hu: Társítás csak videófájlokhoz
hy: Ասոցիացնել միայն տեսանյութերը
it: Associa solo con i formati video
ja: ビデオ形式にのみ関連付けます
lt: Susieti tik su vaizdo formatais
ms_my: Kaitkan dengan format video sahaja
nl: Alleen met videoformaten associëren
pa: ਕੇਵਲ ਵਿਡੀਓ ਫਾਰਮੈਟਾਂ ਨਾਲ ਸੰਬੰਧਿਤ ਕਰੋ
pl: Skojarz tylko z formatami wideo.
ru: Ассоциировать только с видеоформатами
sk: Asociovať len s formátmi videa
sl: Poveži samo video formate
sr: Повежи само са форматима видео-записа
sv: Associera enbart med videoformat
th_th: สัมพันธ์กับรูปแบบวิดีโอเท่านั้น
vi: Chỉ định dạng video

# IDC_ASSOCIATE_AUDIO_FORMATS
source: Associate with audio formats only
ar: ربط مع صيغ الأصوات فقط
be: Асацыяваць толькі з аўдыяфарматамі
bn: শুধুমাত্র অডিও ফাইলসমূহের সাথে সম্পৃক্ততা
bs_ba: Poveži samo sa audio formatima
ca: Associa només amb formats d'àudio
cs: Asociovat se všemi zvukovými formáty
da: Tilknyt kun lyd-formater
de: Auswahl aller Audioformate
el: Συσχέτιση με μορφές ήχου μόνο
es: Asociar sólo con formatos de audio
eu: Elkartu audio heuskarriekin bakarrik
fi: Kytke vain ääniformaatteihin
fr: Associer avec les formats audio uniquement
gl: Asociar só con formatos de audio
hr: Asociraj samo s audio formatima
hu: Társítás csak audiófájlokhoz
hy: Ասոցիացնել միայն ձայնանյութերը
it: Associa solo con i formati audio
ja: オーディオ形式にのみ関連付けます
lt: Susieti tik su garso formatais
ms_my: Kaitkan dengan format audio sahaja
nl: Alleen met audioformaten associëren
pa: ਕੇਵਲ ਆਡੀਓ ਫਾਰਮੈਟਾਂ ਨਾਲ ਹੀ ਸੰਬੰਧਿਤ ਕਰੋ
pl: Skojarz tylko z formatami audio.
ru: Ассоциировать только с аудиоформатами
sk: Asociovať len so zvukovými formátmi
sl: Poveži samo zvočne formate
sr: Повежи само са форматима аудио-записа
sv: Associera enbart med ljudformat
th_th: สัมพันธ์กับรูปแบบเสียงเท่านั้น
vi: Chỉ định dạng âm thanh
