Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Maximum texture resolution:
ar: تصميم النصوص بالحد الأعلى:
be: Максімальная разрознасць тэкстуры:
bn: সর্বোচ্চ টেক্সচার রেজ্যুলূশন:
bs_ba: Maksimalna rezolucija teksture:
ca: Resolució màxima de la textura:
cs: Maximální rozlišení textury:
da: Maksimal strukturopløsning:
de: Maximale Texturauflösung:
el: Μέγιστη ανάλυση υφής:
es: Resolución máxima de la textura:
eu: Gehienezko egitura bereizmena:
fi: Tekstuurien maksimiresoluutio:
fr: Résolution maximale :
gl: Resolución maxima da textura:
he: רזולוצייה מקסימלית עבור תת-תמונה:
hr: Maksimalna razlučivost teksture:
hu: Legnagyobb textúra felbontás:
hy: Արտապատկերման մաքսիմալ ընդլայնումը.
id: Resolusi tekstur maksimum:
it: Massima risoluzione texture:
ja: テクスチャの最大解像度:
lt: Maksimalus tekstūros dydis:
ms_my: Resolusi tekstur maksimum:
nl: Maximale texture resolutie:
pt_br: Resolução máxima da textura:
ru: Макс. разрешение текстур:
sk: Maximálne rozlíšenie textúry:
sl: Maksimalna ločljivost teksture:
sr: Максимална резолуција текстуре:
sv: Högsta texturupplösning:
th_th: ความละเอียดสูงสุดของพื้นผิว:
tt: Текстураның максималь зурлыгы:
uk: Максимальний розмір текстури:

# IDD_PPAGESUBTITLES_IDC_CHECK_NO_SUB_ANIM
source: Never animate the subtitles
ar: لا تسمح أبدًا بتحريك الترجمة
be: Ніколі не анімаваць субцітры
bn: কখনোই সাবটাইটেল অ্যানিমেট করা হবে না
bs_ba: Nikada ne animiraj titlove
ca: No permetis animació als subtítols
cs: Zakázat animaci titulků
da: Animér aldrig underteksterne
de: Untertitel nicht animieren
el: Ποτέ κίνηση στους υπότιτλους
es: Nunca animar los subtítulos
eu: Inoiz ez animatu azpidatziak
fi: Älä animoi koskaan tekstityksiä
fr: Ne jamais animer les sous-titres
gl: Nunca animar os subtítulos
hr: Nikad nemoj animirati titlove.
hu: Soha ne animálja a feliratokat
hy: Երբեք չշարժունացնել տողագրերը
id: Jangan pernah animasikan subtitel
it: Non usare mai le animazioni per i sottotitoli
ja: 字幕をアニメーション化しない
lt: Niekada neanimuoti subtitrų
ms_my: Jangan animasikan sarikata
nl: Animeer de ondertiteling nooit
pt_br: Nunca animar as legendas
ru: Никогда не анимировать субтитры
sk: Nikdy neanimovať titulky
sl: Nikoli ne animiraj podnapise
sr: Никад не анимирај титлове
sv: Animera aldrig undertexterna
th_th: ไม่ต้องใช้ลูกเล่นของศัพท์บรรยาย
uk: Не застосовувати анімацію субтитрів

# IDD_PPAGESUBTITLES_IDC_STATIC5
source: Render at
ar: التقديم في
be: Апрацоўваць
bn: রেনডার করা হবে- অ্যানিমেশনের
bs_ba: Renderiraj na
ca: Renderitza el
cs: Vykreslit při
da: Rendér ved
de: Rendering bei:
el: Απόδοση του
es: Renderizar al
eu: Aurkezlea
fi: Renderöi kohdassa
fr: Afficher après
gl: Representar en
hr: Prikaži pri
hu: Az animáció
hy: Նյութավորել
id: Render pada
it: Rendimento a
ja: アニメーションの
lt: Vaizduoti
ms_my: Terap pada
nl: Opbouwen op
pt_br: Renderização em
ru: Рендеринг
sk: Vykresľovať na
sl: Izriši ob
sr: Рендеровање
sv: Rendera vid
th_th: แปลผลที่
uk: Рендеринг зі швидк.

# IDD_PPAGESUBTITLES_IDC_STATIC6
source: % of the animation
ar: % من الحركة
be: % анімацыі
bs_ba: % animacije
ca: % de l'animació
cs: % animace
da: % af animationen
de: % der Animation
el: % της κίνησης
es: % de la animación
eu: Animazioaren %
fi: % animaatiota
fr: % de l'animation
gl: % da animación
hr: % od animacije
hu: %-án renderelje
hy: % շարժունացում
id: % dari animasi
it: % di animazione
ja: % で表示する
lt: % animacijos
ms_my: %s animasi
nl: % van de animatie
pt_br: % da animação
ru: % анимации
sk: % animácie
sl: % animacije
sr: % анимације
sv: % av animationen
th_th: % ของลูกเล่น
uk: % від повної анімації

# IDD_PPAGESUBTITLES_IDC_STATIC7
source: Animate at
ar: حرك في
be: Анімаваць
bn: অ্যানিমেট করা হবে- ভিডিও ফ্রেম রেটের
bs_ba: Animiraj na
ca: Anima el
cs: Animovat při
da: Animér ved
de: Animation mit:
el: Κίνηση του
es: Animar al
eu: Animatu
fi: Animoi kohdassa
fr: Animer à
gl: Animar en
hr: Animiraj na
hu: A képkockasebesség
hy: Շարժունացնել
id: Animasi pada
it: Animazione a
ja: ビデオのフレーム レートの
lt: Animuoti
ms_my: Animasi pada
nl: Animeer op
pt_br: Animado em
ru: Анимация
sk: Animovať na
sl: Animiraj ob
sr: Анимација
sv: Animera vid
th_th: ใช้ลูกเล่นที่
uk: Анімація зі швидк.

# IDD_PPAGESUBTITLES_IDC_STATIC8
source: % of the video frame rate
ar: % من معدل إطار الفيديو
be: % частаты кадраў відэа
bs_ba: % tempa video okvira
ca: % de les imatges per segon del vídeo
cs: % snímkové frekvence
da: % af videoens billedhastighed
de: % der Videobildrate
el: % του ρυθμού καρέ βίντεο
es: % de la tasa de fotogramas del vídeo
eu: Bideo frame neurriaren %
fi: % videon kuvataajuudesta
fr: % du débit d'images.
gl: % da razón de fotogramas do vídeo
hr: % od video frame ratea
hu: %-án animálja
hy: % տեսանյութի Կադրերի հաճախությունը
id: % dari laju frame video
it: % del numero di frame video
ja: % でアニメーション化する
lt: % vaizdo kadro
ms_my: %s kadar bingkai video
nl: % van de videobeeld verhouding
pt_br: % da taxa de quadros de vídeo
ru: % частоты кадров видео
sk: % rýchlosti snímkov videa
sl: % okvirne video stopnje
sr: % учесталости кадрова
sv: % av videons bildfrekvens
th_th: % ของอัตราเฟรมวิดีโอ
uk: % від швидк. відтвор. відео

# IDD_PPAGESUBTITLES_IDC_CHECK_ALLOW_DROPPING_SUBPIC
source: Allow dropping some subpictures if the queue is running late
ar: السماح بتخفيض بعض الترجمة الصوّرية إذا كان يتأخّر بالتشغيل
be: Дазволіць пропуск некаторых кадраў пры запазненні
bn: অপেক্ষমান কাজে বিলম্ব হলে কিছু কিছু সাবপিকচার বাদ যাওয়া অনুমোদন
bs_ba: Dozvoli odbacivanje nekih podslika ako red kasni
ca: Permet la pèrdua d'alguns subtítols pre-renderitzats si la cua va amb retard
cs: Povolit zahazování titulků, pokud dochází ke zpoždění fronty
da: Tillad tab af nogle undertekst-billeder hvis køen er forsinket
de: Untertitelbilder bei verzögerter Warteschlange verwerfen
el: Επιτρέπεται η απόρριψη μερικών επιμέρους εικόνων αν η ουρά εκτελείται αργά
es: Permitir desechar algunos subtítulos pre-renderizados si la cola lleva retraso
eu: Ahalbidetu zenbait azpirudi erortzea lerroak berandu ekiten badu
fi: Salli joidenkin tekstitysten pois jättäminen, jos jono on myöhässä
fr: Autoriser la perte des sous-titres sur certaines trames en cas de retard de rendu
gl: Permite descartar algunhas subimaxes se a cola leva retardo
hr: Dozvoli odbacivanje nekih podslika ako red kasni
hy: Թույլատրել պատկերների որոշ մասերի գցումը, եթե հերթը ուշանում է
id: Izinkan membuang beberapa sub gambar jika antrean berjalan terlambat
it: Consenti di tralasciare alcune immagini secondarie se la coda è in ritardo
ja: キューが遅れて実行されている場合、サブピクチャの欠落を許可する
lt: Įjungti kai kurių kadrų išmetimą vėluojant.
ms_my: Benarkan pelepasan beberapa sub-gambar jika baris gilir lambat berjalan
nl: Sta het laten vallen van beeldblokken toe wanneer de wachtrij achterloopt
pt_br: Permitir a remoção de algumas subfotos se a fila estiver atrasada
ru: Включить выпадение некоторых фрагментов при запаздывании
sk: Povoliť preskočenie niektorých pod-obrázkov, ak sa fronta oneskoruje
sl: Dovoli izpuščanje podslik če je vrsta počasna
sr: Дозволи испуштање подслика при кашњењу
sv: Hoppa över undertextbilder om kön ligger efter
th_th: อนุญาตให้ละเว้นบางศัพท์ภาพ หากการดำเนินคิวล่าช้า
uk: Дозволити випадан. деяких фрагмен. субтитрів якщо черга запущена пізно

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Renderer Layout
ar: Renderer تخطيط
be: Апрацоўшчык відэа
bn: রেনডারারের ধরন-প্রকৃতি
bs_ba: Prikaz Renderera
ca: Format del rendetirzador
cs: Rozvržení zobrazovací jednotky
de: Untertitel-Layout
el: Διάταξη απόδοσης
es: Disposición del renderizador
eu: Aurkezle Antolakuntza
fi: Renderöintiasettelu
fr: Options de rendu
gl: Opcións de renderización
hr: Raspored rendera
hy: Նյութավորիչի դասավորություն
id: Tata Letak Perender
it: Layout Renderer
ja: レンダラのレイアウト
lt: Renderio išdėstymas
ms_my: Bentangan Penerap
nl: Opbouw sjabloon
pt_br: Layout de Renderização
ru: Раскладка рендера
sk: Rozloženie vykresľovača
sl: Razporeditev Izrisovalnika
sr: Распоред рендерера
sv: Renderarlayout
th_th: แผนงานตัวแปลผล
uk: Розкладка рендерера

# IDD_PPAGESUBTITLES_IDC_CHECK_SUB_AR_COMPENSATION
source: Apply aspect ratio compensation for anamorphic videos
ar: anamorphic طبّق تعويض نسبة الطول للعرض لفيديوهات
be: Карэктаваць прапорцыі анамарфаванага відэафармата.
bn: আনামর্ফিক ভিডিওসমূহের জন্য অ্যাসপেক্ট রেশিও সামঞ্জস্য করা প্রয়োগ করণ
bs_ba: Primijeni kompenzaciju razmjere za anamorfni video
ca: Aplica la compensació de la relació d'aspecte per als vídeos anamòrfics
cs: Pro deformovaná videa použít kompenzaci poměru stran
da: Anvend kompensation af højde-bredde-forhold ved anamorfiske videoer
de: Seitenverhältnis bei anamorphem Video ausgleichen
el: Εφαρμογή αναλογιών αντιστάθμισης για αναμορφικά βίντεο
es: Aplicar compensación de relación de aspecto en vídeos anamórficos
eu: Ezarri ikuspegi maila orekatzea bideo anamorfikoentzat
fi: Käytä kuvasuhteen kompensaatiota anamorfisille videoille
fr: Corriger le ratio d'aspect pour les vidéos anamorphiques
gl: Aplica a compensación de proporción para vídeos anamórficos
hr: Primijeni kompenzaciju omjera slike za anamorfna videa
hu: Képarány kompenzáció alkalmazása anamorf videókhoz
hy: Կիրառել կողմերի հարաբերություն փոխհատուցումը անամորֆիկ տեսանյութերի համար
id: Terapkan kompensasi nisbah bidang untuk video anamorfik
it: Applica compensazione dell'aspect ratio per video anamorfici
ja: アナモルフィック ビデオに縦横比の補正を適用する
lt: Kompensuoti anamorfinio vaizdo kraštinių santykį
ms_my: Laksana pemampasan nisbah bidang untuk video anamorfik
nl: Pas beeldverhoudingcompensatie toe voor anamorfe videos
pt_br: Aplique a compensação de proporção para vídeos anamórficos
ru: Компенсация соотношение сторон для анаморфированного видео
sk: Pre anamorfné videá použiť kompenzáciu stranového pomeru.
sl: Uporabi nadomestilo razmerja za anamorfne videoposnetke
sr: Компензуј пропорције за анаморфне видео-записе
sv: Använd bildförhållande-kompensering för videos med anamorfiskt format
th_th: ใช้การชดเชยอัตราส่วนภาพสำหรับวิดีโออนามอร์ฟิก
uk: Застосовувати компенсацію співвідношення сторін для анаморфного відео

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Warning
ar: تحذير
be: Папярэджанне
bn: সতর্কীকরণ
bs_ba: Upozorenje
ca: Advertència
cs: Varování
da: Advarsel
de: Hinweis
el: Προειδοποίηση
es: Advertencia
eu: Kontuz
fi: Varoitus
fr: Attention
gl: Aviso
he: אזהרה
hr: Upozorenje
hu: Figyelmeztetés
hy: Ուշադրություն
id: Peringatan
it: Attenzione
ja: 警告
lt: Įspėjimas
ms_my: Amaran
nl: Waaschuwing
pt_br: Aviso
ru: Предупреждение
sk: Varovanie
sl: Opozorilo
sr: Упозорење
sv: Varning
th_th: คำเตือน
tt: Игътибар
uk: Увага

# IDD_PPAGESUBTITLES_IDC_STATIC
source: If you override and enable fullscreen antialiasing somewhere at your videocard's settings, subtitles aren't going to look any better but it will surely eat your CPU.
ar: إذا كنت ستتجاوز وتمكّن الشاشة الكاملة ضدّ التعرّج في مكان ضبط كرت الفيديو الخاص بك، فالترجمة لن تشاهدها بفرق أفضل لكنّه سيستهلك وحدة المعالجة المركزية بالتأكيد
be: Калі вы зменіце размяшчэнне і задзейнічаеце ў наладах відэакарты поўнаэкраннае згладжванне, субцітры не стануць выглядаць лепш, але пачнуць празмерна нагружаць працэсар.
bn: আপনার ভিডিওকার্ডের সেটিংসমূহের কোথাও যদি সম্পূর্ণ-স্ক্রীন জুড়ে অ্যান্টিএলিয়েসিং- ওভাররাইড করণ এবং সক্রিয় থাকে, তবে সাবটাইটেল অপেক্ষাকৃত ভাল তো দেখাবেই না বরং সেটা আপনার CPUর কর্মদক্ষতা হ্রাস করবে।
bs_ba: Ako premostite i omogućite antialiasing prikaza preko cijelog ekrana negdje u podešenjima vaše grafičke kartice titlovi neće izgledati ništa bolje ali će sigurno 'jesti' vaš CPU.
ca: Si activa manualment el suavitzat (antialiasing) a pantalla completa en alguna de les opcions de la seva targeta gràfica, segurament es dissiparà l'ús de la CPU sense aconseguir cap millora en l'aspecte dels subtítols.
cs: Pokud změníte polohu titulků a zapnete fullscreen antialiasing, titulky určitě nebudou vypadat lépe, zato však zaberou veškerý výkon vašeho procesoru.
da: Hvis du tilsidesætter og aktivere fuldskærm antialiasing i grafikkortets indstillinger, kommer underteksterne ikke til at se bedre ud, men der bruges betydeligt flere CPU-ressourcer.
de: Wird Vollbild-Antialiasing in den Einstellungen der Grafikkarte aktiviert, bleibt die Darstellungsqualität der Untertitel unverändert. Auch kann die CPU-Auslastung deutlich ansteigen.
el: Εάν παρακάμψετε κι ενεργοποιήσετε την εξομάλυνση γραφικών πλήρους οθόνης κάπου στις ρυθμίσεις της κάρτας γραφικών σας, οι υπότιτλοι δεν πρόκειται να φανούν καλύτερα, αλλά σίγουρα θα τρώνε από τον επεξεργαστή σας.
es: Si activa manualmente el suavizado (antialiasing) a pantalla completa en alguno de los ajustes de su tarjeta gráfica, seguramente se disparará el uso de la CPU sin lograr mejorar el aspecto de los subtítulos.
eu: Ezeztatzen baduzu eta ikusleiho-osoko hertz-lehunketa gaitu zure bideo txartelaren ezarpenetan, azpidatziak ez dira hobeto ikusiko baina zihurrenik zure CPU-a jango du.
fi: Jos pakotat ja otat käyttöön kokoruututilan antialiasoinnin näytönohjaimesi asetuksissa, tekstitykset eivät näy yhtään paremmin mutta syövät prosessoritehoa.
fr: Si vous activez l'anticrénelage en mode plein écran dans les paramètres de votre carte vidéo, cela n'améliorera pas l'affichage des sous-titres mais consommera davantage de ressources système.
gl: Se activas o modo de antialiasing a pantalla completa na configuración da súa tarxeta gráfica, os subtítulos non lucirán mellor e esixirán forza ao CPU.
he: אם אתה מבצע מעקף בהגדרות כרטיס המסך ומפעיל את החלקת הקצוות במסך מלא, הכתוביות לא יראו טוב יותר, אך המעבד שלך יעבוד שעות נוספות.
hr: Ako bilo gdje u postavkama grafičke kartice omogućite antialiasing za sliku na cijelom ekranu i date tim postavkama veći prioritet, titlovi neće bolje izgledati, ali će Vam zasigurno opteretiti procesor.
hu: Ha felülbírálva engedélyezi a videokártyája beállításainál a teljes képernyős vonalsimítást, a feliratok akkor sem lesznek szebbek, viszont a processzorát teljesen leterheli vele.
hy: Եթե փոխեք դիրքը և կարգավորեք տեսաքարտի էկրանային լղոզումը, ապա տողագրերը ավելի լավ չեն երևա, այլ փոխարենը կխլեն մեծ ռեսուրսներ։
id: Jika Anda menimpa dan memfungsikan anti-alias layar penuh pada pengaturan kartu video Anda, subtitel tidak akan nampak lebih baik tetapi pastinya akan meningkatkan kinerja CPU Anda.
it: Se imposti l'antialiasing a schermo intero nella tua scheda video, i sottotitoli NON si vedranno meglio, tuttavia la CPU avrà un carico maggiore.
ja: 字幕の配置を強制的に指定してビデオカードの設定で全画面表示のアンチエイリアスを有効にした場合、CPU を消費するのみで字幕は少しも綺麗になりません。
lt: Jei jūs pakeisite padėtį ir įjungsite pilnaekranį išlyginimą vaizdo plokštės nustatymuose, subtitrai neatrodys geriau, bet papildomai eikvos procesorių.
ms_my: Jika anda batal dan benarkan anti-alias skrin penuh pada tetapan kad video anda, sarikata tidak akan kelihatan lebih baik tetapi ia pasti banyak gunakan CPU anda.
nl: Als u de ondertitelingspositie aanpast en ergens in de instellingen van uw grafische kaart "vol scherm" antialiasing aanzet, zal de ondertiteling er niet beter uitzien, maar de CPU wordt wel zwaarder belast.
pt_br: Se você tiver antisserrilhamento forçado ativado nas configurações de sua placa de vídeo, é bem provável que sua CPU não conseguirá exibir as legendas em tempo real.
ru: От изменения положения и полноэкранного сглаживания субтитры не станут выглядеть лучше, но это будет чрезмерно нагружать ваш процессор.
sk: Ak niekde v nastaveniach grafickej karty manuálne zapnete antialiasing v režime pre celú obrazovku, vzhľad titulkov sa o nič nezlepší, zvýši sa však zaťaženie procesora.
sl: Če preglasiš in omogočiš celozaslonsko glajenje (antialiasing) kjerkoli v nastavitvah videokartice, podnapisi ne bodo izgledali nič bolje, bo pa CPU zelo obremenjen
sr: Опција уклањања назубљености у режиму приказа преко целог екрана не доприноси квалитету титлова, већ само оптерећује процесор. Препоручујемо вам да је искључите у поставкама графичке картице.
sv: Om du aktiverar helskärmskantutjämning i ditt grafikkorts inställningar kommer undertexter inte se bättre ut, men det kommer troligen att belasta din processor.
th_th: ถ้าคุณฝืนและใช้งานการลดรอยหยักในโหมดเต็มจอบางที่ที่การตั้งค่าการ์ดจอของคุณ ศัพท์บรรยายจะไม่ได้ดูดีขึ้นแต่จะเปลือง CPU ของคุณ
tt: Әгәр сез урынны үзгәртсәгез һәм видеокарта көйләүләрендә тулы экранда тигезләүне кушсагыз, субтитрлар яхшырак күренәчәк, ләкин процессор артык төяләчәк.
uk: Якщо Ви зміните положення та увімкнете повноекранне згладжування в налаштуваннях відеокарти, вигляд субтитрів не покращиться, але навантаження процесора збільшиться.

# IDD_PPAGEFORMATS_IDC_STATIC2
source: File extensions
ar: ملف الإمتدادات
be: Пашырэнні файлаў
bn: ফাইলের এক্সটেনশন সমূহ
bs_ba: Ekstenzije dokumenata
ca: Extensions de fitxer
cs: Přípony souborů
da: Filtyper
de: Dateierweiterungen
el: Επεκτάσεις αρχείων
es: Extensiones de archivo
eu: Agiri hedapenak
fi: Tiedostopäätteet
fr: Extensions de fichiers
gl: Extensións de ficheiro
he: סיומות קבצים
hr: Nastavci datoteka
hu: Fájlkiterjesztések
hy: Ֆայլերի տեսակները
id: Ekstensi berkas
it: Estensioni dei file
ja: ファイル拡張子
lt: Failų išplėtimai
ms_my: Sambungan fail
nl: Bestandsextensies
pt_br: Extensões de arquivo
ru: Расширения файлов
sk: Koncovky súborov
sl: Končnice datotek
sr: Наставци датотека
sv: Filnamnstillägg
th_th: สกุลไฟล์
tt: Файл киңәйтүләре
uk: Розширення файлів

# IDD_PPAGEFORMATS_IDC_BUTTON2
source: Default
ar: إفتراضي
be: Па змаўчанні
bn: ডিফল্ট
bs_ba: Podrazumijevano
ca: Per defecte
cs: Standardní
da: Standard
de: &Standard
el: Προεπιλογή
es: Predefinidas
eu: Berez
fi: Oletus
fr: Par défaut
gl: Predefinido
he: ברירת מחדל
hr: Zadano
hu: Alapértelmezés
hy: Ըստ ծրագրայինի
id: Bawaan
it: Predefiniti
ja: 既定
lt: Numatyta
ms_my: Lalai
nl: Standaard
pt_br: Padrão
ru: По умолчанию
sk: Predvol.
sl: Privzeto
sr: Подразум.
sv: Återställ
th_th: ค่าตั้งต้น
tt: Килешү буенча
uk: Типово

# IDD_PPAGEFORMATS_IDC_BUTTON_EXT_SET
source: Set
ar: تعيين
be: Задаць
bn: সেট করি
bs_ba: Podesi
ca: Estableix
cs: Nastavit
da: Anvend
de: &Anwenden
el: Ρύθμιση
es: Establecer
eu: Ezarri
fi: Aseta
fr: Définir
gl: Fixar
he: קבע
hr: Podesi
hu: Beállítás
hy: Տեղակայել
id: Tetapkan
it: Imposta
ja: 設定
lt: Nustatyti
ms_my: Tetapkan
nl: Toepassen
pt_br: Gravar
ru: Установить
sk: Nastaviť
sl: Nastavi
sr: Постави
sv: Ange
th_th: ตั้งค่า
tt: Урнаштырырга
uk: Встановити

# IDD_PPAGEFORMATS_IDC_STATIC3
source: Association
ar: تشغيل مع
be: Асацыяцыі
bn: সম্পৃক্ততা
bs_ba: Asocijacije
ca: Associació
cs: Asociace
da: Tilknytning
de: Dateizuordnung
el: Συσχέτιση
es: Asociación
eu: Elkarketa
fi: Kytkentä
gl: Asociación
he: שיוך קבצים
hr: Asocijacije
hu: Társítás
hy: Ասոցիացումներ
id: Asosiasi
it: Associazione file
ja: 関連付け
lt: Susiejimas
ms_my: Perkaitan
nl: Koppeling
pt_br: Associação
ru: Ассоциации
sk: Asociácia
sl: Povezave
sr: Повезаност
sv: Associering
th_th: ความสัมพันธ์
tt: Киңәйтүләр
uk: Асоціації

# IDD_PPAGEFORMATS_IDC_CHECK8
source: Use the format-specific icons
ar: استخدام إيقونة صيغة محددة
be: Адмысловыя значкі фарматаў
bn: ধরন-সাপেক্ষে নির্দিষ্ট আইকন ব্যবহার করি
bs_ba: Koristi ikonice odvisne od formata
ca: Utilitza les icones específiques del format
cs: Použít ikony podle typu souboru
da: Brug de formatspecifikke ikoner
de: Formateigene Icons verwenden
el: Χρήση των συγκεκριμένης-μορφής εικονιδίων
es: Usar los iconos específicos del formato
eu: Erabili heuskarriaren ikur bereziak
fi: Käytä tiedostotyyppien ikoneita
fr: Utiliser les icônes spécifiques au format
gl: Usar as iconas específicas do formato
hr: Koristi formatom određene ikone
hu: Használja a formátum specifikus ikonokat
hy: Օգտ. ձևաչափի ուրույն պատկերակներ
id: Gunakan ikon berformat spesifik
ja: 形式固有のアイコンを使用する
lt: Naudoti specialias piktogramas
ms_my: Guna ikon format-spesifik
nl: Gebruik de formaat-specifieke iconen
pt_br: Usar os ícones específicos dos formatos
ru: Использовать специальные иконки форматов
sk: Použiť ikony špecifické pre formát
sl: Uporabi formatu prilagojene ikone
sr: Користи иконе за одређене формате
sv: Använd formatspecifika ikoner
th_th: ใช้ไอคอนที่จำเพาะกับรูปแบบ
uk: Використовувати специфічні для формату файла іконки

# IDD_PPAGEFORMATS_IDC_BUTTON1
source: Run as &administrator
ar: تشغيل كمسؤول
be: Выканаць ад імя &адміністратара
bn: অ্যাডমিনিস্ট্রেটর হিসেবে চালনা করি(&A)
bs_ba: Pokreni kao &administrator
ca: Executa com a &administrador
cs: Spustit jako &administrátor
da: Kør som &administrator
de: Als &Administrator ausführen...
el: Εκτέλεση ως &διαχειριστής
es: Ejecutar como &administrador
eu: Ekin &administrari bezala
fi: Suorita järjestelmänvalvojana
fr: Exécuter en tant qu'&administrateur
gl: Executar como &administrador
hr: Pokreni kao &administrator
hu: Futtatás rendszergazdaként
hy: Մեկնարկել որպես &ադմին
id: Jalankan sebagai &administrator
it: Esegui come &amministratore
ja: 管理者として実行(&A)
lt: Paleisti &administratoriaus teisėmis
ms_my: Jalankan sebagai pent_adbir
nl: Start als administrateur
pt_br: Executar como &administrador
ru: Запуск от имени администратора
sk: Spustiť ako &administrátor
sl: Zaženi kot &skrbnik
sr: Покрени као &администратор
sv: Kör som &administratör
th_th: รันเป็น&ผู้ดูแลระบบ
uk: Запустити від імені &адміністратора

# IDD_PPAGEFORMATS_IDC_BUTTON7
source: Set as &default program
ar: تطبيق كإفتراضي للبرنامج
be: Зрабіць праграмай &па змаўчанні
bn: ডিফল্ট প্রোগ্রাম হিসেবে নির্ধারণ করি(&D)
bs_ba: Postavi kao po&drazumijevani program
ca: Estableix com a programa per &defecte
cs: Nastavit jako &výchozí program
da: Indstil som &standardprogram
de: Als &Standard festlegen
el: Ορισμός ως &προεπιλ/νο πρόγραμμα
es: Establecer como programa &predeterminado
eu: Ezarri &berezko programa bezala
fi: Aseta oletussovellukseksi
fr: Définir comme programme par &défaut
gl: Establecer como programa pre&definido
hr: Postavi kao za&dani program
hu: Beállítás alapértelmezett programként
hy: Նշել որպես &հիմնական ծրագիր
id: Tetapkan sebagai program &baku
it: Imposta come programma &predefinito
ja: 既定のプログラムに設定(&D)
lt: Nustatyti programą kaip pagrin&dinę
ms_my: Tetapkan sebagai program &lalai
nl: Gebruik als standaard programma
pt_br: &Definir como o programa padrão
ru: Сделать программой по умолчанию
sk: Nastaviť ako pred&volený program
sl: Nastavi kot &privzeti program
sr: Постави као &подразум. програм
sv: Ange som stan&dardprogram
th_th: &ตั้งเป็นโปรแกรมตั้งต้น
uk: Встановити як &типову програму
