Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_TOOLTIP_EXPLORE_TO_FILE
source: Double click to open file location
ar: انقر مرتين لفتح موقع الملف
be: Падвойны клік адкрывае месцазнаходжанне файла
bn: ফাইলটির অবস্থানে যেতে ডাবল ক্লিক করুন
bs_ba: Dvoklik da otvorite lokaciju
ca: Feu doble clic per obrir la ubicació del fitxer
cs: Dvojitým kliknutím otevřete umístění souboru
da: Dobbeltklik for at åbne filplacering
de: Dateiordner mit Doppelklick öffnen.
el: Διπλό κλικ για άνοιγμα της θέσης του αρχείου
es: Doble clic para abrir la ubicación del archivo
eu: Klik bikoitza agiriaren kokalekua irekitzeko
fi: Kaksoisklikkaa avataksesi tiedostosijainnin
fr: Double-cliquez pour ouvrir le dossier contenant le fichier
gl: Dobre clic para abrir a ubicación do ficheiro
he: לחיצה כפולה כדי לפתוח את מיקום הקובץ
hr: Dvoklik za otvaranje lokacije datoteke
hu: Klikkeljen duplán a fájl mappa megnyitásához
hy: Կրկնակի սեղմեք՝ ֆայլի թղթապանակը բացելու համար
it: Doppio click per aprire il percorso del file
ja: ダブルクリックでファイルの場所を開く
lt: Dvigubas spragtelėjimas failo vietos atvėrimui
ms_my: Dwi-klik untuk buka lokasi fail
nl: Dubbelklik om bestandlocatie te openen
pa: ਫ਼ਾਈਲ ਟਿਕਾਣਾ ਖੋਲ੍ਹਣ ਲਈ ਦੋ ਵਾਰ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij dwukrotnie, aby otworzyć lokalizację pliku
ru: Кликните дважды, чтобы открыть папку
sk: Pre otvorenie umiestnenia súboru dvakrát kliknite
sl: Dvokliknite da odprete lokacijo datoteke
sr: Двокликните да бисте отворили локацију датотеке
sv: Dubbelklicka för att öppna sökväg
th_th: คลิกสองครั้งเพื่อเปิดที่ตั้งไฟล์
tt: Дважды кликните, чтобы открыть папку
vi: Nhấp đúp để mở vị trí tệp

# IDS_TOOLTIP_REMAINING_TIME
source: Toggle between elapsed and remaining time
ar: التبديل بين الوقت المنقضي والوقت المتبقي
be: Пераключэнне паміж мінулым часам і тым, што застаўся
bn: অতিবাহিত আর অবশিষ্ট সময় প্রদর্শনের মধ্যে নিয়ন্ত্রণ
bs_ba: Naizmjenično mijenjaj prikaz proteklog i preostalog vremena.
ca: Commuta entre el temps transcorregut i restant
cs: Kliknutím přepnete mezi uplynulým a zbývajícím časem
da: Skift mellem forløbet tid og resterende tid
de: Zeitanzeige wechseln
el: Εναλλαγή μεταξύ του χρόνου που πέρασε και αυτού που απομένει
es: Alternar entre tiempo transcurrido y tiempo restante
eu: Aldatu igarotako eta gelditzen den denboraren artean
fi: Vaihda kuluneen ja jäljellä olevan ajan välillä
fr: Basculer entre temps écoulé et temps restant
gl: Alternar entre tempo transcurrido e restante
he: החלף בין זמן שעבר לזמן שנשאר
hr: Namjesti između proteklog i preostalog vremena
hu: Váltás az eltelt és a hátralevő idő között
hy: Անցում անցած և մնացած ժամանակի միջև
it: Visualizza tempo trascorso / tempo rimanente
ja: 経過時間と残り時間を切り替え
lt: Perjungti tarp praėjusio ir likusio laiko
ms_my: Togol diantara masa berlalu dan berbaki
nl: Schakel tussen verstreken en resterende tijd
pa: ਲੱਗੇ ਅਤੇ ਬਾਕੀ ਰਹਿੰਦੇ ਸਮੇਂ ਵਿੱਚ ਤਬਦੀਲ ਕਰੋ
pl: Kliknij, aby przełączyć pomiędzy czasem, który upłynął a pozostałym
ru: Переключение между прошедшим и оставшимся временем
sk: Prepnúť medzi uplynulým a zostávajúcim časom
sl: Preklopi med pretečenim in preostalim časom
sr: Пребацивање између протеклог и преосталог времена
sv: Växla mellan förfluten och återstående tid
th_th: สลับระหว่างเวลาที่เล่นผ่าน กับเวลาที่เหลือ
tt: Переключение между прошедшим и оставшимся временем
vi: Chuyển đổi giữa đã trôi qua và thời gian còn lại

# IDS_UPDATE_DELAY_ERROR_TITLE
source: Invalid delay
ar: تأخير غير صالح
be: Недапушчальная затрымка
bn: বিলম্বন সময়টি অগ্রহণযোগ্য
bs_ba: Odgoda nije ispravna
ca: El retard no és vàlid
cs: Neplatné odstup
da: Ugyldig forsinkelse
de: Ungültige Eingabe
el: Μη έγκυρη καθυστέρηση
es: El retardo no es válido
eu: Atzerapen baliogabea
fi: Viive ei kelpaa
fr: Délai invalide
gl: Retraso inválido
he: ערך עיכוב לא תקין
hr: Neispravno kašnjenje
hu: Érvénytelen késleltetés
hy: Սխալ դադար
it: Ritardo non valido
ja: 無効な遅延
lt: Klaidinga delsa
ms_my: Lengah tidak sah
nl: Ongeldige vertraging
pa: ਗਲਤ ਦੇਰੀ
pl: Nieprawidłowy odstęp czasu
ru: Некорректная задержка
sk: Neplatná dĺžka
sl: Neveljavna zakasnitev
sr: Неисправно кашњење
sv: Ogiltig fördröjning
th_th: ค่าหน่วงไม่ถูกต้อง
tt: Нәзакәтсез аралык
vi: Sự chậm trễ không hợp lệ

# IDS_UPDATE_DELAY_ERROR_MSG
source: Please enter a number between 1 and 365.
ar: يرجى إدخال رقم بين 1 و 365.
be: Увядзіце лік ад 1 да 365.
bn: অনুগ্রহপূর্বক ১ এবং ৩৬৫ এর মধ্যে থাকা কোন সংখ্যা প্রবেশ করুন।
bs_ba: Molimo unesite broj između 1 i 365.
ca: Si us plau, introduexi un número entre 1 i 365.
cs: Zadejte číslo mezi 1 a 365.
da: Indtast et tal mellem 1 og 365.
de: Bitte nur Zahlen zwischen 1 und 365 eingeben.
el: Παρακαλώ εισάγετε έναν αριθμό μεταξύ 1 και 365.
es: Escriba un número entre 1 y 365.
eu: Mesedez sartu 1 eta 365 arteko zenbaki bat.
fi: Syötä numero väliltä 1-365.
fr: Veuillez entrer un nombre entre 1 et 365.
gl: Por favor insire un número entre 1 e 365.
he: אנא הזן מספר בין 1 ו-365.
hr: Molim unesite broj izmedju 1 i 365
hu: Adjon meg egy számot 1 és 365 között.
hy: Նշեք թիվ՝ 1-365։
it: Inserire un numero compreso tra 1 e 365.
ja: 1 から 365 までの数字を入力してください。
lt: Prašome įvesti skaičių tarp 1 ir 365.
ms_my: Sila masukkan nombor diantara 1 hingga 365.
nl: Voer een getal in tussen 1 en 365
pa: 1 ਤੋਂ 365 ਦੇ ਵਿੱਚੋਂ ਇੱਕ ਨੰਬਰ ਦਿਉ।
pl: Proszę wprowadzić liczbę z przedziału od 1 do 365.
ru: Пожалуйста, введите число от 1 до 365.
sk: Prosím zadajte číslo v rozmedzí 1 a 365.
sl: Prosimo vnesite število med 1 in 365.
sr: Унесите број између 1 и 365.
sv: Ange ett nummer mellan 1 och 365.
th_th: โปรดใส่ตัวเลขระหว่าง 1 ถึง 365
tt: Пожалуйста, введите число от 1 до 365.
vi: Xin vui lòng nhập một số từ 1 đến 365.

# IDS_AG_PNS_CENTER
source: PnS Center
ar: بان اند سكان المركز
be: Цэнтраваць кадр
bn: প্যানঅ্যান্ডস্ক্যান কেন্দ্রে সরাই
bs_ba: PnS Centar
ca: PnS Centre
cs: P&S vycentrovat
de: Pan&Scan: Zentrieren
el: Πανοραμική: Κέντρο
es: PnS Centro
eu: PnS Erdian
fi: PnS Keskelle
fr: Recadrage : Centrer
gl: PnS Centro
he: PnS מרכז
hr: PnS centar
hu: PnL Középre állít
hy: Կադրը կենտրոնով
it: PnS Centra
ja: PnS: 中央へ戻す
lt: Kadras centre
ms_my: Pusat Pns
nl: PnS centreren
pl: Wyśrodkuj obraz
ru: Центрировать кадр
sk: PnS stred
sl: PnS sredina
sr: Центрирај кадар
th_th: ส่องกวาด ตรงกลาง
tt: Кадрны үзәкләү
vi: Căn giữa PnS

# IDS_AG_PNS_LEFT
source: PnS Left
ar: بان اند سكان يسار
be: Ссунуць кадр улева
bn: প্যানঅ্যান্ডস্ক্যান বামে সরাই
bs_ba: PnS Lijevo
ca: PnS Esquerra
cs: P&S doleva
da: PnS venstre
de: Pan&Scan: Nach links bewegen
el: Πανοραμική: Αριστερά
es: PnS Izquierda
eu: PnS Ezker
fi: PnS Vasemmalle
fr: Recadrage : Déplacer vers la gauche
gl: PnS Esquerda
he: PnS שמאלה
hr: PnS lijevo
hu: PnL Balra
hy: Շարժել կադրը ձախ
it: PnS Sinistra
ja: PnS: 左へ移動
lt: Kadras kairėn
ms_my: Kiri PnS
nl: PnS links
pl: Przesuń obraz w lewo
ru: Сдвинуть кадр влево
sk: PnS vľavo
sl: PnS Levo
sr: Помери кадар улево
sv: PnS vänster
th_th: ส่องกวาด ซ้าย
tt: Кадрны сулга шудырырга
vi: PnS trái

# IDS_AG_PNS_RIGHT
source: PnS Right
ar: بان اند سكان يمين
be: Ссунуць кадр управа
bn: প্যানঅ্যান্ডস্ক্যান ডানে সরাই
bs_ba: PnS Desno
ca: PnS Dreta
cs: P&S doprava
da: PnS højre
de: Pan&Scan: Nach rechts bewegen
el: Πανοραμική: Δεξιά
es: PnS Derecha
eu: PnS Eskuin
fi: PnS Oikealle
fr: Recadrage : Déplacer vers la droite
gl: PnS Dereita
he: PnS ימינה
hr: PnS desno
hu: PnL Jobbra
hy: Շարժել կադրը աջ
it: PnS Destra
ja: PnS: 右へ移動
lt: Kadras dešinėn
ms_my: Kanan PnS
nl: PnS rechts
pl: Przesuń obraz w prawo
ru: Сдвинуть кадр вправо
sk: PnS vpravo
sl: PnS Desno
sr: Помери кадар удесно
sv: PnS höger
th_th: ส่องกวาด ขวา
tt: Кадрны уңга шудырырга
vi: PnS phải

# IDS_AG_PNS_UP
source: PnS Up
ar: بان اند سكان فوق
be: Ссунуць кадр уверх
bn: প্যানঅ্যান্ডস্ক্যান উপরে সরাই
bs_ba: PnS Gore
ca: PnS Amunt
cs: P&S nahoru
da: PnS op
de: Pan&Scan: Nach oben bewegen
el: Πανοραμική: Πάνω
es: PnS Arriba
eu: PnS Gora
fi: PnS Ylös
fr: Recadrage : Déplacer vers le haut
gl: PnS Arriba
he: PnS למעלה
hr: PnS gore
hu: PnL Fel
hy: Շարժել կադրը վերև
it: PnS Su
ja: PnS: 上へ移動
lt: Kadras viršun
ms_my: Atas PnS
nl: PnS hoog
pl: Przesuń obraz w górę
ru: Сдвинуть кадр вверх
sk: PnS hore
sl: PnS Gor
sr: Помери кадар нагоре
sv: PnS upp
th_th: ส่องกวาด บน
tt: Кадрны өскә шудырырга
vi: PnS trên

# IDS_AG_PNS_DOWN
source: PnS Down
ar: بان اند سكان تحت
be: Ссунуць кадр уніз
bn: প্যানঅ্যান্ডস্ক্যান নিচে সরাই
bs_ba: PnS Dole
ca: PnS Avall
cs: P&S dolů
da: PnS ned
de: Pan&Scan: Nach unten bewegen
el: Πανοραμική: Κάτω
es: PnS Abajo
eu: PnS Behera
fi: PnS Alas
fr: Recadrage : Déplacer vers le bas
gl: PnS Abaixo
he: PnS למטה
hr: PnS dolje
hu: PnL Le
hy: Շարժել կադրը ներքև
it: PnS Giù
ja: PnS: 下へ移動
lt: Kadras apačion
ms_my: Bawah PnS
nl: PnS laag
pl: Przesuń obraz w dół
ru: Сдвинуть кадр вниз
sk: PnS dole
sl: PnS Dol
sr: Помери кадар надоле
sv: PnS ned
th_th: ส่องกวาด ล่าง
tt: Кадрны аска шудырырга
vi: PnS dưới

# IDS_AG_PNS_UPLEFT
source: PnS Up/Left
ar: بان اند سكان فوق/يسار
be: Ссунуць кадр уверх/улева
bn: প্যানঅ্যান্ডস্ক্যান উপরে/বামে সরাই
bs_ba: PnS Gore/Lijevo
ca: PnS Amunt/Esquerra
cs: P&S nahoru/doleva
da: PnS op/venstre
de: Pan&Scan: Nach oben-links bewegen
el: Πανοραμική: Πάνω/Αριστερά
es: PnS Arriba/Izquierda
eu: PnS Gora/Ezker
fi: PnS Ylös/Vasemmalle
fr: Recadrage : Déplacer vers le coin supérieur gauche
gl: PnS Arriba/Esquerda
he: PnS למעלה/שמאלה
hr: PnS gore/lijevo
hu: PnL Fel/Balra
hy: Շարժել կադրը վերև/ձախ
it: PnS Su/Sinistra
ja: PnS: 左上へ移動
lt: Kadras viršun/kairėn
ms_my: Atas/Kiri PnS
nl: PnS hoog/links
pl: Przesuń obraz w górę i w lewo
ru: Сдвинуть кадр вверх/влево
sk: PnS hore/vľavo
sl: PnS Gor/Levo
sr: Помери кадар горе лево
sv: PnS Upp/Vänster
th_th: ส่องกวาด บน/ซ้าย
tt: Кадрны өскә/сулга шудырырга
vi: PnS trên/trái

# IDS_AG_PNS_UPRIGHT
source: PnS Up/Right
ar: بان اند سكان فوق/يمين
be: Ссунуць кадр уверх/управа
bn: প্যানঅ্যান্ডস্ক্যান উপরে/ডানে সরাই
bs_ba: PnS Gore/Desno
ca: PnS Amunt/Dreta
cs: P&S nahoru/doprava
da: PnS op/højre
de: Pan&Scan: Nach oben-rechts bewegen
el: Πανοραμική: Πάνω/Δεξιά
es: PnS Arriba/Derecha
eu: PnS Gora/Eskuin
fi: PnS Ylös/Oikealle
fr: Recadrage : Déplacer vers le coin supérieur droit
gl: PnS Arriba/Dereita
he: PnS למעלה/ימינה
hr: PnS gore/desno
hu: PnL Fel/Jobbra
hy: Շարժել կադրը վերև/աջ
it: PnS Su/Destra
ja: PnS: 右上へ移動
lt: Kadras viršun/dešinėn
ms_my: Naik/Kanan PnS
nl: PnS hoog/rechts
pl: Przesuń obraz w górę i w prawo
ru: Сдвинуть кадр вверх/вправо
sk: PnS hore/vpravo
sl: PnS Gor/Desno
sr: Помери кадар горе десно
sv: PnS Upp/Höger
th_th: ส่องกวาด บน/ขวา
tt: Кадрны өскә/уңга шудырырга
vi: PnS trên/phải

# IDS_AG_PNS_DOWNLEFT
source: PnS Down/Left
ar: بان اند سكان تحت/يسار
be: Ссунуць кадр уніз/улева
bn: প্যানঅ্যান্ডস্ক্যান নিচে/বামে সরাই
bs_ba: PnS Dole/Lijevo
ca: PnS Avall/Esquerra
cs: P&S dolů/doleva
da: PnS ned/venstre
de: Pan&Scan: Nach unten-links bewegen
el: Πανοραμική: Κάτω/Αριστερά
es: PnS Abajo/Izquierda
eu: PnS Behera/Ezker
fi: PnS Alas/Vasemmalle
fr: Recadrage : Déplacer vers le coin inférieur gauche
gl: PnS Abaixo/Esquerda
he: PnS למטה/שמאלה
hr: PnS dolje/lijevo
hu: PnL Le/Balra
hy: Շարժել կադրը ներքև/ձախ
it: PnS Giù/Sinistra
ja: PnS: 左下へ移動
lt: Kadras apačion/kairėn
ms_my: Bawah/Kiri PnS
nl: PnS laag/links
pl: Przesuń obraz w dół i w lewo
ru: Сдвинуть кадр вниз/влево
sk: PnS dole/vľavo
sl: PnS Dol/Levo
sr: Помери кадар доле лево
sv: PnS Ner/Vänster
th_th: ส่องกวาด ล่าง/ซ้าย
tt: Кадрны аска/сулга шудырырга
vi: PnS xuống/trái

# IDS_MPLAYERC_59
source: PnS Down/Right
ar: بان اند سكان تحت/يمين
be: Ссунуць кадр уніз/управа
bn: প্যানঅ্যান্ডস্ক্যান নিচে/ডানে সরাই
bs_ba: PnS Dole/Desno
ca: PnS Avall/Dreta
cs: P&S dolů/doprava
da: PnS ned/højre
de: Pan&Scan: Nach unten-rechts bewegen
el: Πανοραμική: Κάτω/Δεξιά
es: PnS Abajo/Derecha
eu: PnS Behe/Eskuin
fi: PnS Alas/Oikealle
fr: Recadrage : Déplacer vers le coin inférieur droit
gl: PnS Abaixo/Dereita
he: PnS למטה/ימינה
hr: PnS dolje/desno
hu: PnL Le/Jobbra
hy: Շարժել կադրը ներքև/աջ
it: PnS Giù/Destra
ja: PnS: 右下へ移動
lt: Kadras apačion/dešinėn
ms_my: Bawah/Kanan PnS
nl: PnS laag/rechts
pl: Przesuń obraz w dół i w prawo
ru: Сдвинуть кадр вниз/вправо
sk: PnS dole/vpravo
sl: PnS Dol/Desno
sr: Помери кадар доле десно
sv: PnS Ner/Höger
th_th: ส่องกวาด ล่าง/ขวา
tt: Кадрны аска/уңга шудырырга
vi: PnS dưới/phải

# IDS_AG_VOLUME_UP
source: Volume Up
ar: رفع الصوت
be: Павялічыць гучнасць
bn: ভলিউম বাড়াই
bs_ba: Pojačaj zvuk
ca: Augmenta el volum
cs: Zvýšit hlasitost
da: Lydstyrke op
de: Lautstärke erhöhen
el: Αύξηση έντασης
es: Subir el volumen
eu: Igo Bolumena
fi: Lisää äänen voimakkuutta
fr: Augmenter le volume
gl: Subir Volume
he: הגבר עצמת שמע
hr: Pojačaj
hu: Hangerő Fel
hy: Բարձրացնել ձայնը
it: Volume Su
ja: 音量を上げる
lt: Pagarsinti
ms_my: Volum Naik
nl: Volume omhoog
pa: ਵਾਲੀਅਮ ਵਧਾਓ
pl: Zwiększ głośność
ru: Повысить громкость
sk: Zvýšiť hlasitosť
sl: Povečaj glasnost
sr: Појачај
sv: Höj Volym
th_th: ความดัง เพิ่ม
tt: Тавыш көчен арттырырга
vi: Tăng âm

# IDS_AG_VOLUME_DOWN
source: Volume Down
ar: خفض الصوت
be: Паменшыць гучнасць
bn: ভলিউম কমাই
bs_ba: Smanji zvuk
ca: Redueix el volum
cs: Snížit hlasitost
da: Lydstyrke ned
de: Lautstärke verringern
el: Μείωση έντασης
es: Bajar el volumen
eu: Jeitsi Bolumena
fi: Vähennä äänen voimakkuutta
fr: Diminuer le volume
gl: Baixar Volume
he: הנמך עצמת שמע
hr: Stišaj zvuk
hu: Hangerő Le
hy: Իջեցն. ձայնը
it: Volume Giù
ja: 音量を下げる
lt: Patylinti
ms_my: Volum Turun
nl: Volume omlaag
pa: ਵਾਲੀਅਮ ਘਟਾਓ
pl: Zmniejsz głośność
ru: Понизить громкость
sk: Znížiť hlasitosť
sl: Zmanjšaj glasnost
sr: Смањи
sv: Sänk Volym
th_th: ความดัง ลด
tt: Тавыш көчен киметергә
vi: Giảm âm

# IDS_AG_VOLUME_MUTE
source: Volume Mute
ar: غلق الصوت
be: Адключыць гук
bn: ভলিউম নিঃশব্দ করি
bs_ba: Isključi Zvuk
ca: Silencia
cs: Ztlumit
da: Lydstyrke mute
de: Ton (ein/aus)
el: Σίγαση
es: Silenciar
eu: Mututu Bolumena
fi: Vaimenna ääni
fr: Muet
gl: Silenciar
he: השתק שמע
hr: Isključen zvuk
hu: Hangerő Elnémítás
hy: Անձայն
it: Volume Muto
ja: 音量をミュート
lt: Nutildyti
ms_my: Volum Senyap
nl: Volume dempen
pa: ਵਾਲੀਅਮ ਚੁੱਪ
pl: Wycisz
ru: Отключить звук
sk: Stlmiť
sl: Utišaj
sr: Искључи звук
sv: Ljud av
th_th: เงียบเสียง
tt: Тавышны сүндерү
vi: Âm lượng

# IDS_MPLAYERC_63
source: DVD Title Menu
ar: قائمة عنوان DVD
be: DVD — загалоўнае меню
bn: DVD টাইটেল মেন্যু
bs_ba: DVD Naslovni Meni
ca: Menú dels Títols del DVD
cs: Úvodní nabídka DVD
da: DVD titelmenu
de: DVD: Titelmenü
el: Τίτλος μενού DVD
es: Menú de título del DVD
eu: DVD Izenburu Menua
fi: DVD Otsikkovalikko
fr: Menu DVD de titre
gl: Menú de títulos do DVD
he: תפריט כותרת די.וי.די
hr: DVD naslovni izbornik
hu: DVD Cím menü
hy: DVD՝ անունների ընտրացանկը
it: DVD Menù titoli
ja: DVD タイトル メニュー
lt: DVD pagrindinis meniu
ms_my: Menu Tajuk DVD
nl: DVD titel menu
pa: DVD ਟਾਈਟਲ ਮੀਨੂ
pl: DVD: Menu tytułów
ru: Заглавное меню DVD
sk: Menu DVD titulu
sl: DVD Naslovni meni
sr: DVD – мени наслова
sv: DVD Titel Meny
th_th: เมนูหัวเรื่อง ดีวีดี
tt: DVD - баш меню
vi: Menu tiêu đề DVD

# IDS_AG_DVD_ROOT_MENU
source: DVD Root Menu
ar: قائمة الجذر DVD
be: DVD — каранёвае меню
bn: DVD মূল মেন্যু
bs_ba: DVD Korijenski meni
ca: Menú Arrel del DVD
cs: Hlavní nabídka DVD
da: DVD hovedmenu
de: DVD: Hauptmenü
el: Κεντρικό μενού DVD
es: Menú de la raíz del DVD
eu: DVD Erro Menua
fi: DVD Juurivalikko
fr: Menu DVD principal
gl: Menú raíz do DVD
he: תפריט די.וי.די ראשי
hr: DVD korijenski izbornik
hu: DVD Gyökér menü
hy: DVD՝ խորքային ընտրացանկ
it: DVD Menù Radice
ja: DVD ルート メニュー
lt: DVD antrinis meniu
ms_my: Menu Root DVD
pa: DVD ਰੂਟ ਮੀਨੂ
pl: DVD: Menu główne
ru: Корневое меню DVD
sk: Hlavné menu DVD
sl: DVD Korenski Meni
sr: DVD – основни мени
sv: DVD Rot Meny
th_th: เมนูรากฐาน ดีวีดี
tt: DVD - тамыр меню
vi: Menu đích DVD

# IDS_MPLAYERC_65
source: DVD Subtitle Menu
ar: قائمة الترجمة DVD
be: DVD — меню субцітраў
bn: DVD সাবটাইটেল মেন্যু
bs_ba: DVD Meni Titlova
ca: Menú dels Subtítols del DVD
cs: Nabídka titulků DVD
da: DVD undertekstmenu
de: DVD: Untertitelmenü
el: Μενού υποτίτλων DVD
es: Menú de subtítulos del DVD
eu: DVD Azpidatzi Menua
fi: DVD Tekstitysvalikko
fr: Menu DVD des sous-titres
gl: Menú de subtítulos do DVD
he: תפריט כתוביות די.וי.די
hr: DVD izbornik titlova
hu: DVD Felirat menü
hy: DVD՝ տողագրերի ընտրացանկը
it: DVD Menù sottotitoli
ja: DVD 字幕メニュー
lt: DVD subtitrų meniu
ms_my: Menu Sarikata DVD
nl: DVD ondertitel menu
pa: DVD ਸਬਟਾਈਟਲ ਮੀਨੂ
pl: DVD: Menu napisów
ru: DVD - меню субтитров
sk: Menu titulkov DVD
sl: DVD Meni podnapisov
sr: DVD – мени титлова
sv: DVD Undertext Meny
th_th: เมนูศัพท์บรรยาย ดีวีดี
tt: DVD - субтитрлар менюсы
vi: Menu phụ đề DVD

# IDS_MPLAYERC_66
source: DVD Audio Menu
ar: قائمة الصوت DVD
be: DVD — меню аўдыя
bn: DVD অডিও মেন্যু
bs_ba: DVD Audio Meni
ca: Menú d'Àudio del DVD
cs: Nabídka zvukových stop DVD
da: DVD lydmenu
de: DVD: Audiomenü
el: Μενού ήχου DVD
es: Menú de audio del DVD
eu: DVD Audio Menua
fi: DVD äänivalikko
fr: Menu DVD de sélection de la piste audio
gl: Menú de audio do DVD
he: תפריט שמע די.וי.די
hr: DVD zvučni izbornik
hu: DVD Audió menü
hy: DVD՝ ձայնի ընտրացանկը
it: DVD Menù audio
ja: DVD 音声メニュー
lt: DVD garso meniu
ms_my: Menu Audio DVD
pa: DVD ਆਡੀਓ ਮੀਨੂ
pl: DVD: Menu audio
ru: DVD - меню аудио
sk: Menu DVD Audio
sl: DVD Zvočni meni
sr: DVD – мени звука
sv: DVD Ljud Meny
th_th: เมนูเสียง ดีวีดี
tt: DVD - аудио менюсы
vi: Menu âm DVD

# IDS_MPLAYERC_67
source: DVD Angle Menu
ar: قائمة الزاوية DVD
be: DVD — меню вуглоў
bn: DVD ক্যামেরা অ্যাঙ্গেল মেন্যু
bs_ba: DVD Meni Ugla
ca: Menú Angle del DVD
cs: Nabídka úhlů pohledu kamery DVD
da: DVD vinkelmenu
de: DVD: Blickwinkelmenü
el: Μενού γωνίας DVD
es: Menú de ángulos del DVD
eu: DVD Angelu Menua
fi: DVD Kulmavalikko
fr: Menu DVD de sélection de l'angle
gl: Menú de ángulo do DVD
he: תפריט זווית די.וי.די
hr: DVD izbornik kuteva kamere
hu: DVD Látószög menü
hy: DVD՝ անկյունների ընտրացանկ
it: DVD Menù angolazione
ja: DVD アングル メニュー
lt: DVD kampo meniu
ms_my: Menu Sudut DVD
nl: DVD Camerahoek Menu
pa: DVD ਕੋਣ ਮੀਨੂ
pl: DVD: Menu kamer
ru: Меню углов DVD
sk: Menu uhlov DVD
sl: DVD Meni zornega kota
sr: DVD – мени углова
sv: DVD Vinkel Meny
th_th: เมนูมุมกล้อง ดีวีดี
tt: DVD - почмаклар менюсы
vi: Menu góc DVD

# IDS_MPLAYERC_68
source: DVD Chapter Menu
ar: قائمة الفصول DVD
be: DVD — меню сцэн
bn: DVD পরিচ্ছেদ মেন্যু
bs_ba: DVD Meni Poglavlja
ca: Menú Capítols DVD
cs: Nabídka kapitol DVD
da: DVD kapitelmenu
de: DVD: Kapitelmenü
el: Μενού κεφαλαίων DVD
es: Menú de capítulos del DVD
eu: DVD Atal Menua
fi: DVD Kappalevalikko
fr: Menu DVD chapitrage
gl: Menú de capítulos do DVD
he: תפריט פרקי די.וי.די
hr: DVD izbornik poglavlja
hu: DVD Fejezet menü
hy: DVD՝ գլուխների ընտրացանկը
it: DVD Menù capitoli
ja: DVD チャプター メニュー
lt: DVD skyrių meniu
ms_my: Menu Bab DVD
nl: DVD hoofdstuk menu
pa: DVD ਚੈਪਟਰ ਮੀਨੂ
pl: DVD: Menu rozdziałów
ru: Меню глав DVD
sk: Menu kapitol DVD
sl: DVD Meni poglavij
sr: DVD – мени поглавља
sv: DVD Kapitel Meny
th_th: เมนูตอน ดีวีดี
tt: DVD - сәхнә менюсы
vi: Menu chương DVD

# IDS_AG_DVD_MENU_LEFT
source: DVD Menu Left
ar: قائمة DVD يسار
be: DVD меню — улева
bn: DVD মেন্যু বামে যাই
bs_ba: DVD Meni Lijevo
ca: Menú Esquerra DVD
cs: DVD nabídka doleva
da: DVD menu venstre
de: DVD: Menü nach links
el: Μενού DVD αριστερά
es: DVD Menu Izquierda
eu: DVD Menuan Ezkerrera
fi: DVD Valikko vasemmalle
fr: Menu DVD : gauche
gl: DVD Menú esquerda
he: שמאלה בתפריט די.וי.די
hr: DVD izbornik lijevo
hu: DVD menü Balra
hy: DVD՝ ընտրացանկ ձախ
it: DVD Menù Sinistra
ja: DVD メニュー 左へ
lt: DVD meniu kairėn
ms_my: Kiri Menu DVD
nl: DVD menu links
pa: DVD ਮੀਨੂ ਖੱਬੇ
pl: DVD: Przejdź w lewo w menu
ru: DVD меню - влево
sk: DVD Menu - doľava
sl: DVD Meni Levo
sr: DVD мени – улево
sv: DVD Meny Vänster
th_th: เมนูดีวีดี ซ้าย
tt: DVD меню - сулга
vi: Menu DVD trái

# IDS_MPLAYERC_70
source: DVD Menu Right
ar: قائمة DVD يمين
be: DVD меню — управа
bn: DVD মেন্যু ডানে যাই
bs_ba: DVD Meni Desno
ca: Menú Dreta DVD
cs: DVD nabídka doprava
da: DVD menu højre
de: DVD: Menü nach rechts
el: Μενού DVD δεξιά
es: DVD Menu Derecha
eu: DVD Menua Eskuinean
fi: DVD Valikko oikealle
fr: Menu DVD : droite
gl: DVD Menú dereita
he: ימינה בתפריט די.וי.די
hr: DVD izbornik desno
hu: DVD menü Jobbra
hy: DVD ընտրացանկը աջ
it: DVD Menù destra
ja: DVD メニュー 右へ
lt: DVD meniu dešinėn
ms_my: Kanan Menu DVD
nl: DVD menu rechts
pa: DVD ਮੀਨੂ ਸੱਜੇ
pl: DVD: Przejdź w prawo w menu
ru: DVD меню - вправо
sk: DVD Menu - doprava
sl: DVD Meni desno
sr: DVD мени – удесно
sv: DVD Meny Höger
th_th: เมนูดีวีดี ขวา
tt: DVD меню - уңга
vi: Menu DVD phải

# IDS_AG_DVD_MENU_UP
source: DVD Menu Up
ar: قائمة DVD فوق
be: DVD меню — уверх
bn: DVD মেন্যু উপরে যাই
bs_ba: DVD Meni Gore
ca: Menú Amunt DVD
cs: DVD nabídka nahoru
da: DVD menu op
de: DVD: Menü nach oben
el: Μενού DVD πάνω
es: DVD Menu Arriba
eu: DVD Menuan Gora
fi: DVD Valikko ylös
fr: Menu DVD : haut
gl: DVD Menú arriba
he: למעלה בתפריט די.וי.די
hr: DVD izbornik gore
hu: DVD menü Fel
hy: DVD՝ ընտրացանկ աջ
it: DVD Menù Su
ja: DVD メニュー 上へ
lt: DVD meniu aukštyn
ms_my: Atas Menu DVD
nl: DVD menu omhoog
pa: DVD ਮੀਨੂ ਉੱਤੇ
pl: DVD: Przejdź w górę w menu
ru: DVD меню - вверх
sk: DVD Menu - nahor
sl: DVD Meni Gor
sr: DVD мени – нагоре
sv: DVD Meny Upp
th_th: เมนูดีวีดี บน
tt: DVD меню - өскә
vi: Menu DVD trên

# IDS_AG_DVD_MENU_DOWN
source: DVD Menu Down
ar: قائمة DVD تحت
be: DVD меню — уніз
bn: DVD মেন্যু নিচে যাই
bs_ba: DVD Meni Dole
ca: Menú Avall DVD
cs: DVD nabídka dolů
da: DVD menu ned
de: DVD: Menü nach unten
el: Μενού DVD κάτω
es: DVD Menu Abajo
eu: DVD Menuan Behera
fi: DVD Valikko alas
fr: Menu DVD : bas
gl: DVD Menú abaixo
he: למטה בתפריט די.וי.די
hr: DVD izbornik dolje
hu: DVD menü Le
hy: DVD՝ ընտրացանկ ներքև
it: DVD Menù Giù
ja: DVD メニュー 下へ
lt: DVD meniu žemyn
ms_my: Bawah Menu DVD
nl: DVD menu omlaag
pa: DVD ਮੀਨੂ ਹੇਠਾਂ
pl: DVD: Przejdź w dół w menu
ru: DVD меню - вниз
sk: DVD Menu - nadol
sl: DVD Meni Dol
sr: DVD мени – надоле
sv: DVD Meny Ner
th_th: เมนูดีวีดี ล่าง
tt: DVD меню - аска
vi: Menu DVD dưới

# IDS_MPLAYERC_73
source: DVD Menu Activate
ar: قائمة DVD تفعيل
be: DVD меню — актываваць
bn: DVD মেন্যু সক্রিয় করি
bs_ba: DVD Meni Aktiviraj
ca: Activa Menú del DVD
cs: DVD nabídka aktivovat
da: DVD menu aktivér
de: DVD: Menü aktivieren
el: Ενεργοποίηση μενού DVD
es: DVD Menu Activar
eu: DVD Menua Eraginda
fi: DVD Valikko Aktivointi
fr: Menu DVD : activer
gl: DVD Menú activar
he: הפעלת תפריט די.וי.די
hr: Aktiviraj DVD izbornik
hu: DVD menü Aktiválás
hy: Ակտիվացնել DVD ընտրացանկը
it: DVD Menù attiva
ja: DVD メニュー 決定
lt: DVD meniu aktyvuoti
ms_my: Menu DVD Aktif
nl: DVD menu activeer
pa: DVD ਮੀਨੂ ਸਰਗਰਮ ਕਰੋ
pl: DVD: Aktywuj element menu
ru: Меню DVD - активировать
sk: DVD Menu - aktivovať
sl: DVD Meni aktiviraj
sr: DVD мени – активирај
sv: DVD Meny Aktivera
th_th: เมนูดีวีดี กระตุ้น
tt: DVD меню - эшләтергә
vi: Menu DVD kích hoạt

# IDS_AG_DVD_MENU_BACK
source: DVD Menu Back
ar: قائمة DVD خلف
be: DVD меню — назад
bn: DVD মেন্যু পিছনে যাই
bs_ba: DVD Meni Nazad
ca: Menú Regressar DVD
cs: DVD nabídka zpět
da: DVD menu tilbage
de: DVD: Menü zurück
el: Μενού DVD πίσω
es: DVD Menu Regresar
eu: DVD Menuan Atzera
fi: DVD Valikko Takaisin
fr: Menu DVD : retour
gl: DVD Menú voltar
he: חזור בתפריט די.וי.די
hr: DVD izbornik nazad
hu: DVD menü Vissza
hy: DVD՝ ընտրացանկ հետ
it: DVD Menù Indietro
ja: DVD メニュー 戻る
lt: DVD meniu atgal
ms_my: Menu DVD Undur
nl: DVD menu terug
pa: DVD ਮੀਨੂ ਪਿੱਛੇ
pl: DVD: Przejdź wstecz w menu
ru: Меню DVD - назад
sk: DVD Menu - dozadu
sl: DVD Meni Nazaj
sr: DVD мени – назад
sv: DVD Meny Tillbaka
th_th: เมนูดีวีดี กลับ
tt: DVD меню - кире
vi: Menu DVD lùi
