Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_PPAGEINTERNALFILTERS_IDC_AUDIO_DEC_CONF
source: Audio decoder
ar: مُرمز الصوت
be: Дэкодар аўдыя
bn: অডিও ডিকোডার
bs_ba: Audio dekoder
ca: Descodificador d'àudio
cs: Audio dekodér
da: Lyd-dekoder
el: Αποκωδικοποιητής ήχου
es: Decodificador de audio
eu: Audio dekodeatzailea
fi: Äänen dekooderi
fr: Décodeur audio
gl: Decodificador de audio
he: מפענח אודיו
hr: Zvučni dekoder
hu: Audió dekóder
hy: Ձայնանյութի ապակոդավորիչ
id: Dekoder audio
it: Decoder Audio
ja: オーディオ デコーダ
lt: Garso dekoderis
ms_my: Penyahkod audio
pt_br: Decodificador áudio
ru: Декодер аудио
sk: Dekodér zvuku
sl: Zvočni dekoder
sr: Аудио-декодер…
sv: Ljuddekoder
th_th: ตัวถอดรหัสเสียง
tt: Аудио декодер
uk: Аудіодекодер

# IDD_PPAGELOGO_IDC_RADIO1
source: Internal:
ar: داخلي:
be: Убудаваны:
bn: আভ্যন্তরীণ:
bs_ba: Interni:
ca: Intern:
cs: Interní:
da: Intern:
de: Intern:
el: Εσωτερικά:
es: Interno:
eu: Barnekoa:
fi: Sisäinen:
fr: Interne :
gl: Interno:
he: פנימי:
hr: Interno:
hu: Belső:
hy: Ներքին.
it: Interno:
ja: 内部:
lt: Vidinis:
ms_my: Dalaman:
nl: Intern:
pt_br: Interno:
ru: Встроенный:
sk: Interné:
sl: Interni:
sr: Унутрашњи:
sv: Inbyggd:
th_th: ภายใน:
tt: Урнаштырылган:
uk: Вбудований:

# IDD_PPAGELOGO_IDC_RADIO2
source: External:
ar: خارجي
be: Знешні:
bn: বাহিরস্থ:
bs_ba: Eksterni:
ca: Extern:
cs: Externí:
da: Ekstern:
de: Extern:
el: Εξωτερικά:
es: Externo:
eu: Kanpokoa:
fi: Ulkoinen:
fr: Externe :
gl: Externo:
he: חיצוני:
hr: Eksterno:
hu: Külső:
hy: Արտաքին.
id: Eksternal:
it: Esterno:
ja: 外部:
lt: Išorinis:
ms_my: Luaran:
nl: Extern:
pt_br: Externo:
ru: Внешний:
sk: Externé:
sl: Zunanji:
sr: Спољашњи:
sv: Extern:
th_th: ภายนอก:
tt: Тышкы:
uk: Зовнішній:

# IDD_PPAGELOGO_IDC_BUTTON2
source: Browse...
ar: ..تصفح
be: Агляд...
bn: ব্রাউজ করি...
bs_ba: Pretraži...
ca: Navega...
cs: Procházet...
da: Gennemse...
de: &Öffnen...
el: Εύρεση...
es: Examinar…
eu: Bilatu...
fi: Selaa...
fr: Parcourir...
gl: Procurar...
he: עיין...
hr: Traži...
hu: Tallózás...
hy: Ընտրել...
id: Ramban...
it: Sfoglia...
ja: 参照...
lt: Naršyti...
ms_my: Layar...
nl: Bladeren...
pt_br: Procurar...
ru: Выбрать...
sk: Prehľadávať
sl: Brskaj...
sr: &Потражи…
sv: Bläddra...
th_th: เรียกดู...
tt: Сайларга...
uk: Знайти...

# IDD_PPAGEOUTPUT_IDC_STATIC
source: DirectShow Video
ar: فيديو DirectShow
be: DirectShow відэа
bn: DirectShow ভিডিও
ca: Vídeo DirectShow
de: Video-Renderer
el: Βίντεο DirectShow
es: Vídeo DirectShow
eu: DirectShow Bideoa
fr: Vidéos DirectShow
gl: Video DirectShow
he: וידאו DirectShow
hy: DirectShow տեսանյութ
id: Video DirectShow
it: Video DirectShow
ja: DirectShow ビデオ
ms_my: Video DirectShow
pt_br: Vídeo DirectShow
ru: Видео DirectShow
sk: Vykresľovanie DirectShow
sr: DirectShow видео
th_th: วิดีโอ DirectShow
tt: DirectShow видео
uk: DirectShow відео

# IDD_PPAGEOUTPUT_IDC_STATIC
source: RealMedia Video
ar: فيديو RealMedia
be: RealMedia відэа
bn: RealMedia ভিডিও
ca: Vídeo RealMedia
el: Βίντεο RealMedia
es: Vídeo RealMedia
eu: RealMedia Bideoa
fr: Vidéos RealMedia
gl: Video RealMedia
he: וידאו RealMedia
hy: RealMedia տեսանյութ
id: Video RealMedia
it: Video RealMedia
ja: RealMedia ビデオ
ms_my: Video RealMedia
pt_br: Vídeo RealMedia
ru: Видео RealMedia
sr: RealMedia видео
th_th: วิดีโอ RealMedia
tt: RealMedia видео
uk: RealMedia відео

# IDD_PPAGEOUTPUT_IDC_STATIC
source: QuickTime Video
ar: فيديو QuickTime
be: QuickTime відэа
bn: QuickTime ভিডিও
ca: Vídeo QuickTime
el: Βίντεο QuickTime
es: Vídeo QuickTime
eu: QuickTime Bideoa
fr: Vidéos QuickTime
gl: Video QuickTime
he: וידאו QuickTime
hy: QuickTime տեսանյութ
id: Video QuickTime
it: Video QuickTime
ja: QuickTime ビデオ
ms_my: Video QuickTime
pt_br: Vídeo QuickTime
ru: Видео QuickTime
sr: QuickTime видео
th_th: วิดีโอ QuickTime
tt: QuickTime видео
uk: QuickTime відео

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Audio Renderer
ar: عارض الصوت
be: DirectShow аўдыя
bn: অডিও রেনডারার
ca: Renderitzador d'àudio
cs: Syntezátor zvuku
da: Lyd-renderer
el: Πρόγραμμα απόδοσης ήχου
es: Renderizador de audio
eu: Audio Aurkezlea
fi: Äänen renderoija
fr: Sortie audio
gl: Renderizador de Audio
he: מוסר האודיו
hr: Zvučni izvođač
hu: DirectShow Audió
hy: Ձայնի նյութավորիչ
id: Perender Audio
it: Audio DirectShow
ja: オーディオ レンダラ
lt: Garso renderis
ms_my: Penerap Audio
pt_br: Áudio DirectShow
ru: Рендер аудио
sk: Vykresľovač zvuku
sl: Zvočni izvajalnik
sr: Аудио-рендерер
sv: Ljudrenderare
th_th: ตัวแปลผลเสียง
tt: Аудио-рендерер
uk: DirectShow аудіо

# IDD_PPAGEOUTPUT_IDC_STATIC
source: VMR-9 (renderless) and EVR (CP) settings
ar: ضبط VMR-9 (عارض أقل) و EVR (CP)
be: Налады VMR-9 (renderless) and EVR (CP)
bn: VMR-9 (renderless) এবং EVR (CP)এর সেটিংসমূহ
bs_ba: Podešenja za VMR-9 (bez renderiranja) i EVR (CP)
ca: Configuració del VMR-9 (sense renderitzat) i de l'EVR (CP)
cs: Možnosti VMR-9 (renderless) a EVR (CP)
da: VMR-9 (renderless) og EVR (CP) indstillinger
de: Einstellungen für VMR-9 (renderless) und EVR (CP)
el: Ρυθμίσεις VMR-9 (χωρίς απόδοση) και EVR (CP)
es: Configuración de VMR-9 (sin renderizado) / EVR (CP)
eu: VMR-9 (aurkezgabe) eta EVR (CP) ezarpenak
fi: VMR-9 (renderöimätön) ja EVR (CP) asetukset
fr: Paramètres des moteurs de rendu VMR-9 (sans rendu) et EVR (CP)
gl: Axustes de VMR-9 (sen renderizador) e EVR (CP)
he: הגדרות VMR-9 (renderless)‎ ו-EVR(-CP)‎.
hr: VMR-9 (renderless) & EVR (CP) postavke
hu: VMR-9 (renderless) és EVR (CP) beállítások
hy: VMR-9 (renderless) և EVR (CP) կարգավորումներ
id: Pengaturan VMR-9 (renderless) dan EVR (CP)
it: Impostazioni VMR-9 (renderless) ed EVR (CP)
ja: VMR-9 (レンダーレス) および EVR (カスタム プレゼンタ) の設定
lt: VMR-9 (renderless) ir EVR (CP) nustatymai
ms_my: Tetapan VMR-9 (tak terap) dan EVR (CP)
nl: VMR-9 (opbouwloos) en EVR (CP) instellingen
pt_br: VMR-9 (sem render) e ajustes EVR (CP)
ru: Настройки VMR-9 (renderless) и EVR (CP)
sk: Nastavenia VMR-9 (bez vykreslenia) EVR (CP)
sl: VMR-9 (brez izrisovalnika) in EVR (CP) nastavitve
sr: Поставке рендерера VMR-9 (renderless) и EVR (CP)
sv: VMR-9 (renderlös) och EVR (CP) inställningar
th_th: การตั้งค่า VMR-9 (renderless) และ EVR (CP)
tt: VMR-9 (renderless) һәм EVR (CP) өчен көйләүләр)
uk: Налаштування VMR-9 (renderless) і EVR (користув.)

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Surface:
ar: السطح:
be: Паверхня:
bn: উপরিতল:
bs_ba: Površina:
ca: Superfície:
cs: Povrch:
da: Overflade:
de: Oberfläche:
el: Επιφάνεια:
es: Superficie:
eu: Azalekoa:
fi: Pinta:
fr: Surfaces :
gl: Superficie:
he: משטח:
hr: Površina:
hu: Felület:
hy: Մակերեսը.
id: Permukaan:
it: Superficie:
ja: サーフェス:
lt: Paviršius:
ms_my: Permukaan:
nl: Oppervlak:
pt_br: Superfície:
ru: Поверхность:
sk: Povrch:
sl: Površina:
sr: Површина:
sv: Yta:
th_th: ผิวหน้า:
tt: Өслек:
uk: Поверхня:

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Resizer:
ar: مغير الأبعاد:
be: Інтэрпаляцыя:
bn: সাইজপরিবর্তন পদ্ধতি:
bs_ba: Izmjenjivač veličine:
ca: Redimensionador:
cs: Změna velikosti:
da: Gensampling:
el: Αλλαγή μεγέθους:
es: Redimensionador:
eu: Birneurrriratzailea:
fi: Koon muuttaja:
fr: Algorithme :
gl: Redimensión:
he: משנה הגודל:
hr: Promjena veličine:
hu: Átméretező:
hy: Ընդմիջարկում.
id: Pengubah Ukuran:
ja: リサイザ:
lt: Interpoliacija:
ms_my: Pensaiz semula:
nl: Methode:
pt_br: Filtro:
ru: Интерполяция:
sk: Menič veľkosti:
sl: Sprememba velikosti:
sr: Интерполација:
sv: Storleksändrare:
th_th: ตัวปรับขนาด:
tt: Интерполяция:
uk: Інтерполяція:

# IDD_PPAGEOUTPUT_IDC_D3D9DEVICE
source: Select D3D9 Render Device
ar: اختر جهاز عرض الـD3D9
be: Выбар прылады D3D9 рэндэрэнгу
bn: D3D9 রেনডার ডিভাইস নির্ধারণ
bs_ba: Izaberite D3D9 Uređaj za Renderiranje
ca: Selecciona el dispositiu de D3D9
cs: Výběr D3D9 zařízení
da: Vælg D3D9 renderer-enhed
de: Rendergerät verwenden:
el: Επιλογή συσκευής απόδοσης D3D9
es: Escoger dispositivo rederizador D3D9
eu: Hautatu D3D9 Aurkezle gailua
fi: Valitse D3D9 renderöintilaite
fr: Choix du périphérique de rendu D3D9
gl: Seleccionar dispositivo Render D3D9
he: בחר את התקן מציג ה-D3D9
hr: Odaberi uređaj za D3D9 render
hu: D3D9 Átalakító eszköz kiválasztása
hy: Ընտրել D3D9 ցուցադրման սարքը
id: Pilih Perangkat Render D3D9
it: Seleziona dispositivo di rendering D3D9
ja: Direct3D 9 レンダラ デバイスを選択する
lt: Pasirinkti D3D9 vaizdavimo įrenginį
ms_my: Pilih Peranti Terap D3D9
nl: Kies D3D9 opbouw apparaat
pt_br: Selecionar o dispositivo D3D9
ru: Выбрать D3D9-устройство рендеринга
sk: Vybrať vykresľ. zariadenie D3D9
sl: Izberi D3D9 izrisovalno napravo
sr: Изабери D3D9 уређај за рендеровање
sv: Välj D3D9 Render-enhet
th_th: เลือกอุปกรณ์แปลผล D3D9
tt: D3D9-рендеринг җиһазын сайларга
uk: Вибір D3D9 пристрою рендерингу

# IDD_PPAGEOUTPUT_IDC_RESETDEVICE
source: Reinitialize when changing display
ar: إعادة التهيئة عند تغيير شاشة العرض
be: Рэініцыалізацыя пры змене манітора
bn: ডিসপ্লে পরিবর্তনে পুনরায় ইনিশিয়ালাইজ করণ
bs_ba: Reinicijaliziraj pri promjeni displeja
ca: Restableix en canviar la pantalla
cs: Reinicializovat po přesunu na jiný monitor
da: Initialisér igen ved ændring af visning
de: Bei Anzeigewechsel neu initialisieren
el: Αρχικοποίηση ξανά όταν αλλάζει η οθόνη
es: Reinicializar al cambiar pantalla
eu: Berrabiarazi erakuspena aldatutakoan
fi: Määritä uudelleen näyttöä vaihdettaessa
fr: Réinitialiser lors des changements d'écran
gl: Reinicializar ao cambiar pantalla
he: אתחל מחדש כשמשנים מסך
hr: Pri promjeni ekrana ponovno inicijaliziraj
hu: Újrainicializálás képernyők közötti váltáskor
hy: Նորից որոշել՝ էկրանի չափը փոխելիս
id: Inisialisasi ulang ketika mengubah layar
it: Reinizializza al cambio di schermo
ja: ディスプレイ変更時に再初期化する
lt: Inicializuoti iš naujo pakeitus monitorių
ms_my: Awalkan semula bila menukar paparan
nl: Herinitialisatie bij verandering van resolutie
pt_br: Resetar quando houver mudança de tela
ru: Реинициализация при смене дисплея
sk: Po zmene displeja opäť inicializovať
sl: Ponastavi po spremembi zaslona
sr: Поново покрени при промени екрана
sv: Initiera om vid byte av skärm
th_th: เริ่มต้นใหม่เมื่อกำลังเปลี่ยนการแสดงผล
tt: Мониторны алмаштырганда киредән кабызу
uk: Реініціалізація при зміні дисплею

# IDD_PPAGEOUTPUT_IDC_FULLSCREEN_MONITOR_CHECK
source: D3D Fullscreen
ar: D3D ملء الشاشة
be: Поўнаэкранны Direct3D
bn: D3D ফুলস্ক্রীন
bs_ba: D3D Cijeli ekran
ca: D3D a pantalla completa
cs: Direct3D Fullscreen (odstraní trhání)
da: D3D fuldskærm
de: Direct3D-Vollbildmodus
el: D3D πλήρους οθόνης
es: D3D a pantalla completa
eu: D3D Ikusleiho-osoa
fi: D3D kokonäyttö
fr: Plein écran Direct3D
gl: D3D en pantalla completa
he: D3D במסך מלא
hr: D3D Puni ekran
hu: D3D Teljes képernyő
hy: D3D Ամբողջ էկրանով
id: Layar Penuh D3D
it: Schermo intero Direct3D (elimina effetto tearing)
ja: Direct3D フルスクリーン
lt: Pilnaekranis D3D
ms_my: Skrin Penuh D3D
nl: D3D volledig scherm
pt_br: Direct3D em tela cheia
ru: Полноэкранный D3D-режим
sk: Direct3D - celá obrazovka
sl: D3D celozaslonsko
sr: D3D режим целог екрана
sv: D3D Helskärm
th_th: เต็มจอ D3D
tt: Тулы экранлы Direct3D (калтырауны бетерә)
uk: Повноекранний Direct3D (зменшує дрижання)

# IDD_PPAGEOUTPUT_IDC_DSVMR9ALTERNATIVEVSYNC
source: Alternative VSync
ar: تزامن رأسي بديل
be: Альтэрнатыўная вертыкальная сінхранізацыя
bn: বিকল্প VSync
bs_ba: Alternativni VSync
ca: Sincronització Vertical alternativa
cs: Alternativní VSync
da: Alternativ lodret synk.
de: Alternativer VSync
el: Εναλλακτικός VSync
es: VSync alternativa
eu: Aukerazko ZAldb
fi: Vaihtoehtoinen VSync
fr: Synchronisation verticale alternative
gl: VSync alternativo
he: VSync אלטרנטיבי
hr: Alternativni VSync
hu: Alternatív VSync
hy: Այլընտրանքային VSync
id: VSync Alternatif
it: VSync alternativo
ja: 代替の垂直同期
lt: Alternatyvi VSync
ms_my: VSync Alternatif
nl: Alternatieve VSync
pt_br: VSync alternativa
ru: Альтернативная VSync
sk: Alternatívna vert. synch.
sl: Alternativni VSync
sr: Алтернативна верт. синхр.
sv: Alternativ VSync
th_th: VSync ทางเลือก
tt: Альт. VSync
uk: Альтернат. VSync

# IDD_PPAGEOUTPUT_IDC_DSVMR9LOADMIXER
source: VMR-9 Mixer Mode
ar: نمط المزج لـ VMR-9
be: Рэжым VMR-9 Mixer
bn: VMR-9 মিক্সার মোড
bs_ba: VMR-9 Mikser Modus
ca: VMR-9 en mode mesclador
cs: VMR-9 mixer režim
da: VMR-9 mixer-tilstand
de: VMR-Mixer-Modus
el: Λειτουργία μείκτη VMR-9
es: VMR-9 en modo mixer
eu: VMR-9 nahastz. modua
fi: VMR-9 sekoitustila
fr: Mode "mélangeur"
gl: VMR-9 en modo mesturador
he: מצב מיקסר VMR-9
hr: VMR-9 mikser mod
hu: VMR-9 keverő mód
hy: VMR-9 Mixer եղանակ
id: Mode Pengadon VMR-9
ja: VMR-9 ミキサ モード
lt: VMR-9 mikserio režimas
ms_my: Mod Pengadun VMR-9
pt_br: VMR-9 em modo mixer
ru: Режим VMR-9 Mixer
sk: Mixovací mód VMR-9
sl: VMR-9 v načinu mešanja
sr: Режим VMR-9 Mixer
sv: VMR-9 kombinationsläge
th_th: โหมด VMR-9 Mixer
tt: VMR-9 Mixer рәвеше
uk: Режим VMR-9 Mixer

# IDD_PPAGEOUTPUT_IDC_EVR_BUFFERS_TXT
source: EVR Buffers:
ar: مخزن EVR المؤقت
be: Буферы EVR:
bn: EVR বাফারসংখ্যা:
bs_ba: EVR Ublaživači:
ca: Memòria intermèdia de l'EVR:
cs: EVR buffery:
da: EVR buffere:
de: EVR-Puffer:
el: Προσωρινές μνήμες EVR:
es: Buffers (colas) de EVR:
eu: EVR Bufferrak:
fi: EVR puskurit:
fr: Tampons EVR :
gl: Búferes de EVR:
he: מאגר EVR:
hr: EVR međuspremnik:
hu: EVR Pufferek:
hy: EVR կենտրոն.
id: Bufer EVR:
it: Buffers EVR:
ja: EVR バッファ:
lt: EVR Buferiai:
ms_my: Penimbal EVR:
pt_br: Buffers de EVR:
ru: Буферы EVR:
sk: Vyr. pamäte EVR:
sl: EVR Medpomnilniki:
sr: EVR бафера:
sv: EVR-buffertar:
th_th: บัฟเฟอร์ EVR:
tt: EVR буферлары:
uk: Буфери EVR:

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Subtitles
ar: الترجمات
be: Субцітры
bn: সাবটাইটেল
bs_ba: Titlovi
ca: Subtítols
cs: Titulky
da: Undertekster
de: Untertitel
el: Υπότιτλοι
es: Subtítulos
eu: Azpidatziak
fi: Tekstitys
fr: Sous-titres
gl: Subtítulos
hr: Titlovi
hu: Feliratok
id: Subtitel
ja: 字幕
lt: Subtitrai
ms_my: Sarikata
nl: Ondertitels
pt_br: Legendas
ru: Субтитры
sk: Titulky
sl: Podnapisi
sr: Титлови
sv: Undertexter
th_th: ศัพท์บรรยาย
uk: Субтитри

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Screenshot
ar: تصوير الشاشة
be: Здымак экрана
bn: স্ক্রীনশট
bs_ba: Snimak ekrana
ca: Captura de pantalla
cs: Uložení obr.
da: Skærmbillede
el: Στιγμιότυπο
es: C. de pant.
eu: Ikusl.-argzk.
fi: Kuvakaappaus
fr: Capture d'écran
gl: Captura de pantalla
he: צילום מסך
hr: Slika zaslona
hu: Képernyőkép
hy: Պատկերը
id: Cuplikan layar
ja: スクリーンショット
lt: Ekrano nuortrauka
ms_my: Cekupan Skrin
nl: Beeldopname
pt_br: Captura de tela
ru: Снимок экрана
sk: Snímka obrazovky
sl: Zaslonski posnetek
sr: Снимак екрана
sv: Skärmdump
th_th: ภาพหน้าจอ
tt: Экран сурәте
uk: Скріншот

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Shaders
ar: المظللات
be: Шэйдары
bn: শেইডারসমূহ
bs_ba: Sjenčila
cs: Shadery
da: Shadere
de: Shader
el: Σκιάσεις
eu: Itzalak
fi: Varjostimet
fr: Effets vidéos
gl: Sombreadores
he: מצלילים
hu: Árnyékolók
hy: Շեյդերներ
id: Shader
ja: シェーダ
lt: Tamsinimai
ms_my: Pelorek
ru: Шейдеры
sk: Shadery
sl: Senčilniki
sr: Модули за сенчење
th_th: เฉดเดอร์
tt: Шейдерлар
uk: Шейдери

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Rotation
ar: التدوير
be: Паварот
bn: ঘূর্ণন
bs_ba: Rotacija
ca: Gir
cs: Natáčení obr.
el: Περιστροφή
es: Rotación
eu: Itzulikapena
fi: Kääntö
gl: Rotación
he: סיבוב
hr: Rotacija
hu: Forgatás
hy: Շրջել
id: Rotasi
it: Rotazione
ja: 回転
lt: Pasukimas
ms_my: Putaran
nl: Rotatie
pt_br: Rotação
ru: Вращение
sk: Otočenie
sl: Zasuk
sr: Ротација
th_th: การหมุน
tt: Борылма
uk: Обертання

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Subtitle Renderer
ar: إعادة طباعة الترجمة
be: Апрацоўшчык субцітраў
bn: সাবটাইটেল রেনডারার
bs_ba: Renderer Titlova
ca: Renderitzador dels subtítols
cs: Zobrazovač titulků
da: Undertekst renderer
de: Untertitel-Renderer
el: Απόδοση υποτίτλων
es: Motor renderizador de subtítulos
eu: Azpidatzi Aurkezlea
fi: Tekstityksen renderöijä
fr: Moteur de rendu des sous-titres
gl: Renderizador de subtítulos
hr: Prikazivač titlova
hu: Felirat renderelő
id: Perender Subtitel
ja: 字幕レンダラ
lt: Subtitrų renderis
ms_my: Penerap Sarikata
nl: Ondertitel opbouwer
pt_br: Renderizar legendas
ru: Рендер субтитров
sk: Vykresľovač titulkov
sl: Izrisovalnik podnapisov
sr: Рендерер титлова
sv: Undertextrenderare
th_th: ตัวแปลผลศัพท์บรรยาย
uk: Рендерер субтитрів

# IDD_PPAGEOUTPUT_IDC_CACHESHADERS
source: Cache compiled Shaders
be: Кэшаваць скампіляваныя шэйдары
bn: সংকলিত শেইডারসমূহ ক্যাশ করণ
bs_ba: Sjenila kompajlirana iz Keša
ca: Emmagatzema els shaders compilats a la memòria cau
cs: Použít mezipaměť zkompilovaných shaderů
da: Mellemlager kompilerede shadere
de: Shader zwischenspeichern
el: Μνήμη cache μεταγλωττισμένων Σκιάσεων
es: Almacenar shaders compilados en caché
eu: Katxea bildutako Itzalak
fr: Mettre en cache les Shaders compilés
gl: Sombreadores compilados en caché
hr: Keširaj kompilirane shadere
id: Simpan tembolok kompilasi Shader
ja: コンパイルされたシェーダをキャッシュする
ms_my: Cache Pelorek terkompil
nl: Gecompileerde shaders cachen
pt_br: Shaders compilados em cache
ru: Кешировать скомпилированные шейдеры
sk: Uložiť skompilované shadery do vyrov. pamäte
sl: Medpomni prevedene senčilnike
sr: Кеширај компилиране модуле за сенчење

# IDD_PPAGEWEBSERVER_IDC_CHECK1
source: Listen on port:
ar: الإستماع عبر المنفذ:
be: Слухаць порт:
bn: পোর্ট কর্ণপাতকরণ:
bs_ba: Osluškuj na portu:
ca: Port que rep les conexions:
cs: Naslouchat na portu:
da: Lyt på port:
de: Port überwachen:
el: Ακρόαση στη θύρα:
es: Escuchar el puerto:
eu: Aditze ataka:
fi: Kuuntele porttia:
fr: Écouter le port :
gl: Escoitar en porto:
he: האזן לפורט
hr: Slušaj na portu:
hu: Port figyelése:
hy: Դարպասը.
id: Dengarkan di port:
it: Porta in ascolto:
ja: このポートで待機:
lt: Klausyti prievadą:
ms_my: Dengar pada port:
nl: Poortnummer:
pt_br: Escutar na porta
ru: Слушать порт:
sk: Sledovať port:
sl: Poslušaj na vratih:
sr: Порт за слушање:
sv: Lyssna på port:
th_th: ฟังบนพอร์ต:
tt: Портны тыңларга:
uk: Використовувати порт:

# IDD_PPAGEWEBSERVER_IDC_STATIC1
source: Launch in web browser...
ar: عرض في المتصفح
be: Запусціць у вэб-браўзеры...
bn: ওয়েব ব্রাউজারে চালনা করি...
bs_ba: Pokreni u web pregledniku...
ca: Obre-ho al navegador web...
cs: Otevřít v prohlížeči...
da: Åbn i webbrowser...
de: Im Browser öffnen...
el: Εκκίνηση σε περιηγητή διαδικτύου...
es: Abrir en navegador web…
eu: Abiarazi web nabigatzailean...
fi: Avaa selaimessa...
fr: Lancer dans le navigateur Internet...
gl: Abrir no navegador web...
he: הפעל בדפדפן...
hr: Pokreni u web pregledniku...
hu: Indítás Web böngészőben...
hy: Բացել վեբ դիտարկիչում...
id: Luncurkan di peramban web...
it: Lancia nel browser...
ja: ウェブ ブラウザで開く...
lt: Paleisti interneto naršyklėje
ms_my: Lancar dalam pelayar sesawang...
nl: Openen in internet programma...
pt_br: Abrir no navegador web...
ru: Запустить в веб-браузере...
sk: Spustiť vo webovom prehliadači...
sl: Zaženi v brskalniku...
sr: Покрени у веб-прегледачу…
sv: Öppna i webbläsaren...
th_th: เริ่มในเบราว์เซอร์เว็บ...
tt: web-браузерда кабызырга...
uk: Запустити в web-оглядачі...

# IDD_PPAGEWEBSERVER_IDC_CHECK3
source: Enable compression
ar: تمكين الضغط
be: Уключыць сцісканне
bn: সঙ্কোচন সক্রিয়করণ
bs_ba: Omogući kompresiju
ca: Activa la compressió
cs: Povolit kompresi
da: Aktivér komprimering
de: Inhalte komprimieren
el: Ενεργοποίηση συμπίεσης
es: Activar compresión
eu: Gaitu konpresioa
fi: Käytä pakkausta
fr: Activer la compression
gl: Activar compresión
he: הפעל כיווץ מידע
hr: Omogući kompresiju
hu: Tömörítés engedélyezése
hy: Օգտագործել սեղմում
id: Fungsikan kompresi
it: Abilita compressione
ja: 圧縮を有効にする
lt: Įgalinti glaudinimą
ms_my: Benarkan pemampatan
nl: Activeer compressie
pt_br: Ativar compressão
ru: Использовать сжатие
sk: Zapnúť kompresiu
sl: Omogoči stiskanje
sr: Компримовање
sv: Aktivera komprimering
th_th: ใช้งานการบีบอัด
tt: Кысуны кулланырга
uk: Використовувати стиснення

# IDD_PPAGEWEBSERVER_IDC_CHECK5
source: Allow access from localhost only
ar: السماح بالوصول من المضيف المحلي فقط
be: Дазволіць доступ толькі з лакальнага камп'ютара
bn: শুধুমাত্র স্থানীয়হোস্ট থেকে অ্যাকসেস সমর্থন
bs_ba: Dozvoli samo pristup localhost-a
ca: Permet l'accés només des d'aquest ordinador (localhost)
cs: Povolit pouze lokální přístup
da: Tillad kun adgang fra localhost
de: Nur lokalen Zugriff erlauben
el: Επιτρέπεται η πρόσβαση μόνο από τοπικό υπολογιστή
es: Permitir acceso sólo desde este equipo (localhost)
eu: Ahalbidetu sarbidea tokiko-hostalaritik bakarrik
fi: Salli käyttö vain paikallisesti
fr: Autoriser l'accès local uniquement
gl: Permitir o acceso soamente dende o host local
he: אפשר גישה מהמחשב הנוכחי בלבד
hr: Dozvoli pristup samo s lokalnog hosta
hu: Hozzáférés engedélyezése csak localhost számára
hy: Թույլատրել մուտքը միայն համակարգչից
id: Izinkan akses hanya dari localhost saja
it: Consenti accesso solo da localhost
ja: ローカルホストからの接続のみを許可する
lt: Leisti tik lokaliąją prieigą
ms_my: Benarkan capaian dari localhost sahaja
nl: Geef alleen toegang via localhost
pt_br: Permitir acesso somente do host local
ru: Разрешить доступ только с локального хоста
sk: Povoliť prístup len z lokálnej stanice
sl: Dovoli dostop samo iz localhost
sr: Дозволи приступ само са локалног хоста
sv: Tillåt endast åtkomst från localhost
th_th: อนุญาตการเข้าถึงจากโฮสต์ถิ่นเท่านั้น
tt: Җирле санактан гына керүне рөхсәт итәргә
uk: Дозволити доступ лише з локального комп'ютера

# IDD_PPAGEWEBSERVER_IDC_CHECK6
source: Enable preview
ar: تمكين المعاينة
be: Уключыць папярэдні прагляд
bn: প্রাকদর্শন সক্রিয়করণ
bs_ba: Omogući pregled
ca: Activa la previsualització
cs: Povolit náhled
da: Aktivér forhåndsvisning
de: Medienvorschau
el: Ενεργοποίηση προεπισκόπησης
es: Activar previsualización
eu: Gaitu aurreikuspena
fi: Esikatselu päällä
fr: Activer la prévisualisation
gl: Habilitar previsualización
hr: Omogući pregled
hu: Előnézet engedélyezése
id: Fungsikan pratinjau
ja: プレビューを有効にする
lt: Įjungti peržiūrą
ms_my: Benarkan pratonton
nl: Zet voorbeeld aan
pt_br: Ativar pré-visualização
ru: Включить предпросмотр
sk: Zapnúť náhľad
sl: Omogoči predogled
sr: Омогући преглед
sv: Aktivera förhandsvisning
th_th: ใช้งานการแสดงตัวอย่าง
uk: Ввімкнути поперед. перегляд

# IDD_PPAGEWEBSERVER_IDC_CHECK2
source: Print debug information
ar: طباعة معلومات التصحيح
be: Выводзіць адладачныя звесткі
bn: ডিবাগ তথ্যাদি মুদ্রণ
bs_ba: Printaj informacije za ispravljanje grešaka
ca: Imprimeix la informació de depuració
cs: Vkládat do stránek ladicí informace
da: Vis fejlfindingsoplysninger
de: Debug-Informationen ausgeben
el: Εκτύπωση πληροφοριών εντοπισμού σφαλμάτων
es: Mostrar información de depuración
eu: Irarkitu garbiketa argibideak
fi: Tulosta virheenkorjaustiedot
fr: Imprimer les informations de débogage
gl: Imprimir información de depuración
he: הדפס מידע לניפוי באגים
hr: Prikaži informacije o neispravnostima
hu: Hibakeresési információ (debug info) megjelenítése
hy: Արտածել տեղեկությունը
id: Cetak informasi awakutu
it: Stampa informazioni di debug
ja: デバッグ情報を表示する
lt: Derinimo informacijos išvedimas
ms_my: Cetak maklumat nyahpepijat
nl: Print debug informatie
pt_br: Imprimir informações de depuração
ru: Выводить отладочную информацию
sk: Informácie pre ladenie
sl: Izpiši informacije za razhroščevanje
sr: Одштампај извод
sv: Skriv ut felsökningsinformation
th_th: พิมพ์ข้อมูลดีบัก
tt: Көйләү мәгълүматын чыгарырга
uk: Виводити відлагоджувальну інформацію
