Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_MAINFRM_DIR_CHECK
source: Include subdirectories
ar: تضمين المجلدات الفرعية
be: Укл. падпапкі
bn: সাবডাইরেক্টরিসমূহ সংযোজন করা হোক
bs_ba: Uključi Podfoldere
ca: Inclou subdirectoris
cs: Včetně podadresářů
da: Medtag undermapper
de: Unterverzeichnis einbeziehen
el: Περιλαμβάνονται υποφάκελοι
es: Incluir subcarpetas
eu: Azpizuzenbideak barne
fi: Sisällytä alihakemistot
fr: Inclure les sous-répertoires
gl: Incluir subdirectorios
he: כולל תת-תיקיות
hr: Uključi podmape
hu: Almappákkal együtt
hy: Ներառյալ ենթաթղթ.-ները
it: Includi sottocart.
ja: サブフォルダを含める
lt: Su subaplankais
ms_my: Sertakan subdirektori
nl: Inclusief submappen
pa: ਸਬ-ਡਾਇਰੈਕਟਰੀਆਂ ਸਮੇਤ
pl: Uwzględnij podkatalogi
ru: Вкл подпапки
sk: Vrátane podpriečinkov
sl: Vključi podimenike
sr: Укључи потфасцикле
sv: Inkludera underkataloger
th_th: รวมทั้งเส้นทางย่อย
tt: Аспапкаларны каб.
vi: Bao gồm các thư mục con

# IDS_AG_PAUSE
source: Pause
ar: توقف مؤقت
be: Паўза
bn: প'জ করি
bs_ba: Pauza
ca: Pausa
cs: Pozastavit
el: Παύση
es: Pausa
eu: Pausatu
fi: Tauko
gl: Pausa
he: השהה
hr: Pauziraj
hu: Szünet
hy: Դադար
it: Pausa
ja: 一時停止
lt: Pauzė
ms_my: Jeda
nl: Pauze
pa: ਵਿਰਾਮ ਕਰੋ
pl: Wstrzymaj odtwarzanie
ru: Пауза
sk: Pozastaviť
sl: Pavza
sr: Паузирај
sv: Pausa
th_th: พัก
tt: Тыналыш
vi: Dừng

# IDS_AG_TOGGLE_CAPTION
source: Toggle Caption&Menu
ar: تبديل العنوان و القائمة
be: Укл/Адкл загаловак і меню
bn: ক্যাপশন অ্যান্ড মেন্যু নিয়ন্ত্রণ
bs_ba: Prikaži/Sakrij Naslovni &Meni
ca: Commuta el menú i la barra del títol
cs: Zobrazit/Skrýt záhlaví a hlavní nabídku
da: Titel- og &menulinje til/fra
de: Ansicht: Fensterelemente (ein/aus)
el: Εναλλαγή σε λεζάντα & μενού
es: Accionar barra de título y menú
eu: Aldatu Harpena eta Menua
fi: Tekstitysvalikko päällä/pois
fr: Afficher le titre et le menu
gl: Amosar menú de &captura
he: הצג/הסתר כותרת ותפריט
hr: Namjestiti natpis&izbornik
hu: Címsor és Menüsor be- és kikapcsolása
hy: Միաց/Անջ Ընտրացանկի &վերնագիրը
it: Mostra Titolo&Menù
ja: タイトルとメニューの表示
lt: Įj./Išj. antraštę ir meniu
ms_my: Togol Menu&Kapsyen
nl: Titel&Menu aan / uit
pa: ਸੁਰਖੀ ਮੀਨੂ ਬਦਲੋ(&M)
pl: Przełącz widoczność paska tytułu i menu
ru: Вкл/откл отображение заголовка и меню
sk: Prepnúť kapitolu&menu
sl: Preklopi meni in napise
sr: Укључи/искључи наслов и мени
sv: Växla Rubrik && Meny
th_th: เปิดปิด ข้อความและเมนู
tt: Башлам һәм менюны Каб/Сүн
vi: Chuyển Nhãn&Menu

# IDS_AG_TOGGLE_SEEKER
source: Toggle Seek Bar
ar: تبديل الباحث
be: Укл/Адкл паласу прагорткі
bn: সীকার নিয়ন্ত্রণ
bs_ba: Prikaži/Sakrij Traku za Traženje
ca: Commuta la barra de navegació
cs: Zobrazit/Skrýt panel hledání
da: Søgelinje til/fra
de: Ansicht: Zeitleiste (ein/aus)
el: Εναλλαγή σε γραμμή αναζήτησης
es: Mostrar/Ocultar barra de navegación
eu: Aldatu Bilatzailea
fi: Etsintä päällä/pois
fr: Afficher la barre de recherche
gl: Amosar Seeker
he: הפעל/כבה פס קפיצה
hr: Namjestiti klizač
hu: Keresősáv be- és kikapcsolása
hy: Միաց/Անջ Seeker-ը
it: Mostra Barra di ricerca
ja: シーク バーの表示
lt: Įj./Išj. slankjuostę
ms_my: Togol Penjangkau
nl: Zoeken aan / uit
pa: ਸੀਕ ਪੱਟੀ ਬਦਲੋ
pl: Przełącz widoczność paska postępu
ru: Вкл/откл отображение ползунка
sk: Prepnúť vyhľadávač
sl: Preklopi iskalec
sr: Укључи/искључи траку за премотавање
sv: Växla Sök Bar
th_th: เปิดปิด ตัวเลื่อนหา
tt: Әйләндерү тасмасын Каб/Сүн
vi: Chuyển đổi thanh tìm kiếm

# IDS_AG_TOGGLE_CONTROLS
source: Toggle Controls
ar: تبديل الضوابط
be: Укл/Адкл кіраванне
bn: কন্ট্রোল নিয়ন্ত্রণ
bs_ba: Prikaži/Sakrij Kontrole
ca: Commuta els controls
cs: Zobrazit/Skrýt ovládací prvky
da: Kontrolelementer til/fra
de: Ansicht: Steuerelemente (ein/aus)
el: Εναλλαγή σε πλήκτρα ελέγχου
es: Mostrar/Ocultar controles
eu: Aldatu Aginteak
fi: Hallinta päällä/pois
fr: Afficher la barre de contrôles
gl: Amosar Controis
he: הפעל/כבה כלי שליטה
hr: Namjestiti kontrole
hu: Vezérlők be- és kikapcsolása
hy: Միաց/Անջ Կառավարումը
it: Mostra Controlli
ja: コントロールの表示
lt: Įj./Išj. valdiklius
ms_my: Togol Kawalan
nl: Knoppen aan / uit
pa: ਕੰਟਰੋਲ ਬਦਲੋ
pl: Przełącz widoczność przycisków sterowania
ru: Вкл/откл отображение элементов управления
sk: Prepnúť ovládače
sl: Preklopi kontrole
sr: Укључи/искључи контроле
sv: Växla Kontroller
th_th: เปิดปิด ตัวควบคุม
tt: Идарәне Каб/Сүн
vi: Chuyển điều khiển

# IDS_MAINFRM_84
source: Invalid file name
ar: اسم ملف غير صالح
be: Недапушчальнае імя файла
bn: ফাইলের নামটি অগ্রহণযোগ্য
bs_ba: Neispravno ime dokumenta
ca: El nom del fitxer no és vàlid
cs: Neplatný název souboru
da: Ugyldigt filnavn
de: Ungültiger Dateiname
el: Μη έγκυρο όνομα αρχείου
es: Nombre de archivo no válido
eu: Agiri izen baliogabea
fi: Tiedostonimi ei kelpaa
fr: Nom de fichier invalide
gl: Formato de ficheiro invalido
he: שם קובץ לא תקין
hr: Neispravno ime datoteke
hu: Érvénytelen fájlnév
hy: Ֆայլի անունը սխալ է
it: Nome file non valido
ja: 無効なファイル名です
lt: Neteisingas failo vardas
ms_my: Nama fail tidak sah
nl: Ongeldige bestandsnaam
pa: ਗਲਤ ਫ਼ਾਈਲ ਨਾਂ
pl: Niewłaściwa nazwa pliku
ru: Неверное имя файла
sk: Neplatný názov súboru
sl: Neveljavno ime datoteke
sr: Неисправно име датотеке
sv: Ogiltigt filnamn
th_th: ชื่อไฟล์ไม่ถูกต้อง
tt: Файл исеме дөрес түгел
vi: Tên tập tin không hợp lệ

# IDS_MAINFRM_86
source: Cannot connect the filters
ar: لا يستطيع الإتصال بالفلاتر
be: Не атрымліваецца падлучыць фільтры
bn: ফিল্টারসমূহ সংযুক্ত করা যাচ্ছে না
bs_ba: Nije moguća konekcija sa filterima
ca: No es poden connectar els filtres
cs: Nepodařilo se připojit filtry
da: Kan ikke forbinde filtrene
de: Kann Filter nicht verbinden
el: Δεν ήταν δυνατή η σύνδεση των φίλτρων
es: Imposible conectar los filtros
eu: Ezinezkoa iragazkiak elkartzea
fi: Suotimia ei voi yhdistää
fr: Impossible de connecter les filtres
gl: Imposible conectar os filtros
he: לא מצליח לחבר את הפילטרים
hr: Nemoguće povezati filtere
hu: Nem lehet csatlakoztatni a szűrőket
hy: Հնարավոր չէ միացնել ֆիլտրը
it: Impossibile connettere i filtri
ja: フィルタを接続できません
lt: Negaliu prijungti filtrų
ms_my: Tidak dapat sambungkan penapis
nl: Kan geen verbinding maken met filters
pa: ਫਿਲਟਰਾਂ ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
pl: Nie można podłączyć filtrów.
ru: Не удается подключить фильтры
sk: Nemožno pripojiť filtre
sl: Ne morem povezati filtrov
sr: Не могу да повежем филтере
sv: Kan inte länka filtren
th_th: ไม่สามารถเชื่อมต่อตัวกรอง
tt: Сөзгечләрне тоташтырып булмый
vi: Không thể kết nối các bộ lọc

# IDS_MAINFRM_87
source: Cannot load any source filter
ar: لا يمكن تحميل أي فلتر مصدر
be: Не атрымліваецца загрузіць ніводнага фільтра крыніц
bn: কোনো উৎস ফিল্টারই লোড করা যাচ্ছে না
bs_ba: Nije moguće učitati nijedan izvorni filter
ca: No es pot carregar cap filtre font
cs: Nepodařilo se načíst žádný zdrojový filtr
da: Kan ikke indlæse nogen kildefiltre
de: Kann keine Quellen-Filter laden
el: Δεν ήταν δυνατή η φόρτωση κάποιου πηγαίου φίλτρου
es: Imposible cargar cualquier filtro fuente
eu: Ezinezkoa iturburu iragazkirik gertatzea
fi: Yhtään lähdesuodinta ei voi ladata
fr: Impossible de charger le filtre source
gl: Non se pode cargar ningún filtro fonte
he: לא מצליח לטעון שום פילטר מקור
hr: Nemoguće učitati nijednu izvorišnu datoteku
hu: Nem lehet egy forrás szűrőt sem betölteni
hy: Հնարավոր չէ բացել ֆիլտր
it: Impossibile caricare i filtri sorgente
ja: ソース フィルタを読み込めません
lt: Negaliu įkelti jokio šaltinio filtro
ms_my: Tidak dapat muat mana-mana penapis sumber
nl: Kan bron filter niet laden
pa: ਕੋਈ ਸਰੋਤ ਫਿਲਟਰ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
pl: Nie można wczytać żadnego filtra źródłowego.
ru: Не удается загрузить ни один фильтр-источник
sk: Nemožno načítať niektorý zdrojový filter
sl: Ne morem naložiti nobenega izvornega filtra
sr: Не могу да учитам ниједан изворни филтер
sv: Kan inte ladda något källfilter
th_th: ไม่สามารถโหลดตัวกรองแหล่งใดๆ ได้
tt: Не удаётся загрузить ни одного фильтра источников
vi: Không thể nạp bất kỳ bộ lọc nguồn

# IDS_MAINFRM_88
source: Cannot render the file
ar: لايمكن تصيير الملف
be: Не атрымліваецца прайграць файл
bn: ফাইলটি রেনডার করা যাচ্ছে না
bs_ba: Nije moguće renderiranje dokumenta
ca: No es pot renderitzar el fitxer
cs: Soubor se nepodařilo přehrát
da: Kan ikke rendere filen
de: Kann Datei nicht rendern
el: Δεν ήταν δυνατή η απόδοση του αρχείου
es: Imposible presentar el archivo
eu: Ezinezkoa agiria aurkeztea
fi: Tiedostoa ei voi muuntaa
fr: Impossible de lire le fichier
gl: Imposible presentar o ficheiro
he: לא יכול להגיש את הקובץ
hr: Nemoguće prikazati datoteku
hu: A fájl nem megjeleníthető
hy: Ֆայլը հնարավոր չէ նվագարկել
it: Impossibile visualizzare il file
ja: ファイルを表示できません
lt: Negaliu renderinti failo
ms_my: Tidak dapat terap fail
nl: Kan bestand niet opbouwen
pa: ਫ਼ਾਈਲ ਨੂੰ ਰੈਂਡਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
pl: Nie można renderować pliku.
ru: Не удаётся воспроизвести файл
sk: Nemožno vykresliť súbor
sl: Ne morem izrisovati datoteke
sr: Не могу да обрадим датотеку
sv: Kan inte rendera filen
th_th: ไม่สามารถแปลผลไฟล์ได้
tt: Файлны уйнатып булмый
vi: Không thể dựng tệp

# IDS_MAINFRM_89
source: Invalid file format
ar: تنسيق الملف غير صالح
be: Няслушны фармат файла
bn: ফাইলের ধরনটি অগ্রহণযোগ্য
bs_ba: Neispravan format dokumenta
ca: El format del fitxer no és vàlid
cs: Neplatný formát souboru
da: Ugyldigt filformat
de: Ungültiges Dateiformat
el: Μη έγκυρη μορφή αρχείου
es: Formato de archivo invalido
eu: Agiri heuskarri baliogabea
fi: Tiedoston formaatti ei kelpaa
fr: Format du fichier invalide
gl: Formato de ficheiro invalido
he: פורמט קובץ לא תקין
hr: Neispravni format datoteke
hu: Érvénytelen fájl formátum
hy: Ֆայլի սխալ տեսակ
it: Formato file non valido
ja: 無効なファイル形式です
lt: Neteisingas failo formatas
ms_my: Format fail tidak sah
nl: Ongeldig bestandsformaat
pa: ਗਲਤ ਫ਼ਾਈਲ ਫਾਰਮੈਟ
pl: Niewłaściwy format pliku
ru: Неверный формат файла
sk: Neplatný formát súboru
sl: Neveljaven format datoteke
sr: Неисправан формат датотеке
sv: Ogiltigt filformat
th_th: รูปแบบไฟล์ไม่ถูกต้อง
tt: Файл форматы дөрес түгел
vi: Định dạng tập tin không hợp lệ

# IDS_MAINFRM_90
source: File not found
ar: الملف غير موجود
be: Файл не знойдзены
bn: ফাইলটিও খুঁজে পাওয়া যায় নি
bs_ba: Dokument nije pronađen
ca: No s'ha trobat el fitxer
cs: Soubor nebyl nalezen
da: Filen blev ikke fundet
de: Kann Datei nicht finden
el: Το αρχείο δεν βρέθηκε
es: Archivo no encontrado
eu: Agiria ez da aurkitu
fi: Tiedostoa ei löydy
fr: Fichier introuvable
gl: Ficheiro non atopado
he: קובץ לא נמצא
hr: Datoteka nije pronađena
hu: A fájl nem található
hy: Ֆայլ չի գտնվել
it: File non trovato
ja: ファイルが見つかりません
lt: Failas nerastas
ms_my: Fail tidak ditemui
nl: Bestand niet gevonden
pa: ਫ਼ਾਈਲ ਨਹੀਂ ਲੱਭੀ
pl: Nie odnaleziono pliku
ru: Файл не найден
sk: Súbor sa nenašiel
sl: Datoteka ni bila najdena
sr: Датотека није пронађена
sv: Det går inte att hitta filen
th_th: ไม่พบไฟล์
tt: Файл табылмады
vi: Không tìm thấy tệp

# IDS_MAINFRM_91
source: Unknown file type
ar: نوع الملف مجهول
be: Невядомы тып файла
bn: ফাইলের ধরনটি অপরিচিত
bs_ba: Nepoznat tip dokumenta
ca: El tipus del fitxer és desconegut
cs: Neznámý typ souboru
da: Ukendt filtype
de: Ungültiger Dateityp
el: Άγνωστος τύπος αρχείου
es: Tipo de archivo desconocido
eu: Agiri mota ezezaguna
fi: Tuntematon tiedostotyyppi
fr: Type de fichier inconnu
gl: Tipo de ficheiro descoñecido
he: סוג קובץ לא מוכר
hr: Nepoznati tip datoteke
hu: Ismeretlen fájl típus
hy: Ֆայլի անհայտ տեսակ
it: Tipo file sconosciuto
ja: 不明なファイルの種類です
lt: Nežinomas failo tipas
ms_my: Jenis fail tidak diketahui
nl: Onbekend bestandstype
pa: ਅਣਜਾਣ ਫ਼ਾਈਲ ਕਿਸਮ
pl: Nieznany rodzaj pliku
ru: Неизвестный тип файла
sk: Neznámy typ súboru
sl: Neznan tip datoteke
sr: Непознат тип датотеке
sv: Okänd filtyp
th_th: ชนิดไฟล์ที่ไม่รู้จัก
tt: Билгесез файл төре.
vi: Định dạng sai

# IDS_MAINFRM_92
source: Unsupported stream
ar: دفق غير مدعوم
be: Непадтрымліваемы паток
bn: স্ট্রিমটি সমর্থন করে না
bs_ba: Tok nije podržan
ca: No s'admet la transmissió
cs: Nepodporovaný proud
da: Ikke understøttede strøm
de: Ungültiger Stream
el: Η ροή δεν υποστηρίζεται
es: Transmisión no admitida
eu: Jario sostengugabea
fi: Virtaa ei tueta
fr: Flux non supporté
gl: Pista non soportada
he: זרם לא נתמך
hr: Nepodržan stream
hu: Nem támogatott adatfolyam
hy: Չաջակցվող հոսք
it: Flusso non supportato
ja: サポートされていないストリームです
lt: Nepalaikomas srautas
ms_my: Strim tidak disokong
nl: Formaat niet ondersteund
pa: ਗ਼ੈਰ-ਸਹਾਇਕ ਸਟਰੀ
pl: Nieobsługiwany strumień
ru: Неподдерживаемый поток
sk: Nepodporovaný stream
sl: Nepodprt pretok
sr: Неподржан ток
sv: Strömmen stöds inte
th_th: กระแสที่ไม่รองรับ
tt: Кулланылмаган ташкын
vi: Không hỗ trợ luồnb

# IDS_MAINFRM_93
source: Cannot find DVD directory
ar: لا يمكن العثور على مجلد الـDVD
be: Вызначаная для DVD/BD папка не знойдзена
bn: DVD ডাইরেক্টরি খুঁজে পাওয়া যাচ্ছে না
bs_ba: Nije moguće pronaći DVD direktorij
ca: No es pot trobar el directori del DVD
cs: Nebyl nalezen adresář DVD
da: Kan ikke finde DVD-mappe
de: Kann DVD-Verzeichnis nicht finden
el: Δεν ήταν δυνατή η εύρεση του καταλόγου του DVD
es: Imposible encontrar directorio del DVD
eu: Ezinezkoa DVD zuzenbidea aurkitzea
fi: DVD-hakemistoa ei löydy
fr: Répertoire DVD introuvable
gl: Imposible atopar un directorio do DVD
he: לא מצליח למצוא תיקית די.וי.די
hr: Ne mogu pronaći DVD direktorij
hu: Nem található a DVD mappa
hy: Հնարավոր չէ գտնել DVD-ի թղթապանակը
it: Impossibile trovare la cartella del DVD
ja: DVD ディレクトリが見つかりません
lt: Nerastas DVD aplankas
ms_my: Tidak dapat cari direktori DVD
nl: Kan DVD map niet vinden
pa: DVD ਡਾਇਰੈਕਟਰੀ ਲੱਭੀ ਨਹੀਂ ਜਾ ਸਕਦੀ
pl: Nie można odnaleźć folderu DVD.
ru: Не удается найти каталог DVD
sk: Nemožno nájsť priečinok DVD
sl: Ne morem najti DVD imenika
sr: Не могу да пронађем фасциклу DVD-а
sv: Kan inte hitta DVD-katalogen
th_th: ไม่พบเส้นทางดีวีดี
tt: DVD каталогын табып булмый
vi: Không tìm thấy thư mục DVD

# IDS_MAINFRM_94
source: Can't create the DVD Navigator filter
ar: لا يمكن إنشاء فلتر مستكشف الـDVD
be: Не атрымліваецца стварыць фільтр DVD-навігатара
bn: DVD ন্যাভিগেটর ফিল্টার তৈরি করা যাচ্ছে না
bs_ba: Nije moguće kreirati DVD Navigacioni filter
ca: No es pot crear el filtre de navegació del DVD
cs: Nepodařilo se vytvořit DVD Navigator filtr
da: Kan ikke oprette DVD navigationsfilteret
de: Kann DVD-Navigator-Filter nicht erstellen
el: Δεν είναι δυνατή η δημιουργία του φίλτρου περιήγησης DVD
es: Imposible crear el filtro Navegador de DVD
eu: Ezin da sortu DVD Nabigatzaile iragazkia
fi: DVD navigointisuodinta ei voi luoda
fr: Impossible de créer le navigateur DVD
gl: Imposible atopar o filtro de navegación do DVD
he: לא מצליח ליצור פילטר ניווט די.וי.די
hr: Nemoguće kreirati DVD navigacijski filtar
hu: Nem lehet létrehozni a DVD Navigátor szűrőt
hy: Հնարավոր չէ ստեղծել DVD ուղղորդիչի ֆիլտր
it: Impossibile creare il filtro DVD Navigator
ja: DVD ナビゲータ フィルタを作成できません
lt: Negaliu sukurti DVD Navigator filtro
ms_my: Tidak dapat cipta penapis Navigator DVD
nl: Kan DVD navigatie filter niet maken
pa: DVD ਨੇਵੀਗੇਟਰ ਫਿਲਟਰ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pl: Nie można utworzyć filtra Nawigatora DVD.
ru: Не удается создать фильтр-навигатор DVD
sk: Nemožno vytvoriť filter DVD Navigator
sl: Ne morem ustvariti filtra za DVD krmarjenje
sr: Не могу да креирам филтер DVD навигатора
sv: Kan inte skapa DVD Navigator-filtret
th_th: ไม่สามารถสร้างตัวกรองตัวนำทางดีวีดี
tt: Не удаётся создать фильтр DVD-навигатора
vi: Không thể tạo ra các bộ lọc điều hướng DVD

# IDS_AG_FAILED
source: Failed
ar: فشل
be: Няўдала
bn: ব্যর্থ হয়েছে
bs_ba: Nije uspjelo
ca: Error
cs: Selhalo
da: Fejlede
de: Fehler
el: Απέτυχε
es: Error
eu: Hutsegitea
fi: Epäonnistui
fr: Échec
gl: Erro
he: נכשל
hr: Neuspješno
hu: Nem sikerült
hy: Ձախողում
it: Fallito
ja: 失敗
lt: Nepavyko
ms_my: Gagal
nl: Niet gelukt
pa: ਫੇਲ੍ਹ ਹੈ
pl: Niepowodzenie
ru: Неудачно
sk: Nepodarilo sa
sl: Neuspelo
sr: Неуспело
sv: Fel
th_th: ล้มเหลว
tt: Уңышсыз
vi: Thất bại

# IDS_MAINFRM_96
source: Can't create video capture filter
ar: لا يمكن إنشاء فلتر التقاط الفيديو
be: Не атрымліваецца стварыць фільтр відэазахопу
bn: ভিডিও ক্যাপচার ফিল্টার তৈরি করা যাচ্ছে না
bs_ba: Nije moguće kreirati filter za snimanje videa
ca: No es pot crear el filtre de captura de vídeo
cs: Nepodařilo se vytvořit záznamový filtr
da: Kan ikke oprette videoindspilningsfilter
de: Kann Videoaufnahme-Filter nicht erstellen
el: Δεν ήταν δυνατή η δημιουργία φίλτρου καταγραφής βίντεο
es: No se puede crear el filtro de captura de vídeo
eu: Ezin da sortu bideo harpen iragazkia
fi: Videokaappaussuodinta ei voi luoda
fr: Impossible de créer le filtre de capture vidéo
gl: Imposible crear o filtro de captura de vídeo
he: לא מצליח ליצור פילטר לכידת וידאו
hr: Nemoguće napraviti filter za snimanje videa
hu: Nem lehet létrehozni a videó rögzítő szűrőt
hy: Հնարավոր չէ ստեղծել տեսագրման ֆիլտր
it: Impossibile creare il filtro di cattura video
ja: ビデオ キャプチャ フィルタを作成できません
lt: Negaliu sukurti vaizdo įrašymo filtro
ms_my: Tidak dapat cipta penapis tangkapan video
nl: Kan video afvang filter niet maken
pa: ਵਿੀਡਓ ਕੈਪਚਰ ਫਿਲਟਰ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pl: Nie można utworzyć filtra przechwytującego obraz.
ru: Не удается создать фильтр видеозахвата
sk: Nemožno vytvoriť filter pre zaznamenávanie videa
sl: Ne morem ustvariti filtra za video zajem
sr: Не могу да креирам филтер за снимање видео-записа
sv: Kan inte skapa videoinspelningsfilter
th_th: ไม่สามารถสร้างตัวกรองวิดีโอ
tt: Не удаётся создать фильтр видеозахвата
vi: Không thể tạo ra bộ lọc chụp video

# IDS_MAINFRM_98
source: No capture filters
ar: لا توجد فلاتر التقاط
be: Фільтры відэазахопу адсутнічаюць
bn: ক্যাপচার ফিল্টার নাই
bs_ba: Nema filtera za snimanje
ca: No hi ha filtres de captura
cs: K dispozici nejsou žádné záznamové filtry
da: Ingen indspilningsfiltre
de: Kann keinen Aufnahme-Filter finden
el: Δεν υπάρχουν φίλτρα καταγραφής
es: No hay filtros de captura
eu: Harpen iragazkirik ez
fi: Ei kaappaussuotimia
fr: Pas de filtres de capture
gl: Non hai filtros de captura
he: אין פילטרים ללכידה
hr: Bez filtera za snimanje
hu: Nincsenek rögzítő szűrők
hy: Տեսագրման ֆիլտրը բացակայում է
it: Nessun filtro di cattura video trovato
ja: キャプチャ フィルタがありません
lt: Nėra įrašų filtrų
ms_my: Tiada penapis tangkapan
nl: Geen afvang filters gevonden
pa: ਕੋਈ ਕੈਪਚਰ ਫਿਲਟਰ ਨਹੀਂ
pl: Brak filtrów przechwytujących
ru: Отсутствуют фильтры видеозахвата
sk: Žiadne filtre pre zaznamenávanie
sl: Ni filtrov za zajem
sr: Нема филтера за снимање
sv: Inga inspelningsfilter
th_th: ไม่มีตัวกรองการจับข้อมูล
tt: Видеоэләктерү сөзгечләре юк
vi: Không có bộ lọc bắt hình

# IDS_MAINFRM_99
source: Can't create capture graph builder object
ar: لا يمكن إنشاء كائن باني مخطط الالتقاط
be: Не атрымліваецца стварыць аб'ект пабудоўніка графа відэазахопу
bn: ক্যাপচার গ্রাফ বিল্ডার অবজেক্ট তৈরি করা যাচ্ছে না
bs_ba: Nije moguće kreirati gradivni objekt za grafik snimanja
ca: No es pot crear l'objete constructor de l'esquema de captura
cs: Nepodařilo se vytvořit objekt záznamového graf builderu
da: Kan ikke oprette indspilningsgraf bygger objekt
de: Kann Aufnahmegraph-Builder-Objekt nicht erstellen
el: Δεν είναι δυνατή η δημιουργία του γραφήματος καταγραφής
es: No se puede crear un objeto del constructor del diagrama de captura
eu: Ezin da sortu harpen grafika eraikitzaile objetua
fi: Kaappauskaavion rakentajaobjektia ei voi luoda
fr: Impossible de créer le constructeur de graphe de capture
gl: Imposible crear obxecto constructor do esquema de captura
he: לא מצליח ליצור עצם יצירת גרף לכידה
hr: Nemoguće napraviti stvarajući objekt grafa za snimanje
hu: Nem lehet létrehozni rögzítő-gráf építő objektumot
hy: Հնարավոր չէ ստեղծել տեսագրման գրաֆայի օբյեկտը։
it: Impossibile creare il capture graph builder
ja: キャプチャ グラフ ビルダ オブジェクトを作成できません
lt: Negaliu sukurti objekto vaizdo įrašymo grafo statytojui
ms_my: Tidak dapat cipta objek pembina graf tangkapan
nl: Kan Capture Graph Builder Object niet maken
pl: Nie można utworzyć grafu przechwytującego.
ru: Не удается создать объект построителя графа видеозахвата
sk: Nemožno vytvoriť objekt grafu pre zaznamenávanie
sl: Ne morem ustvariti objekta za sestavo filtrov
sr: Не могу да креирам објекат алатке за израду графикона снимања
sv: Kan inte skapa inspelningsgrafens builder-objekt
th_th: ไม่สามารถสร้างวัตถุตัวสร้างกราฟการจับข้อมูล
tt: Не удаётся создать объект построителя графа видеозахвата
vi: Không thể tạo trình dựng chụp đối tượng

# IDS_MAINFRM_108
source: Couldn't open any device
ar: لا يمكن فتح أي جهاز
be: Не атрымліваецца адкрыць ніводнай прылады
bn: কোনো ডিভাইসই চালনা করা যাচ্ছে না
bs_ba: Zvuk
ca: No es pot obrir cap dispositiu
cs: Nepodařilo se otevřít žádné zařízení
da: Kunne ikke åbne nogen enhed
de: Kann kein Gerät öffnen
el: Δεν ήταν δυνατό το άνοιγμα κάποιας συσκευής
es: Imposible abrir el dispositivo
eu: Ezinezkoa gailurik irekitzea
fi: Mitään laitetta ei voi avata
fr: Impossible d'ouvrir le périphérique
gl: Imposible abrir o dispositivo
he: לא ניתן לפתוח שום התקן
hr: Nemoguće otvoriti nijedan uređaj
hu: Nem nyitható meg egyetlen eszköz sem
hy: Հնարավոր չէ բացել ոչ մի սարք
it: Impossibile aprire tutte le periferiche
ja: デバイスを開けませんでした
lt: Negaliu atidaryti jokio įrenginio
ms_my: Tidak dapat buka mana-mana peranti
nl: Kon geen apparaat openen
pa: ਕੋਈ ਡਿਵਾਇਸ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie można otworzyć żadnego urządzenia.
ru: Не удается открыть ни одно устройство
sk: Nemožno otvoriť niektoré zariadenie
sl: Ne morem odpreti nobene naprave
sr: Не могу да отворим ниједан уређај
sv: Kunde inte öppna någon enhet
th_th: ไม่สามารถเปิดอุปกรณ์ใดๆ ได้
tt: Не удаётся открыть ни одного устройства
vi: Không thể mở thiết bị nào

# IDS_AG_SOUND
source: Sound
ar: الصوت
be: Гук
bn: শব্দ
bs_ba: Zvuk
ca: So
cs: Zvuk
da: Lyd
de: Audio
el: Ήχος
es: Sonido
eu: Soinua
fi: Ääni
fr: Son
gl: Son
he: צליל
hr: Zvuk
hu: Hang
hy: Ձայնը
it: Suono
ja: サウンド
lt: Garsas
ms_my: Bunyi
nl: Geluid
pa: ਸਾਊਂਡ
pl: Dźwięk
ru: Звук
sk: Zvuk
sl: Zvok
sr: Звук
sv: Ljud
th_th: เสียง
tt: Тавыш
vi: Âm
