Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_SCREENSHOT_ERROR_OVERLAY
source: The "Save Image" and "Save Thumbnails" functions do not work with the Overlay Mixer video renderer. Change the video renderer in MPC's output options and reopen the file.
ar: "حفظ الصورة" و "حفظ المصغرات" هذه الوظائف لاتعمل مع عارض الفيديو المختلط. غير عارض الفيديو في خيارات الناتج في MPC's وأعد فتح الملف.
be: Функцыі «Захаваць кадр» і «Захаваць мініяцюры» не працуюць з апрацоўшчыкам відэа Overlay Mixer. Змяніце апрацоўшчык відэа і адкрыйце файл зноў.
bn: "ছবি সেইভ করি" এবং "থাম্ব্‌নেইলসমূহ সেইভ করি" ফাংশনসমূহ Overlay Mixer ভিডিও রেনডারারের সাথে কাজ করে না। MPC-HCএর আউটপুট অপশনসমূহে ভিডিও রেনডারারটি পরিবর্তন করুন এবং পুনরায় ফাইলটি চালনা করুন।
bs_ba: Finkcije "Sačuvaj Sliku" i "Sačuvaj Sličice" ne rade sa Overlay Mixer video rendererom. Zamijenite video renderer u opcijama izlaza za MPC i ponovo otvorite dokument.
ca: Les funcions "Desa la imatge" i "Desa les miniatures" no funcionen amb el renderitzador de vídeo Overlay Mixer. Canvia el renderitzador de vídeo en les opcions de sortida de l'MPC i torni a obrir el fitxer.
cs: Funkce Uložit obrázek a Uložit miniatury s video rendererem Overlay Mixer nefungují. Změňte video renderer v nastavení výstupu a soubor znovu otevřete.
da: "Gem billede" og "Gem miniaturer" virker ikke med Overlay Mixer video-rendereren. Vælg en anden video-renderer i MPC's outputindstillinger og åbn filen på ny.
de: Einzelbilder können mit dem Overlay Mixer Renderer nicht erstellt werden. In den Ausgabe-Optionen bitte einen geeigneten Video-Renderer wählen und die Mediendatei erneut öffnen.
el: Οι επιλογές "Αποθήκευση εικόνας" και "Αποθήκευση μικρογραφιών" δεν λειτουργούν με την απόδοση βίντεο Overlay Mixer. Αλλάξτε την απόδοση βίντεο στις επιλογές εξόδου του MPC-HC και ανοίξτε πάλι το αρχείο.
es: Las funciones «Guardar imagen» y «Guardar miniaturas» no funcionan con el renderizador de vídeo Overlay Mixer. Cambie el renderizador de vídeo en las opciones de salida de MPC y abra de nuevo el archivo.
eu: 'Gorde Irudia' eta 'Gorde Txikirudiak' eginkizunek ez dute lan egiten Gainjarpen Nahastzaile bideo aurkezlearekin. Aldatu bideo aurkezlea MPC-ren irteera aukeratan eta berrireki agiria.
fi: "Tallenna kuva" ja "Tallenna pienoiskuvat" -toiminnot eivät toimi Peittokuvamikseri-videorenderöijällä. Vaihda videorenderöijä MPC-HC:n ulostulon vaihtoehdoista ja avaa tiedosto uudelleen.
fr: Les fonctions "Enregistrer l'image" et "Enregistrer les miniatures" ne fonctionnent pas avec le moteur de rendu vidéo Overlay. Changez le moteur de rendu vidéo dans les options de sortie de MPC-HC et réouvrez le fichier.
gl: As funcións "Gardar Imaxe" e "Gardar Miniaturas" non funcionan co Procesador de vídeo Mesturador Overlay . Cambie o procesador de vídeo nas opcións de saída do MPC-HC e re-abra o ficheiro.
hr: Funkcije "Spremi sliku" i "Spremi minijature" ne rade sa sa Overlay Mixer video prikazivačem. Promijenite video prikazivač u MPC-HC-ovim opcijama i ponovno otvorite datoteku.
hy: 'Պահպանել նկարը' և 'Պահպանել Մանրապատկերով' հնարավորությունները չեն աշխատի Overlay Mixer տեսակոդավորման ժամանակ: Փոխեք տեսակոդավորման սարքը MPC-ի արտածման կարգավորումներում և կրկին բացեք ֆայլը։
it: Le funzioni 'Salva immagine' e 'Salva miniature' non sono compatibili con il video renderer Overlay Mixer. Modifica il video renderer nelle opzioni di output di MPC-HC e riapri il file.
ja: 「画像を保存」 および 「サムネイルを保存」 の機能は、オーバーレイ ミキサ ビデオ レンダラでは動作しません。 MPC-HC の出力オプションでビデオ レンダラを変更してファイルを開き直してください。
lt: Funkcijos „Išsaugoti paveikslėlį“ ir „Išsaugoti miniatiūras“ neveikia su Overlay Mixer vaizdo renderiu. Pakeiskite vaizdo renderį MPC iššvesties nustatymuose ir atidarykite failą iš naujo.
ms_my: Fungsi "Simpan Imej" dan "Simpan Lakaran Kenit" tidak berfungsi dengan penerap video Pengadun Tindihan. Ubah penerap video di dalam pilihan output MPC-HC dan buka semula fail tersebut.
nl: De "Opslaan plaatje" en "Opslaan miniatuur" functies werken niet met de Overlay Mixer video opbouwer. Verander de video opbouwer in MPC's uitvoer opties en heropen het bestand.
pl: Funkcje 'Zapisz obraz' oraz 'Zapisz miniatury' nie działają w trybie nakładki (Overlay Mixer). Proszę wybrać inny renderer obrazu w opcjach strumienia wyjściowego oraz otworzyć plik ponownie.
ru: Функции "Сохранить изображение" и "Сохранить миниатюры" не работают с Overlay Mixer video renderer. Измените рендер видео и откройте файл заново.
sk: Funkcie "Uložiť obrázok" a "Uložiť náhľady" nefungujú s vykresľovaním videa Overlay Mixer. Zmeňte vykresľovač videa v nastaveniach výstupu MPC a znovu otvorte súbor.
sl: Funkciji "Shrani sliko" in "Shrani predogledno sličico" ne delujeta v video izrisovalniku - mešalniku s prekrivanjem. Spremeni video izrisovalnik v MPC izhodnih nastavitvah in ponovno odpri datoteko.
sr: Функције „Сачувај слику“ и „Сачувај сличице“ не раде са видео-рендерером Overlay Mixer. Промените га у MPC-HC-овим излазним опцијама и поново отворите датотеку.
sv: "Spara skärmdump"- och "Spara miniatyrer"-funktionerna fungerar inte med Overlay Mixer-videorenderaren. Ändra videorenderare i MPC:s utmatningsinställningar och öppna filen igen.
th_th: ฟังก์ชัน "บันทึกรูปภาพ" และ "บันทึกรูปย่อ" ไม่ทำงานกับตัวแปลผลวิดีโอ Overlay Mixer จงเปลี่ยนตัวแปลผลวิดีโอในตัวเลือกขาออกของ MPC และเปิดไฟล์อีกครั้ง
tt: Функции 'Сохранить изображение' и 'Сохранить миниатюры' не работают с рендерером Overlay Mixer. Измените видеорендерер и вновь откройте файл.
vi: "Lưu ảnh" và "Lưu hình nhỏ" chức năng không làm việc với video dựng hình bộ trộn. Thay đổi trình phát video trong các tùy chọn đầu ra của MPC và mở lại tập tin.

# IDS_MB_SHOW_EDL_EDITOR
source: Do you want to activate the EDL editor?
ar: هل تريد تنشيط المحرّر EDL؟
be: Актываваць рэдактар EDL?
bn: আপনি কি EDL এডিটরটি সক্রিয় করতে চান?
bs_ba: Želite li da aktivirate EDL editor?
ca: Voleu activar l'editor d'EDL?
cs: Chcete aktivovat EDL editor?
da: Vil du aktivere EDL-editoren?
de: EDL-Editor aktivieren?
el: Θέλετε να ενεργοποιήσετε τον επεξεργαστή EDL;
es: ¿Quiere activar el editor de listas de edición (EDL)?
eu: EEZ editatzailea eragitea nahi duzu?
fi: Haluatko aktivoida EDL-muokkaimen?
fr: Souhaitez-vous activer l'éditeur de liste d'édition ?
gl: Vostede desexa activar o editor de EDL?
he: האם ברצונך להפעיל את עורך ה-EDL?
hr: Želite li aktivirati EDL uređivač?
hu: Akarja aktiválni az EDL szerkesztőt?
hy: Ցանկանու՞մ եք ակտիվացնել EDL խմբագրիչը։
it: Vuoi attivare l'editor EDL?
ja: 編集決定リスト (EDL) エディタを起動しますか？
lt: Ar jūs norite aktyvuoti EDL redaktorių?
ms_my: Anda mahu aktifkan penyunting EDL?
nl: Wilt u de EDL-bewerker inschakelen?
pl: Chcesz aktywować edytor EDL?
ru: Вы хотите активировать редактор EDL?
sk: Chcete aktivovať editor EDL?
sl: Želiš aktivirati EDL urejevalnik?
sr: Желите ли да активирате EDL уређивач?
sv: Vill du aktivera EDL-redigeraren?
th_th: คุณต้องการกระตุ้นตัวแก้ไข EDL หรือไม่?
tt: Вы хотите активировать EDL редактор?
vi: Bạn có muốn kích hoạt trình soạn thảo EDL?

# IDS_CAPTURE_ERROR
source: Capture Error
ar: خطأ في الأستحواذ
be: Памылка захопу
bn: ক্যাপচার সমস্যা
bs_ba: Greška pri Snimanju.
ca: Error de captura
cs: Chyba záznamu
da: Fejl ved indspilning
de: Aufnahmefehler aufgetreten.
el: Σφάλμα καταγραφής
es: Error de captura
eu: Harpen Akatsa
fi: Kaappausvirhe
fr: Erreur de capture
gl: Erro de Captura
he: שגיאה בלכידה
hr: Greška snimanja
hu: Rögzítési hiba
hy: Նկարման սխալ
it: Errore di cattura
ja: キャプチャ エラー
lt: Įrašymo klaida
ms_my: Ralat Tangkapan
nl: Opname fout
pa: ਕੈਪਚਰ ਗਲਤੀ
pl: Błąd przechwytywania
ru: Ошибка захвата
sk: Chyba pri zaznamenávaní
sl: Napaka pri zajemu
sr: Грешка при снимању
sv: Inspelningsfel
th_th: การจับข้อมูลล้มเหลว
tt: Эләктерү хатасы
vi: Bắt hình lỗi

# IDS_CAPTURE_ERROR_VIDEO
source: video
ar: فيديو
be: відэа
bn: ভিডিও
ca: vídeo
cs: videa
de: Videofehler aufgetreten.
el: βίντεο
es: vídeo
eu: bideoa
fr: vidéo
gl: vídeo
he: וידאו
hu: videó
hy: տեսահոսքը
ja: 映像
lt: vaizdas
ms_my: ideo
pa: ਵਿਡੀਓ
pl: obraz
ru: видео
sr: видео
th_th: วิดีโอ
tt: видео

# IDS_CAPTURE_ERROR_AUDIO
source: audio
ar: صوت
be: аўдыя
bn: অডিও
ca: àudio
cs: zvuku
da: lyd
de: Audiofehler aufgetreten.
el: ήχος
eu: audioa
fi: ääni
he: שמע
hr: zvuk
hu: audió
hy: ձայնը
ja: 音声
lt: garsas
pa: ਆਡੀਓ
pl: dźwięk
ru: аудио
sk: zvuk
sl: zvok
sr: аудио
sv: ljud
th_th: เสียง
tt: Аудио
vi: âm

# IDS_CAPTURE_ERROR_ADD_BUFFER
source: Can't add the %s buffer filter to the graph.
ar: لايستطيع %s إضافة لفلتر الذاكرة المؤقتة للمخطط البياني.
be: Немагчыма дадаць буферны фільтр %s да графа.
bn: গ্রাফে %s বাফার ফিল্টারটি যোগ করা যাচ্ছে না।
bs_ba: Na grafikon nije moguće dodati %s buffer.
ca: No es pot afegir el filtre %s de memòria intermèdia al graph.
cs: Do grafu se nepodařilo přidat filtr vyrovnávací paměti %s.
da: Kan ikke tilføje %s buffer filteret til grafen.
de: Kann Puffer-Filter %s zum Filtergraphen nicht hinzufügen
el: Δεν μπορεί να προστεθεί το φίλτρο ενδιάμεσης μνήμης %s στο γράφημα.
es: No se puede añadir el filtro del buffer %s al diagrama de filtros.
eu: Ezinezkoa gehitzea %s buffer iragazkia grafikara.
fi: %s puskurisuodinta ei voi lisätä kaavioon.
fr: Impossible d'ajouter le filtre tampon %s au graphe.
gl: Non foi posible adicionar o filtro do búfer %s ao gráfico.
he: לא יכול להוסיף את פילטר החוצץ %s אל הגרף.
hr: Nemoguće dodati %s buffer filter na graf.
hy: Հնարավոր չէ ավելացնել %s բուֆերի ֆիլտրը գրաֆ-ին։
it: Impossibile aggiungere il filtro buffer %s al grafo.
ja: グラフに %s バッファ フィルタを追加できません。
lt: Negalima pridėti %s bufferio filtrą į grafiką.
ms_my: Tidak dapat tambah penapis penimbal %s ke graf.
nl: Kan de %s buffer filter niet aan de grafiek toevoegen.
pl: Nie można dodać filtra buforującego %s do grafu.
ru: Невозможно добавить буферный фильтр (%s) к графу.
sk: Nemožno pridať filter vyrovnávacej pamäte %s do grafu.
sl: %s medpomnilniškega filtra ni mogoče dodati v graf.
sr: Не могу да додам филтер бафера %s у графикон.
sv: Kan inte lägga till %s-buffertfiltret till grafen.
th_th: ไม่สามารถเพิ่มตัวกรองบัฟเฟอร์ %s สู่กราฟได้
tt: Невозможно добавить буферный фильтр %s к графу.
vi: Không thể thêm bộ lọc đệm %s để đồ thị.

# IDS_CAPTURE_ERROR_CONNECT_BUFF
source: Can't connect the %s buffer filter to the graph.
ar: لايستطيع %s الأتصال بفلتر الذاكرة المؤقتة للمخطط البياني.
be: Немагчыма падлучыць буферны фільтр %s да графа.
bn: গ্রাফে %s বাফার ফিল্টারটি সংযুক্ত করা যাচ্ছে না।
bs_ba: Nije moguće povezati %s buffer filter sa grafikonom.
ca: No es pot connectar el filtre de la memòria intermèdia %s al graph.
cs: Ke grafu se nepodařilo připojit filtr vyrovnávací paměti %s.
da: Kan ikke forbinde %s buffer filteret til grafen.
de: Kann Puffer-Filter %s mit Filtergraphen nicht verbinden
el: Δεν μπορεί να συνδεθεί το φίλτρο ενδιάμεσης μνήμης %s στο γράφημα.
es: No se puede conectar el filtro del buffer %s al diagrama de filtros.
eu: Ezinezkoa elkartzea %s buffer iragazkia grafikara.
fi: %s puskurisuodinta ei voi yhdistää kaavioon.
fr: Impossible de connecter le filtre tampon %s au graphe.
gl: Non foi posible conectar o filtro do búfer %s ao gráfico.
hr: Nemoguće povezati %s buffer filter sa grafom.
hy: Հնարավոր չէ միանալ %s բուֆերի ֆիլտրին գրաֆ-ում։
it: Impossibile connettere il filtro buffer %s al grafo.
ja: グラフに %s バッファ フィルタを接続できません。
lt: Negalima prijungti %s bufferio filtrą į grafiką.
ms_my: Tidak dapat sambung penapis penimbal %s ke graf.
nl: Kan de %s buffer filter niet verbinden op de grafiek.
pl: Nie można połączyć filtra buforującego %s do grafu.
ru: Невозможно подключить буферный фильтр (%s) к графу.
sk: Nemožno pripojiť filter vyrov. pamäte %s do grafu.
sl: %s medpomnilniškega filtra ni mogoče priključiti v graf.
sr: Не могу да повежем филтер бафера %s са графиконом.
sv: Kan inte ansluta %s-buffertfiltret till grafen.
th_th: ไม่สามารถเชื่อมต่อตัวกรองบัฟเฟอร์ %s สู่กราฟได้
tt: Невозможно подключить буферный фильтр %s к графу.
vi: Không thể kết nối bộ lọc đệm %s để đồ thị.

# IDS_CAPTURE_ERROR_ADD_ENCODER
source: Can't add the %s encoder filter to the graph.
ar: لايستطيع %s إضافة كود الفلتر للذاكرة المؤقتة للمخطط البياني.
be: Немагчыма дадаць фільтр-энкодар %s да графа.
bn: গ্রাফে %s এনকোডার ফিল্টারটি যোগ করা যাচ্ছে না।
bs_ba: Nije moguće dodati %s enkoder filter na grafikon.
ca: No es pot afegir el filtre del codificador %s al diagrama de filtres.
cs: Do grafu se nepodařilo přidat filtr kodéru %s.
da: Kan ikke tilføj %s kodningsfilteret til grafen.
de: Kann Encoder-Filter %s zum Filtergraphen nicht hinzufügen
el: Δεν μπορεί να προστεθεί το φίλτρο κωδικοποιητή %s στο γράφημα.
es: No se puede añadir el filtro del codificador %s al diagrama de filtros.
eu: Ezinezkoa gehitzea %s kodeatzaile iragazkia grafikara.
fi: %s enkooderisuodinta ei voi lisätä kaavioon.
fr: Impossible d'ajouter le filtre d'encodage %s au graphe.
gl: Non foi posible adicionar o filtro do codificador %s ao gráfico.
he: לא יכול להוסיף את פילטר הקידוד %s אל הגרף.
hr: Nemoguće dodati %s enkoder filter na graf.
hy: Հնարավոր չէ ավելացնել %s կոդավորիչի ֆիլտրը գրաֆ-ին։
it: Impossibile aggiungere il filtro encoder %s al grafo.
ja: グラフに %s エンコーダ フィルタを追加できません。
lt: Neįmanoma pridėti filtrą-enkoderį %s į grafą.
ms_my: Tidak dapat tambah penapis pengekod %s ke graf.
nl: Kan de %s encoder filter niet aan de grafiek toevoegen
pl: Nie można dodać filtra kodującego %s do grafu.
ru: Невозможно добавить фильтр-энкодер %s к графу.
sk: Nemožno pridať filter kodéra %s do grafu.
sl: %s kodirnega filtra ni mogoče dodati v graf.
sr: Не могу да додам филтер за кодирање %s у графикон.
sv: Kan inte lägga till %s-inspelingsfiltret till grafen.
th_th: ไม่สามารถเพิ่มตัวกรองตัวเข้ารหัส %s สู่กราฟได้
tt: Невозможно добавить фильтр-энкодер %s к графу.
vi: Không thể thêm bộ lọc mã hóa %s để đồ thị.

# IDS_CAPTURE_ERROR_CONNECT_ENC
source: Can't connect the %s encoder filter to the graph.
ar: لايستطيع %s الأتصال بكود الفلتر للذاكرة المؤقتة للمخطط البياني.
be: Немагчыма падлучыць фільтр-энкодар %s да графа.
bn: গ্রাফে %s এনকোডার ফিল্টারটি সংযুক্ত করা যাচ্ছে না।
bs_ba: Nije moguće povezati %s enkoder filter sa grafikonom.
ca: No es pot connectar el filtre del codificador %s al diagrama de filtres.
cs: Ke grafu se nepodařilo připojit filtr kodéru %s.
da: Kan ikke forbinde %s kodningsfilteret til grafen.
de: Kann Encoder-Filter %s mit Filtergraphen nicht verbinden
el: Δεν μπορεί να συνδεθεί το φίλτρο κωδικοποιητή %s στο γράφημα.
es: No se puede conectar el filtro del codificador %s al diagrama de filtros.
eu: Ezinezkoa elkartzea %s kodeatzaile iragazkia grafikara.
fi: %s enkooderisuodinta ei voi yhdistää kaavioon.
fr: Impossible de connecter le filtre d'encodage %s au graphe.
gl: Non foi posible conectar o filtro do codificador %s ao gráfico.
hr: Nemoguće povezati %s enkoder filter sa grafom.
hy: Հնարավոր չէ միանալ %s բուֆերի ֆիլտրին գրաֆ-ում։
it: Impossibile connettere il filtro encoder %s al grafo.
ja: グラフに %s エンコーダ フィルタを接続できません。
lt: Neįmanoma prijungti filtro-enkoderio %s prie grafo.
ms_my: Tidak dapat sambungkan penapis pengekod %s ke graf.
nl: Kan de %s encoder filter niet verbinden op de grafiek.
pl: Nie można połączyć filtra kodującego %s do grafu.
ru: Невозможно подключить фильтр-энкодер %s к графу.
sk: Nemožno pripojiť filter kodéra %s do grafu.
sl: %s kodirnega filtra ni mogoče priključiti v graf.
sr: Не могу да повежем филтер за кодирање %s са графиконом.
sv: Kan inte ansluta %s-inspelningsfiltret till grafen.
th_th: ไม่สามารถเชื่อมต่อตัวกรองตัวเข้ารหัส %s สู่กราฟได้
tt: Невозможно подключить фильтр-энкодер %s к графу.
vi: Không thể kết nối bộ lọc mã hóa %s để đồ thị.

# IDS_CAPTURE_ERROR_COMPRESSION
source: Can't set the compression format on the %s encoder filter.
ar: لايستطيع وضع صيغة الضغط على %s مرشح الكود.
be: Не атрымоўваецца ўсталяваць фармат сціску для фільтра-энкодэра %s.
bn: %s এনকোডার ফিল্টারটিতে সংকোচনের ধরন নির্ধারণ করা যাচ্ছে না।
bs_ba: Nije moguće postaviti format kompresije %s na enkoder filter.
ca: No es pot establir el format de compressió en el filtre del codificador %s.
cs: Nepodařilo se nastavit komprimační formát filtru kodéru %s.
da: Kan ikke anvende komprimeringsformatet på %s kodningsfilteret.
de: Kann Kompressionsformat mit Encoder-Filter %s nicht einrichten
el: Δεν είναι δυνατό να οριστεί η μορφή συμπίεσης στο φίλτρο κωδικοποιητή %s.
es: No se puede ajustar el formato de compresión en el filtro codificador %s
eu: Ezinezkoa ezartzea konpresio heuskarria %s kodeatzaile iragazkian.
fi: %s enkooderisuotimen pakkausformaattia ei voi asettaa.
fr: Impossible de régler le format de compression du filtre d'encodage %s.
gl: Non foi posible axustar o formato de compresión ao filtro do codificador %s.
he: לא ניתן לקבוע את פורמט הכיווץ בפילטר הקידוד %s.
hr: Nemoguće namjestiti kompresijski format na %s enkoder filter.
hy: Հնարավոր չէ տալ սեղմման տեսակը %s կոդավորման ֆիլտրին։
it: Impossibile impostare il formato di compressione nel filtro encoder %s.
ja: %s エンコーダ フィルタで圧縮形式を設定できません。
lt: Nepavyksta nustatyti suglaudinimo formatą filtrui-enkoderiui %s.
ms_my: Tidak dapat tetapkan format mampatan pada penapis pengekod %s.
nl: Kan de compressie format niet instellen op de %s encoder filter.
pl: Nie można ustawić tego formatu kompresji dla filtra kodującego %s.
ru: Не удается установить формат сжатия для фильтра-энкодера %s.
sk: Nemožno nastaviť kompresný formát na filtri kodéra %s.
sl: Neuspela nastavitev formata stiskanja %s kodirnega filtra.
sr: Не могу да поставим формат за компримирање на филтер за кодирање %s.
sv: Kan inte ställa in komprimeringsformatet på %s-enkoderfiltret.
th_th: ไม่สามารถตั้งค่ารูปแบบบีบอัดบนตัวกรองตัวเข้ารหัส %s ได้
tt: Не удается установить формат сжатия для фильтра-энкодера %s.
vi: Không thể thiết lập các định dạng nén trên bộ lọc mã hóa %s.

# IDS_CAPTURE_ERROR_MULTIPLEXER
source: Can't connect the %s stream to the multiplexer filter.
ar: لا يستطيع الأتصال بـ %s جدول لفلتر متعدد الإرسال.
be: Немагчыма падлучыць паток %s фільтру-мультыплексару.
bn: মাল্টিপ্লেক্সার ফিল্টারে %s স্ট্রিমটি সংযুক্ত করা যাচ্ছে না।
bs_ba: Nije moguća konekcija %s toka na filter multipleksera.
ca: No es pot connectar la transmissió %s al filtre multiplexor.
cs: Datový proud %s se nepodařilo připojit k filtru multiplexoru.
da: Kan ikke forbinde %s strømmen til multiplekserfilteret.
de: Kann Stream %s mit Multiplexer-Filter nicht verbinden
el: Δεν μπορεί να συνδεθεί η ροή %s στο φίλτρο πολύπλεξης.
es: No se puede conectar la transmisión %s al filtro multiplexor.
eu: Ezinezkoa elkartzea %s jarioa multiplexatzaile iragazkira
fi: %s virtaa ei voi yhdistää multiplekserisuotimeen.
fr: Impossible de connecter le flux %s au multiplexeur.
gl: Non foi posible conectar a secuencia %s ao filtro do multiplexador.
hr: Nemoguće povezati %s tok sa multiplekser filterom.
hy: Հնարավոր չէ միանալ %s հոսքին multiplexer ֆիլտրում։
it: Impossibile connettere il flusso %s al filtro multiplexer.
ja: マルチプレクサ フィルタに %s ストリームを接続できません。
lt: Neįmanoma prijungti srauto %s filtrui-multiplekseriui.
ms_my: Tidak dapat sambungkan strim %s ke penapis multipleks.
nl: Kan de %s stroom niet verbinden aan de multiplexer filter.
pl: Nie można połączyć strumienia %s do filtra multipleksera.
ru: Невозможно подключить поток %s фильтру-мультиплексору.
sk: Nemožno pripojiť stream %s do filtra multiplexora.
sl: Pretoka %s ne morem priključiti na multiplekser filter.
sr: Не могу да повежем ток %s са филтером за мултиплексирање.
sv: Kan inte ansluta %s-strömmen till multiplexfiltret.
th_th: ไม่สามารถเชื่อมต่อกระแส %s สู่ตัวกรอง multiplexer
tt: Невозможно подключить поток %s фильтру-мультиплексору.
vi: Không thể kết nối %s dòng để các bộ lọc đa.

# IDS_CAPTURE_ERROR_VID_CAPT_PIN
source: No video capture pin was found.
ar: لم يجد على أي هوية للفيديو
be: Не знойдзены пін для відэа захопу.
bn: কোনো ভিডিও ক্যাপচার পিন পাওয়া যায় নি।
bs_ba: Nije pronađen pin za snimanje videa.
ca: No s'ha trobat l'etapa de captura de vídeo.
cs: Nebyla nalezena žádná záznamová video spojka.
da: Der blev ikke fundet nogen videoindspilning pin.
de: Kann keinen Videoaufnahme-Pin finden
el: Δεν βρέθηκε pin καταγραφής βίντεο.
es: No se ha encontrado etapa de captura de vídeo.
eu: Ez da bideo harpen pinik aurkitu.
fi: Videokaappauspinniä ei löydy.
fr: Aucune connexion de capture vidéo n'a pu être trouvée.
gl: Non se atopou ningún pin de captura de vídeo.
he: לא נמצא שום שקע לכידת וידאו.
hr: Nije pronađena značka video snimanja.
hy: Չկա տեսագրման սարք։
it: Nessun pin di cattura video trovato.
ja: ビデオ キャプチャ ピンが見つかりませんでした。
lt: Nerastas vaizdo įrašymo pinas.
ms_my: Tiada pin tangkapan video ditemui.
nl: Geen video capture pin werd gevonden.
pl: Nie znaleziono pinu przechwytywania obrazu.
ru: Не найден поток видео захвата.
sk: Nenašiel sa žiadny pin pre záznam videa.
sl: Nobenega priključka za zajem videa ni bilo mogoče najti.
sr: Није пронађен пин за снимање видео-записа.
sv: Ingen videoinspelningsnod hittades.
th_th: ไม่พบพินจับข้อมูลวิดีโอ
tt: Не найден пин для видео захвата.
vi: Không có video chụp pin đã được tìm thấy.

# IDS_CAPTURE_ERROR_AUD_CAPT_PIN
source: No audio capture pin was found.
ar: لم يجد على أي هوية للصوت
be: Не знойдзены пін для аўдыязахопу.
bn: কোনো অডিও ক্যাপচার পিন পাওয়া যায় নি।
bs_ba: Nije pronađen pin za snimanje audia.
ca: No s'ha trobat l'etapa de captura de so.
cs: Nebyla nalezena žádná záznamová zvuková spojka.
da: Der blev ikke fundet nogen lydindspilning pin.
de: Kann keinen Audioaufnahme-Pin finden
el: Δεν βρέθηκε pin καταγραφής ήχου.
es: No se ha encontrado etapa de captura de sonido.
eu: Ez da audio pinik aurkitu.
fi: Äänenkaappauspinniä ei löydy.
fr: Aucune connexion de capture audio n'a pu être trouvée.
gl: Non se atopou ningún pin de captura de audio.
he: לא נמצא שקע לכידת שמע.
hr: Nije pronađena značka audio snimanja.
hy: Չկա ձայնագրման սարք։
it: Nessun pin di cattura audio trovato.
ja: オーディオ キャプチャ ピンが見つかりませんでした。
lt: Nerastas garso įrašymo pinas.
ms_my: Tiada pin tangkapan audio ditemui.
nl: Geen audio capture pin werd gevonden.
pl: Nie znaleziono pinu przechwytywania dźwięku.
ru: Не найден поток аудио захвата.
sk: Nenašiel sa žiadny zvukový pin pre záznam.
sl: Nobenega priključka za zajem zvoka ni bilo mogoče najti.
sr: Није пронађен пин за снимање аудио-записа.
sv: Ingen ljudinspelningsnod hittades.
th_th: ไม่พบพินจับข้อมูลเสียง
tt: Не найден пин для аудио захвата.
vi: Không có âm thanh pin chụp được tìm thấy.

# IDS_CAPTURE_ERROR_OUT_FILE
source: Error initializing the output file.
ar: خطأ في تشغّيل الملف الناتج.
be: Памылка ініцыялізацыі выходнага файла.
bn: আউটপুট ফাইলটি ইনিশিয়ালাইজ করণে সমস্যা হয়েছে।
bs_ba: Greška pri inicijalizaciji izlaznog dokumenta.
ca: S'ha produït un error en inicialitzar el fitxer de sortida.
cs: Při inicializaci výstupního souboru došlo k chybě.
da: Fejl ved initialisering af output-fil.
de: Ausgabedatei konnte nicht initialisiert werden.
el: Σφάλμα κατά την προετοιμασία του εξαγόμενου αρχείου.
es: Ocurrió un error al inicializar el archivo de salida.
eu: Akatsa irteera agiria abiaraztearakoan.
fi: Ulostulotiedoston alustus epäonnistui.
fr: Erreur lors de l'initialisation du fichier de sortie.
gl: Erro ao crear o ficheiro de saída.
he: שגיאה באתחול קובץ הפלט.
hr: Greška pri inicijalizaciji izlazne datoteke.
hu: Hiba a kimeneti fájl inicializálása közben.
hy: Սխալ՝ արտածվող ֆայլի որոշման։
it: Errore nell'inizializzazione del file di output.
ja: 出力ファイルの初期化中にエラーが発生しました。
lt: Klaida inicializuojant išvesties failą.
ms_my: Ralat mengawalkan fail output.
nl: Fout bij initialiseren uitvoer bestand.
pl: Błąd podczas inicjowania pliku wyjściowego.
ru: Ошибка инициализации выходного файла.
sk: Chyba pri inicializácii výstupného súboru.
sl: Napaka pri vzpostavitvi začetnega stanja izhodne datoteke.
sr: Грешка при покретању излазне датотеке.
sv: Fel vid initiering av utmatningsfil.
th_th: ผิดพลาดในการเริ่มไฟล์ขาออก
tt: Ошибка инициализации выходного файла.
vi: Lỗi khởi tạo các tập tin đầu ra.
