Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_FRONT_CENTER
source: Front Center
ar: أمام مركز
be: Пярэдні цэнтр
bn: সামনে কেন্দ্রে
bs_ba: Naprijed Centar
ca: Davant Centre
cs: Přední středový
de: Vorne-Center (FC)
el: Μπροστά κέντρο
es: Delantero central
eu: Aurre Erdia
fi: EtuKeskusta
fr: Avant central
gl: Frontal centro
he: קדמי אמצעי
hr: Prednji centar
hu: Front Közép
hy: Առջևում կենտրոն
it: Frontale centrale
ja: フロント センター
lt: Priekinis centrinis
ms_my: Tengah Hadapan
nl: Voor midden
pa: ਅੱਗੇ ਸੈਂਟਰ
pl: Przedni środkowy
ru: Передний центр
sk: Predný stredný
sl: Spredaj sredina
sr: Предњи центар
sv: Främre center
th_th: หน้า กลาง
tt: Алгы үзәк
vi: Mặt trung tâm

# IDS_LOW_FREQUENCY
source: Low Frequency
ar: الترددات المنخفضة
be: Сабвуфер
bn: নিম্ন ফ্রিকোয়েন্সি
bs_ba: Niska Frekvencija
ca: De baixa freqüència
cs: Basový
de: Niederfrequenz (LFE)
el: Χαμηλής συχνότητας
es: De baja frecuencia
eu: Behe Maiztasuna
fi: Matala taajuus
fr: Basse fréquence
gl: Baixa Frecuencia
he: תדר נמוך
hr: Niska frekvencija
hu: Alacsony Frekvencia
hy: Ցածր հաճախականություն
it: Basse frequenze
ja: サブウーファー
lt: Žemų dažnių garsiakalbis
ms_my: Frekuensi Rendah
nl: Lage frequentie
pa: ਘੱਟ ਫਰੀਕਿਊਂਸੀ
pl: LFE
ru: Низкая частота
sk: Nízke frekvencie
sl: Nizka frekvenca
sr: Сабвуфер
sv: Låg frekvens
th_th: ความถี่ต่ำ
tt: Сабвуфер
vi: Tần số thấp

# IDS_BACK_LEFT
source: Back Left
ar: خلف يسار
be: Задні левы
bn: পিছনে বামে
bs_ba: Nazad Lijevo
ca: Darrere Esq.
cs: Zadní levý
de: Hinten-links (BL)
el: Πίσω αριστερά
es: Trasero izquierdo
eu: Atze Ezkerra
fi: TakaVasen
fr: Arrière gauche
gl: Detrás Esq.
he: אחורי שמאלי
hr: Stražnje lijevo
hu: Bal hátsó
hy: Հետ ձախ
it: Posteriore sinistro
ja: リア 左
lt: Galinis kairys
ms_my: Kiri Belakang
nl: Achter links
pa: ਪਿੱਛੇ ਖੱਬੇ
pl: Tylny lewy
ru: Задний левый
sk: Zadný ľavý
sl: Nazaj levo
sr: Задњи леви
sv: Bakre vänster
th_th: หลัง ซ้าย
tt: Арткы сул
vi: Trở lại trái

# IDS_BACK_RIGHT
source: Back Right
ar: خلف يمين
be: Задні правы
bn: পিছনে ডানে
bs_ba: Nazad Desno
ca: Darrere Dre.
cs: Zadní pravý
de: Hinten-rechts (BR)
el: Πίσω δεξιά
es: Trasero derecho
eu: Atze Eskuina
fi: TakaOikea
fr: Arrière droit
gl: Detrás Der.
he: אחורי ימני
hr: Stražnje desno
hu: Jobb hátsó
hy: Հետ աջ
it: Posteriore destro
ja: リア 右
lt: Galinis dešinys
ms_my: Kanan Belakang
nl: Achter rechts
pa: ਪਿੱਛੇ ਸੱਜੇ
pl: Tylny prawy
ru: Задний правый
sk: Zadný pravý
sl: Nazaj desno
sr: Задњи десни
sv: Bakre Högre
th_th: หลัง ขวา
tt: Арткы уң
vi: Trở lại phải

# IDS_FRONT_LEFT_OF_CENTER
source: Front Left of Center
ar: أمام يسار من المركز
be: Пярэд. цэнтр левы
bn: সামনে কেন্দ্রের বামে
bs_ba: Naprijed Lijevo ili Centar
ca: Davant Esq. de Centre
cs: Přední levý středový
de: Vorne-links-Center (FLc)
el: Μπροστά αριστερά του κεντρικού
es: Delantero central izq.
eu: Erdi Aurre Ezkerra
fi: EtuVasempaan keskeltä
fr: Avant gauche central
gl: Frontal esquerdo do centro
he: קדמי שמאלי של אמצעי
hr: Prednje lijevo od centra
hu: Front Bal középső
hy: Առջևում կենտրոն ձախ
it: Frontale a sinistra del centrale
ja: センター フロント 左
lt: Priekinis kairys centras
ms_my: Kiri Hadapan bagi Tengah
nl: Voor links van midden
pa: ਸੈਂਟਰ ਦਾ ਅੱਗੇ ਖੱਬਾ
pl: Przedni lewy środkowego
ru: Перед. центр левый
sk: Predný ľavý - stred
sl: Spredaj levo od sredine
sr: Предњи леви од центра
sv: Höger om center fram
th_th: หน้าซ้ายของศูนย์กลาง
tt: Алгы үзәк сул
vi: Bên trái trung tâm

# IDS_FRONT_RIGHT_OF_CENTER
source: Front Right of Center
ar: أمام يمين من المركز
be: Пярэд. цэнтр правы
bn: সামনে কেন্দ্রের ডানে
bs_ba: Naprijed Deno ili Centar
ca: Davant Dre. de Centre
cs: Přední pravý středový
de: Vorne-rechts-Center (FRc)
el: Μπροστά δεξιά του κεντρικού
es: Delantero central der.
eu: Erdi Aurre Eskuina
fi: EtuOikeaan keskeltä
fr: Avant droit central
gl: Frontal dereito do centro
he: קדמי ימני של אמצעי
hr: Prednje desno od centra
hu: Front Jobb középső
hy: Առջևում կենտրոն աջ
it: Frontale a destra del centrale
ja: センター フロント 右
lt: Priekinis dešinys centras
ms_my: Kanan Hadapan bagi Tengah
nl: Voor rechts van midden
pa: ਸੈਂਟਰ ਦਾ ਅੱਗੇ ਸੱਜਾ
pl: Przedni prawy środkowego
ru: Перед. центр правый
sk: Predný pravý - stred
sl: Spredaj desno od sredine
sr: Предњи десни од центра
sv: Höger om center fram
th_th: หน้าขวาของศูนย์กลาง
tt: Алгы үзәк уң
vi: Bên phải trung tâm

# IDS_BACK_CENTER
source: Back Center
ar: خلف مركز
be: Задні цэнтр
bn: পিছনে কেন্দ্রে
bs_ba: Nazad Centar
ca: Darrere Centre
cs: Zadní středový
de: Hinten-Center (BC)
el: Πίσω κέντρο
es: Trasero central
eu: Atze Erdia
fi: TakaKeskusta
fr: Arrière central
gl: Detrás Centro
he: אחורי אמצע
hr: Stražnji centar
hu: Hátsó Center
hy: Հետ կենտրոնով
it: Posteriore centrale
ja: リア センター
lt: Galinis centras
ms_my: Tengah Belakang
nl: Achter midden
pa: ਪਿੱਛੇ ਸੈਂਟਰ
pl: Tylny środkowy
ru: Задний центр
sk: Zadný stredný
sl: Nazaj sredina
sr: Задњи центар
sv: Bakre center
th_th: หลัง กลาง
tt: Арткы үзәк
vi: Lùi trung tâm

# IDS_SIDE_LEFT
source: Side Left
ar: جانب يسار
be: Бакавы левы
bn: পাশে বামে
bs_ba: Na stranu Lijevo
ca: Costat Esquerre
cs: Boční levý
de: Seite-links (SiL)
el: Αριστερή πλευρά
es: Lateral izquierdo
eu: Ezker Aldea
fi: Sivu Vasen
fr: Coté gauche
gl: Lado Esq.
he: צידי שמאלי
hr: Lijeva strana
hu: Bal Oldalsó
hy: Կողային ձախ
it: Laterale sinistro
ja: サイド 左
lt: Kairė pusė
ms_my: Kiri Sisi
nl: Zijkant links
pa: ਪਾਸੇ ਖੱਬਾ
pl: Boczny lewy
ru: Боковой левый
sk: Bočný ľavý
sl: Stransko levo
sr: Леви са стране
sv: Vänster sida
th_th: ข้าง ซ้าย
tt: Кырый сул
vi: Mép trái

# IDS_SIDE_RIGHT
source: Side Right
ar: جانب يمين
be: Бакавы правы
bn: পাশে ডানে
bs_ba: Na stranu Desno
ca: Costat Dret
cs: Boční pravý
de: Seite-rechts (SiR)
el: Δεξιά πλευρά
es: Lateral derecho
eu: Eskuin Aldea
fi: Sivu Oikea
fr: Coté droit
gl: Lado Der.
he: צידי ימני
hr: Desna strana
hu: Jobb Oldalsó
hy: Կողային աջ
it: Laterale destro
ja: サイド 右
lt: Dešinė pusė
ms_my: Kanan Sisi
nl: Zijkant rechts
pa: ਪਾਸੇ ਸੱਜਾ
pl: Boczny prawy
ru: Боковой правый
sk: Bočný pravý
sl: Stransko desno
sr: Десни са стране
sv: Höger sida
th_th: ข้าง ขวา
tt: Кырый уң
vi: Mép phải

# IDS_TOP_CENTER
source: Top Center
ar: أعلى مركز
be: Верх. цэнтр
bn: উপরে কেন্দ্রে
bs_ba: Vrh Centar
ca: Dalt Centre
cs: Horní středový
de: Oben-Center (TpC)
el: Πάνω κέντρο
es: Superior central
eu: Goi Erdian
fi: YläKeskusta
fr: Haut central
gl: Enriba Centro
he: אמצעי למעלה
hr: Vrh sredina
hu: Top Közép
hy: Վերին կենտ.
it: Superiore centrale
ja: トップ センター
lt: Viršutinis centras
ms_my: Tengah Atas
nl: Top midden
pl: Górny środkowy
ru: Верх. центр
sk: Horný stredný
sl: Zgoraj sredina
sr: Врх центар
sv: Övre center
th_th: บน กลาง
tt: Өске үзәк
vi: Đỉnh trung tâm

# IDS_TOP_FRONT_LEFT
source: Top Front Left
ar: أعلى أمام يسار
be: Верх. пярэдні левы
bn: উপরে সামনে বামে
bs_ba: Vrh Naprijed Lijevo
ca: Dalt Davant Esquerre
cs: Horní přední levý
de: Oben-vorne-links (TpFL)
el: Μπροστά πάνω αριστερά
es: Delantero superior izq.
eu: Goi Aurre Ezkerrean
fi: YläEtuVasen
fr: Haut avant gauche
gl: Enriba frontal esquerdo
he: קדמי שמאלי למעלה
hr: Vrh naprijed lijevo
hu: Top Front
hy: Վերին առաջն. ձախ
it: Superiore frontale sinistro
ja: トップ フロント 左
lt: Viršutinis kairys centras
ms_my: Kiri Hadapan Atas
nl: Top voor links
pl: Górny przedni lewy
ru: Верх. передн. левый
sk: Horný ľavý - vpredu
sl: Zgoraj spredaj levo
sr: Врх предњи леви
sv: Övre främre vänster
th_th: บน หน้า ซ้าย
tt: Өске алгы сул
vi: Đỉnh bề trái

# IDS_TOP_FRONT_CENTER
source: Top Front Center
ar: أعلى أمام مركز
be: Верх. пярэдні цэнтр
bn: উপরে সামনে কেন্দ্রে
bs_ba: Vrh Naprijed Centar
ca: Dalt Davant Esquerre Centre
cs: Horní přední středový
de: Oben-vorne-Center (TpFC)
el: Μπροστά πάνω κέντρο
es: Delantero superior cen.
eu: Goi Aurre Erdian
fi: YläEtuKeskusta
fr: Haut avant central
gl: Enriba frontal Central
he: קדמי אמצעי למעלה
hr: Vrh naprijed sredina
hu: Top Front Közép
hy: Վերին առաջն. կենտրոն
it: Superiore frontale centrale
ja: トップ フロント センター
lt: Viršutinis priekinis centras
ms_my: Tengah Hadapan Atas
nl: Top voor midden
pl: Górny przedni środkowy
ru: Верх. передн. центр
sk: Horný stredný - vpredu
sl: Zgoraj spredaj sredina
sr: Врх предњи центар
sv: Övre främre center
th_th: บน หน้า กลาง
tt: Өске алгы үзәк
vi: Đỉnh bề trung tâm

# IDS_TOP_FRONT_RIGHT
source: Top Front Right
ar: أعلى أمام يمين
be: Верх. пярэдні правы
bn: উপরে সামনে ডানে
bs_ba: Vrh Naprijed Desno
ca: Dalt Davant Dreta
cs: Horní přední pravý
de: Oben-vorne-rechts (TpFR)
el: Μπροστά πάνω δεξιά
es: Delantero superior der.
eu: Goi Aurre Eskuinean
fi: YläEtuOikea
fr: Top avant droit
gl: Enriba frontal dereito
he: קדמי ימני למעלה
hr: Vrh naprijed desno
hu: Top Front Jobb
hy: Վերին առաջն. աջ
it: Superiore frontale destro
ja: トップ フロント 右
lt: Viršutinis priekinis dešinys
ms_my: Kanan Hadapan Atas
nl: Top voor rechts
pl: Górny przedni prawy
ru: Верх. передн. правый
sk: Horný pravý - vpredu
sl: Zgoraj spredaj desno
sr: Врх предњи десни
sv: Övre främre höger
th_th: บน หน้า ขวา
tt: Өске алгы уң
vi: Đỉnh bề phải

# IDS_TOP_BACK_LEFT
source: Top Back Left
ar: أعلى خلف يسار
be: Верх. задні левы
bn: উপরে পিছনে বামে
bs_ba: Vrh Nazad Lijevo
ca: Dalt Darrere Esquerre
cs: Horní zadní levý
de: Oben-hinten-links (TpBL)
el: Πίσω πάνω αριστερά
es: Trasero superior izq.
eu: Goi Atze Ezkerrean
fi: YläTakaVasen
fr: Haut arrière gauche
gl: Enriba Detrás Esquerdo
he: אחורי שמאלי למעלה
hr: Vrh nazad lijevo
hu: Top Hátsó Bal
hy: Վերին հետին ձախ
it: Superiore posteriore sinistro
ja: トップ リア 左
lt: Viršutinis kairys galas
ms_my: Kiri Belakang Atas
nl: Top achter links
pl: Górny tylny lewy
ru: Верх. задний левый
sk: Horný ľavý - vzadu
sl: Zgoraj zadaj levo
sr: Врх задњи леви
sv: Övre bakre vänster
th_th: บน หลัง ซ้าย
tt: Өске арткы сул
vi: Đỉnh trước trái

# IDS_TOP_BACK_CENTER
source: Top Back Center
ar: أعلى خلف مركز
be: Верх. задні цэнтр
bn: উপরে পিছনে কেন্দ্রে
bs_ba: Vrh Nazad Centar
ca: Dalt Darrere Centre
cs: Horní zadní středový
de: Oben-hinten-Center (TpBC)
el: Πίσω πάνω κέντρο
es: Trasero superior cen.
eu: Goi Atze Erdian
fi: YläTakaKeskusta
fr: Haut arrière central
gl: Enriba Detrás Centro
he: אחורי מרכזי למעלה
hr: Vrh nazad sredina
hu: Top Hátsó Center
hy: Վերին հետին կենտրոն
it: Superiore posteriore centrale
ja: トップ リア センター
lt: Viršutinis galo centras
ms_my: Tengah Belakang Atas
nl: Top achter midden
pl: Górny tylny środkowy
ru: Верх. задний центр
sk: Horný stredný - vzadu
sl: Zgoraj zadaj sredina
sr: Врх задњи центар
sv: Övre bakre center
th_th: บน หลัง กลาง
tt: Өске арткы үзәк
vi: Đỉnh trước trung tâm

# IDS_TOP_BACK_RIGHT
source: Top Back Right
ar: أعلى خلف يمين
be: Верх. задні правы
bn: উপরে পিছনে ডানে
bs_ba: Vrh Nazad Desno
ca: Dalt Darrere Dreta
cs: Horní zadní pravý
de: Oben-hinten-rechts (TpBR)
el: Μπροστά πάνω δεξιά
es: Trasero superior der.
eu: Goi Atze Eskuinean
fi: YläTakaOikea
fr: Haut arrière droit
gl: Enriba Detrás Dereito
he: אחורי ימני למעלה
hr: Vrh nazad desno
hu: Top Hátsó Jobb
hy: Վերին հետին աջ
it: Superiore posteriore destro
ja: トップ リア 右
lt: Viršutinis dešinys galas
ms_my: Kanan Belakang Atas
nl: Top achter rechts
pl: Górny tylny prawy
ru: Верх. задний правый
sk: Horný pravý - vzadu
sl: Zgoraj zadaj desno
sr: Врх задњи десни
sv: Övre bakre höger
th_th: บน หลัง ขวา
tt: Өске арткы уң
vi: Đỉnh trước phải

# IDS_TIME_TOOLTIP_ABOVE
source: Above seek bar
ar: فوق شريط الباحث
be: Над паласой прагорткі
bn: সীকবারের উপরে
bs_ba: Iznad trake za traženje
ca: Per sobre de la barra de navegació
cs: Nad panelem hledání
da: Over søgelinje
de: Über der Zeitleiste
el: Πάνω από γραμμή αναζήτησης
es: Sobre la barra de navegación
eu: Bilaketa barra gainean
fi: Etsintäpalkin yläpuolella
fr: Au-dessus de la barre de lecture
gl: Sobre a barra de desprazamento
he: מעל פס הקפיצה
hr: Iznad trake za pomicanje
hu: Keresősáv felett
hy: Վահանակից ցած
it: Sopra la barra di ricerca
ja: シーク バーの上に
lt: Virš slankjuostės
ms_my: Atas palang jangkau
nl: Boven zoekbalk
pl: Ponad paskiem postępu
ru: Над полосой прокрутки
sk: Nad panelom vyhľadávania
sl: Nad iskalno vrstico
sr: изнад траке за премотавање
sv: Ovanför seek bar
th_th: เหนือแถบเลื่อนหา
tt: әйләндерү тасмасы өстендә
vi: Phía trên thanh tìm kiếm

# IDS_TIME_TOOLTIP_BELOW
source: Below seek bar
ar: تحت شريط الباحث
be: Пад паласой прагорткі
bn: সীকবারের নিচে
bs_ba: Ispod trake za traženje
ca: Per sota de la barra de navegació
cs: Pod panelem hledání
da: Under søgelinje
de: Unter der Zeitleiste
el: Κάτω από γραμμή αναζήτησης
es: Bajo la barra de navegación
eu: Bilaketa barra azpian
fi: Etsintäpalkin alapuolella
fr: Au-dessous de la barre de lecture
gl: Baixo a barra de desprazamento
he: מתחת פס הקפיצה
hr: Ispod trake za pomicanje
hu: Keresősáv alatt
hy: Վահանակից վեր
it: Sotto la barra di ricerca
ja: シーク バーの下に
lt: Po slankjuoste
ms_my: Bawah palang jangkau
nl: Onder zoekbalk
pl: Poniżej paska postępu
ru: Под полосой прокрутки
sk: Pod panelom vyhľadávania
sl: Pod iskalno vrstico
sr: испод траке за премотавање
sv: Nedanför seek bar
th_th: ล่างแถบเลื่อนหา
tt: әйләндерү тасмасы астында
vi: Phía dưới thanh tìm kiếm

# IDS_VIDEO_STREAM
source: Video: %s
ar: الفيديو: %s
be: Відэа: %s
bn: ভিডিও: %s
ca: Vídeo: %s
de: Videospur: %s
el: Βίντεο: %s
es: Vídeo: %s
eu: Bideo: %s
fr: Vidéo : %s
gl: Vídeo: %s
he: וידאו: %s
hu: Videó: %s
hy: Տեսանյութը. %s
ja: 映像: %s
lt: Vaizdas: %s
pa: ਵਿਡੀਓ: %s
pl: Wideo: %s
ru: Видео: %s
sr: Видео: %s
th_th: วิดีโอ: %s
tt: Видео: %s

# IDS_APPLY
source: Apply
ar: تطبيق
be: Ужыць
bn: প্রয়োগ করি
bs_ba: Primijeni
ca: Aplica
cs: Použít
da: Anvend
de: Übernehmen
el: Εφαρμογή
es: Aplicar
eu: Ezarri
fi: Käytä
fr: Appliquer
gl: Aplicar
he: החל
hr: Prihvati
hu: Alkalmazás
hy: Կիրառել
it: Applica
ja: 適用
lt: Panaudoti
ms_my: Laksana
nl: Toepassen
pa: ਲਾਗੂ ਕਰੋ
pl: Zastosuj
ru: Применить
sk: Použiť
sl: Uveljavi
sr: Примени
sv: Verkställ
th_th: ใช้งาน
tt: Кулланырга
vi: Áp dụng

# IDS_CLEAR
source: Clear
ar: محو
be: Ачысціць
bn: খালি করি
bs_ba: Počisti
ca: Neteja
cs: Smazat
da: Ryd
de: Löschen
el: Απαλοιφή
es: Vaciar
eu: Garbitu
fi: Tyhjennä
fr: Effacer
gl: Limpar
he: נקה
hr: Očisti
hu: Törlés
hy: Մաքրել
it: Pulisci
ja: クリア
lt: Išvalyti
ms_my: Kosongkan
nl: Leegmaken
pa: ਸਾਫ਼ ਕਰੋ
pl: Wyczyść
ru: Очистить
sk: Vyčistiť
sl: Počisti
sr: Очисти
sv: Rensa
th_th: ล้าง
tt: Чистартырга
vi: Xóa

# IDS_CANCEL
source: Cancel
ar: إلغاء
be: Адмена
bn: বাতিল করি
bs_ba: Otkaži
ca: Cancel·la
cs: Storno
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
eu: Ezeztatu
fi: Peruuta
fr: Annuler
gl: Cancelar
he: ביטול
hr: Odustani
hu: Mégse
hy: Չեղարկել
it: Annulla
ja: キャンセル
lt: Ašaukti
ms_my: Batal
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: Откажи
sv: Avbryt
th_th: ยกเลิก
tt: Баш тартырга
vi: Hủy

# IDS_THUMB_THUMBNAILS
source: Layout
ar: تصميم
be: Змяшэнне
bn: নকশার ধরন
bs_ba: Raspored
ca: Disposició
cs: Rozvržení
el: Διάταξη
es: Disposición
eu: Antolakuntza
fi: Asettelu
fr: Mise en page
gl: Disposición
he: סידור
hr: Izgled
hu: Elrendezés
hy: Չափը
ja: レイアウト
lt: Išdėstymas
ms_my: Bentangan
nl: Sjablooon
pa: ਲੇਆਉਟ
pl: Układ
ru: Размешение
sk: Rozloženie
sl: Razpored
sr: Распоред
th_th: โครงร่าง
tt: Болгату
vi: Bố cục

# IDS_THUMB_PIXELS
source: Pixels:
ar: بكسل:
be: Пікселяў:
bn: পিক্সেলসংখ্যা:
bs_ba: Piksela:
ca: Píxels:
cs: Pixely:
de: Pixel:
el: Πίξελ:
es: Píxeles:
eu: Pixel:
fi: Pikseleitä:
gl: Píxeles:
he: פיקסלים:
hr: Pikseli:
hu: Pixelek:
hy: Փիքսել.
ja: ピクセル:
lt: Taškų:
ms_my: Piksel:
pa: ਪਿਕਸਲ:
pl: Pikseli:
ru: Пиксели:
sk: Pixely:
sl: Pik:
sr: Пиксела:
sv: Pixlar:
th_th: พิกเซล:
tt: Пиксель:

# IDS_TEXTFILE_ENC
source: Encoding:
ar: الترميز:
be: Кадаванне:
bn: এনকোডিং:
bs_ba: Kodiranje:
ca: Codificació:
cs: Kódování:
da: Kodning:
el: Κωδικοποίηση:
es: Codificación:
eu: Kodeaketa:
fi: Koodataan:
fr: Encodage :
gl: Codificando:
he: קידוד:
hr: Kodiranje:
hu: Kódolás:
hy: Կոդավորում.
it: Codifica:
ja: エンコーディング:
lt: Koduotė:
ms_my: Pengekodan:
nl: Codering:
pa: ਇੰਕੋਡਿੰਗ:
pl: Kodowanie znaków:
ru: Кодировка:
sk: Kódovanie:
sl: Kodiranje:
sr: Кодирање:
sv: Kodning:
th_th: การเข้ารหัส:
tt: Кодлау:
vi: Mã hóa:

# IDS_DISABLE_ALL_FILTERS
source: &Disable all filters
ar: تعطيل كل الفلاتر
be: &Адключыць усе фільтры
bn: সবগুলো ফিল্টার নিষ্ক্রিয়করণ(&D)
bs_ba: Onemogući sve filtere
ca: &Inhabilita tots els filtres
cs: &Zakázat všechny filtry
da: &Deaktivér alle filtre
de: Alle Filter deaktivieren
el: &Απενεργοποίηση όλων των φίλτρων
es: &Desactivar todos los filtros
eu: E&zgaitu iragazki guztiak
fi: &Poista kaikki suotimet käytöstä
fr: &Désactiver tous les filtres
gl: &Desactivar todos os filtros
he: כבה את כל הפילטרים
hr: &Onemogući sve filtre
hu: &Összes szűrő tiltása
hy: &Անջատել բոլոր ֆիլտրերը
it: &Disabilita tutti i filtri
ja: すべてのフィルタを無効にする(&D)
lt: Išjunti &visus filtrus
ms_my: &Lumpuhkan semua penapis
nl: &Deactiveer alle filters
pa: ਸਭ ਫਿਲਟਰ ਅਸਮਰੱਥ ਕਰੋ(&D)
pl: &Wyłącz wszystkie filtry
ru: &Отключить все фильтры
sk: &Vypnúť všetky filtre
sl: &Onemogoči vse filtre
sr: &Онемогући све филтере
sv: &Inaktivera alla filter
th_th: ไ&ม่ใช้งานตัวกรองทั้งหมด
tt: &Барлык сөзгечләрне сүндерергә
vi: &Vô hiệu hoá tất cả các bộ lọc

# IDS_ENABLE_AUDIO_FILTERS
source: Enable all audio decoders
ar: تمكين فك كل رموز الصوت
be: Уключыць усе дэкодары аўдыя
bn: সবগুলো অডিও ডিকোডার সক্রিয়করণ
bs_ba: Omogući sve audio dekodere
ca: Activa tots els descodificadors d'àudio
cs: Povolit všechny dekodéry zvuku
da: Aktivér alle lyd-dekodere
de: Audio-Decoder aktivieren
el: Ενεργοποίηση όλων των αποκωδικοποιητών ήχου
es: Activar todos los codificadores de audio
eu: Gaitu audio dekodeatzaile guztiak
fi: Ota käyttöön kaikki äänidekooderit
fr: Activer tous les décodeurs audio
gl: Habilitar todos os codificadores de audio
he: הפעל את כל מפענחי השמע
hr: Omogući sve audio dekodere
hu: Összes audió dekóder engedélyezése
hy: Միացնել բոլոր ձայնային ապակոդավորիչներ
it: Abilita tutti i decoder audio
ja: すべてのオーディオ デコーダを有効にする
lt: Įjungti visus garso dekoderius
ms_my: Benarkan semua penyahkod audio
nl: Activeer alle audio decoders
pa: ਸਭ ਆਡੀਓ ਡੀਕੋਡਰ ਸਮਰੱਥ ਕਰੋ
pl: Włącz wszystkie dekodery audio
ru: Включить все декодеры аудио
sk: Zapnúť všetky dekodéry zvuku
sl: Omogoči vse zvočne dekoderje
sr: Омогући све аудио-декодере
sv: Aktivera alla Ljuddekoders
th_th: ใช้งานตัวถอดรหัสเสียงทั้งหมด
tt: Барлык аудио декодерларны кабызырга
vi: Cho phép tất cả các bộ giải mã âm thanh

# IDS_DISABLE_AUDIO_FILTERS
source: Disable all audio decoders
ar: تعطيل كل فك رموز الصوت
be: Адключыць усе дэкодары аўдыя
bn: সবগুলো অডিও ডিকোডার নিষ্ক্রিয়করণ
bs_ba: Onemogući sve audio dekodere
ca: Desactiva tots els descodificadors d'àudio
cs: Zakázat všechny dekodéry zvuku
da: Deaktivér alle lyd-dekodere
de: Audio-Decoder deaktivieren
el: Απενεργοποίηση όλων των αποκωδικοποιητών ήχου
es: Desactivar todos los codificadores de audio
eu: Ezgaitu audio dekodeatzaile guztiak
fi: Poista käytöstä kaikki äänidekooderit
fr: Désactiver tous les décodeurs audio
gl: Inhabilitar todos os codificadores de audio
he: כבה את כל מפענחי השמע
hr: Onemogući sve audio dekodere
hu: Összes audió dekóder letiltása
hy: Անջատել բոլոր ձայնային ապակոդավորիչները
it: Disabilita tutti i decoder audio
ja: すべてのオーディオ デコーダを無効にする
lt: Išjungti visus garso dekoderius
ms_my: Lumpuhkan semua penyahkod audio
nl: Deactiveer alle audio decoders
pa: ਸਭ ਆਡੀਓ ਡੀਕੋਡਰ ਅਸਮਰੱਥ ਕਰੋ
pl: Wyłącz wszystkie dekodery audio
ru: Отключить все декодеры аудио
sk: Vypnúť všetky dekodéry zvuku
sl: Onemogoči vse zvočne dekoderje
sr: Онемогући све аудио-декодере
sv: Inaktivera alla Ljuddekoders
th_th: ไม่ใช้งานตัวถอดรหัสเสียงทั้งหมด
tt: Барлык аудио декодерларны сүндерергә
vi: Vô hiệu hóa tất cả các bộ giải mã âm thanh

# IDS_ENABLE_VIDEO_FILTERS
source: Enable all video decoders
ar: تمكين فك كل رموز الفيديو
be: Уключыць усе дэкодары відэа
bn: সবগুলো ভিডিও ডিকোডার সক্রিয়করণ
bs_ba: Omogući sve video dekodere
ca: Activa tots els descodificadors de vídeo
cs: Povolit všechny dekodéry videa
da: Aktivér alle video-dekodere
de: Video-Decoder aktivieren
el: Ενεργοποίηση όλων των αποκωδικοποιητών βίντεο
es: Activar todos los decodificadores de vídeo
eu: Gaitu bideo dekodeatzaile guztiak
fi: Ota käyttöön kaikki videodekooderit
fr: Activer tous les décodeurs vidéo
gl: Habilitar todos os decodificadores de vídeo
he: הפעל את כל מפענחי הוידאו
hr: Omogući sve video dekodere
hu: Összes videó dekóder engedélyezése
hy: Միացնել բոլոր տեսաապակոդավորիչները
it: Abilita tutti i decoder video
ja: すべてのビデオ デコーダを有効にする
lt: Įjungti visus vaizdo dekoderius
ms_my: Benarkan semua penyahkod video
nl: Activeer alle video decoders
pa: ਸਬ ਵਿਡੀਓ ਡੀਕੋਡਰ ਸਮਰੱਥ ਕਰੋ
pl: Włącz wszystkie dekodery wideo
ru: Включить все декодеры видео
sk: Zapnúť všetky dekodéry videa
sl: Omogoči vse video dekoderje
sr: Омогући све видео-декодере
sv: Aktivera alla Videodekoders
th_th: ใช้งานตัวถอดรหัสวิดีโอทั้งหมด
tt: Барлык видео декодерларны кабызырга
vi: Kích hoạt tất cả các bộ giải mã video

# IDS_DISABLE_VIDEO_FILTERS
source: Disable all video decoders
ar: تعطيل كل فك رموز الفيديو
be: Адключыць усе дэкодары відэа
bn: সবগুলো ভিডিও ডিকোডার নিষ্ক্রিয়করণ
bs_ba: Onemogući sve video dekodere
ca: Desactiva totos els descodificadors de vídeo
cs: Zakázat všechny dekodéry videa
da: Deaktivér alle video-dekodere
de: Video-Decoder deaktivieren
el: Απενεργοποίηση όλων των αποκωδικοποιητών βίντεο
es: Desactivar todos los decodificadores de vídeo
eu: Ezgaitu bideo dekodeatzaile guztiak
fi: Poista käytöstä kaikki videodekooderit
fr: Désactiver tous les décodeurs vidéo
gl: Inhabilitar todos os decodificadores de vídeo
he: כבה את כל מפענחי הוידאו
hr: Onemogući sve video dekodere
hu: Összes videó dekóder letiltása
hy: Անջատել բոլոր տեսաապակոդավորիչները
it: Disabilita tutti i decoder video
ja: すべてのビデオ デコーダを無効にする
lt: Išjungti visus vaizdo dekoderius
ms_my: Lumpuhkan semua penyahkod video
nl: Deactiveer alle video decoders
pa: ਸਭ ਵਿਡੀਓ ਡੀਕੋਡਰ ਅਸਮਰੱਥ ਕਰੋ
pl: Wyłącz wszystkie dekodery wideo
ru: Отключить все декодеры видео
sk: Vypnúť všetky dekodéry videa
sl: Onemogoči vse video dekoderje
sr: Онемогући све видео-декодере
sv: Inaktivera alla Videodekoders
th_th: ไม่ใช้งานตัวถอดรหัสวิดีโอทั้งหมด
tt: Барлык видео декодерларны сүндерергә
vi: Vô hiệu hóa tất cả các bộ giải mã video

# IDS_STRETCH_TO_WINDOW
source: Stretch To Window
ar: إمتدّاد مع النافذة
be: Расцягнуць да памераў акна
bn: উইন্ডো পর্যন্ত বিস্তৃতি
bs_ba: Razvuci Na Prozor
ca: Ajusta a la finestra
cs: Roztáhnout do okna
da: Stræk til vindue
de: Auf Fenstergröße strecken
el: Επέκταση στο παράθυρο
es: Ajustar a ventana
eu: Luzatu Leihora
fi: Venytä ikkunaan
fr: Ajuster à la fenêtre
gl: Axustar á xanela
he: מתח לחלון
hr: Raširi do prozora
hu: Ablakhoz nyújtás
hy: Ձգել պատուհանի չափով
it: Allarga come la finestra
ja: ウィンドウの大きさに広げる
lt: Išplėsti iki ekrano dydžio
ms_my: Regang Ke Tetingkap
nl: Spreiden
pa: ਵਿੰਡੋ ਲਈ ਖਿੱਚੋ
pl: Rozciągnięcie obrazu do krawędzi okna
ru: Растянуть до размера окна
sk: Roztiahnuť do okna
sl: Raztegni do okna
sr: Растегни до величине прозора
sv: Sträck till fönsterstorlek
th_th: ยืดสู่หน้าต่าง
tt: Экран зурлыгына сузарга
vi: Vừa với cửa sổ
