Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_MPLAYERC_39
source: Fullscreen (w/o res.change)
ar: ملء الشاشة (دون تغيير الدقة)
be: На ўвесь экран (без змены разрознасці)
bn: ফুলস্ক্রীন (w/o res.change)
bs_ba: Cijeli ekran (w/o rez. promjena)
ca: Pantalla completa (c/s canvi de la res.)
cs: Na celou obrazovku (bez změny velikosti)
da: Fuldskærm (uden ændring af opløsning)
de: Vollbild ohne Auflösungsänderung (ein/aus)
el: Πλήρης οθόνη (χωρίς αλλαγή ανάλυσης)
es: Pantalla completa (sin cambiar resolución)
eu: Ikusleiho-osoan (bereizmen aldaketa)
fi: Kokonäyttö (ilman res.vaihtoa)
fr: Plein écran (sans changement de résolution)
gl: Pantalla completa (sen cambio de resolución)
he: מסך מלא (ללא שינוי רזולוצייה)
hr: Cijeli zaslon (bez promjene rezolucije)
hu: Teljes képernyő (felbontás módosítása nélkül)
hy: Ամբողջ էկրանով
it: Schermo intero (risoluzione corrente)
ja: 全画面表示 (解像度変更なし)
lt: Viso ekrano režimas (be skir. gebos pakeitimo)
ms_my: Skrin Penuh (tanpa perubahan res.)
nl: Volledig scherm (zelfde resolutie)
pa: ਪੂਰੀ ਸਕਰੀਨ (ਬਿਨਾਂ ਰੈਜ਼ੋ. ਬਦਲੇ)
pl: Pełny ekran bez zmiany rozdzielczości
ru: Во весь экран (без смены разрешения)
sk: Na celú obrazovku (bez zmeny rozlíšenia)
sl: Celozaslonsko (brez sprem. ločljivosti)
sr: Цео екран (без промене резолуције)
sv: Helskärm (utan att ändra upplösning)
th_th: เต็มจอ (ไม่เปลี่ยนความละเอียด)
tt: Тулы экранга (рөхсәтне үзгәртмичә)
vi: Toàn màn hình (thay đổi w / o)

# IDS_AG_ZOOM_AUTO_FIT
source: Zoom Auto Fit
ar: زوم احتواء تلقائي
be: Упісаць
bn: জূম স্বয়ংক্রিয় পরিব্যাপ্তি
bs_ba: Automatsko Podešavanje Zuma
ca: Ajust automàtic del zoom
cs: Velikost: Automaticky přizpůsobit
da: Zoom automatisk tilpasning
de: Zoom: Eingepasst
el: Μεγέθυνση αυτόματης προσαρμογής
es: Auto ajuste de zoom
eu: Zooma Berez Finkatu
fi: Zoomaa näyttöön automaattisesti
fr: Zoom automatique
gl: Zoom Auto axustar
he: זום מותאם אוטומטית
hr: Zumiraj automatski
hu: Nagyítás automatikus illesztés
hy: Ետարկել չափը
it: Zoom automatico
ja: 拡大 自動調整
lt: Mastelio savaiminis prisitaikymas
ms_my: Zum Suai Muat Auto
nl: Automatisch passend
pa: ਜ਼ੂਮ ਆਟੋ ਫਿੱਟ)
pl: Dopasuj rozmiar okna do rozdzielczości ekranu
ru: Вписать
sk: Automatické prispôsobenie priblíženia
sl: Samodejno prilagodi povečavo
sr: Уклопи
sv: Zoom Autoanpassa
th_th: ซูมพอดีอัตโนมัติ
tt: Туры китерү
vi: Phóng tự động vừa

# IDS_AG_VIDFRM_HALF
source: VidFrm Half
ar: إطار الفيديو نصف
be: Палавінны відэакадр
bn: ভিডিওফ্রেম অর্ধেক
bs_ba: VidFrm Polovica
ca: VidFrm Mitad
cs: Výřez videa: Poloviční
da: VidRam halv
de: Videobild: Halbe Größe
el: Παράθυρο βίντεο: Μισό
es: VidFrm Mitad
eu: BidFrm Erdia
fi: VidFrm Puoli
fr: Fenêtre vidéo : 50%
gl: VidFrm Metade
he: חצי מסגרת וידאו
hr: VidFrm polovična
hu: VidFrm Felezett
hy: Կիսատ տեսանյութ
it: FrmVid dimezzato
ja: VidFrm: 1/2
lt: Pusė vaizdo kardo
ms_my: BgkVid Separa
pl: Rozmiar obrazu 50%
ru: Половинный видеокадр
sk: Tvar videa: polovičné
sl: Slika polovično
sr: Половични видео-кадар
sv: VidRam Halv
th_th: ขนาดเฟรม ครึ่งเดียว
tt: Яртылы видеокадр
vi: Nửa khung video

# IDS_AG_VIDFRM_NORMAL
source: VidFrm Normal
ar: إطار الفيديو عادي
be: Нармальны відэакадр
bn: ভিডিওফ্রেম স্বাভাবিক
bs_ba: VidFrm Normalno
cs: Výřez videa: Standardní
da: VidRam standard
de: Videobild: Normale Größe
el: Παράθυρο βίντεο: Κανονικό
eu: BidFrm Arrunta
fi: VidFrm Normaali
fr: Fenêtre vidéo : 100%
he: מסגרת וידאו רגילה
hr: VidFrm normalna
hu: VidFrm Normál
hy: Նորմալ տեսանյութ
it: FrmVid normale
ja: VidFrm: 標準
lt: Normalus vaizdo kadras
ms_my: BgkVid Biasa
nl: VidFrm normaal
pl: Rozmiar obrazu 100%
ru: Нормальный видеокадр
sk: Tvar videa: normálne
sl: Slika običajno
sr: Нормални видео-кадар
sv: VidRam Normal
th_th: ขนาดเฟรม ปกติ
tt: Гади видеокадр
vi: Khung video bình thường

# IDS_AG_VIDFRM_DOUBLE
source: VidFrm Double
ar: إطار الفيديو مضاعف
be: Падвойны відэакадр
bn: ভিডিওফ্রেম দ্বিগুণ
bs_ba: VidFrm Dvostruko
ca: VidFrm Doble
cs: Výřez videa: Dvojnásobný
da: VidRam dobbelt
de: Videobild: Doppelte Größe
el: Παράθυρο βίντεο: Διπλό
es: VidFrm Doble
eu: BidFrm Bikoitza
fi: VidFrm Kaksinkertainen
fr: Fenêtre vidéo : 200%
gl: VidFrm Dobre
he: מסגרת ודיאו כפולה
hr: VidFrm dupla
hu: VidFrm Dupla
hy: Կրկնակի տեսանյութ
it: FrmVid raddoppiato
ja: VidFrm: 2 倍
lt: Dvigubas vaizdo kadras
ms_my: BgkVid Ganda Dua
nl: VidFrm dubbel
pl: Rozmiar obrazu 200%
ru: Двойной видеокадр
sk: Tvar videa: dvojité
sl: Slika dvojno
sr: Двоструки видео-кадар
sv: VidRam Dubbel
th_th: ขนาดเฟรม สองเท่า
tt: Икеләтә видеокадр
vi: Gấp đôi khung video

# IDS_AG_ALWAYS_ON_TOP
source: Always On Top
ar: دائماً في المقدمة
be: Па-над усімі вокнамі
bn: সবসময় উপরে অবস্থান
bs_ba: Uvijek Na Vrhu
ca: Sempre visible
cs: Vždy navrchu
da: Altid øverst
de: Fenster immer im Vordergrund
el: Πάντα στην κορυφή
es: Siempre visible
eu: Betik Gainean
fi: Aina päällimmäisenä
fr: Toujours au dessus
gl: Sempre visible
he: תמיד מעל חלונות אחרים
hr: Uvijek na vrhu
hu: Mindig felül
hy: Միշտ առջևում
it: Sempre in primo piano
ja: 常に手前に表示
lt: Visada viršuje
ms_my: Sentiasa Di Atas
nl: Altijd op voorgrond
pa: ਹਮੇਸ਼ਾ ਸਭ ਤੋਂ ਉੱਤੇ ਰੱਖੋ
pl: Przełącz zawsze na wierzchu
ru: Поверх всех окон
sk: Vždy navrchu
sl: Vedno na vrhu
sr: Увек на врху
sv: Alltid Överst
th_th: อยู่บนสุดเสมอ
tt: Барлык тәрәзә өстеннән
vi: Luôn trên đỉnh

# IDS_AG_PNS_INC_SIZE
source: PnS Inc Size
ar: بان اند سكان زيادة الحجم
be: Павялічыць памер кадра
bn: প্যানঅ্যান্ডস্ক্যান সাইজ বৃদ্ধি করি
bs_ba: PnS Pov. Veličinu
ca: PnS Inc Mida
cs: P&S zvětšit velikost
da: PnS større
de: Pan&Scan: Größe erhöhen
el: Πανοραμική: Μέγεθος +
es: PnS Inc Tamaño
eu: PnS Hand Neurria
fi: PnS Lis.Kokoa
fr: Recadrage : Augmenter la taille
gl: PnS Inc Tamaño
he: PnS הגדל גודל
hr: PnS povećaj veličinu
hu: PnL Méret növelése
hy: Մեծացնել կադրի չափը
it: PnS Aum Dimensioni
ja: PnS: サイズを拡大
lt: Padidinti kadro dydį
ms_my: Saiz PnS Naik
nl: PnS Inc Grootte
pl: Zwiększ rozmiar obrazu
ru: Увеличить размер кадра
sk: PnS - zväčšiť veľkosť
sl: PnS Poveč velikost
sr: Повећај размеру кадра
sv: PnS Öka Storlek
th_th: ส่องกวาด เพิ่มขนาด
tt: Кадр зурлыгын арттырырга
vi: Kích thước PnS Inc

# IDS_AG_PNS_INC_WIDTH
source: PnS Inc Width
ar: بان اند سكان زيادة العرض
be: Павялічыць шырыню кадра
bn: প্যানঅ্যান্ডস্ক্যান প্রস্থ বৃদ্ধি করি
bs_ba: PnS Pov. Širinu
ca: PnS Inc Amplada
cs: P&S zvětšit šířku
da: PnS bredere
de: Pan&Scan: Breite erhöhen
el: Πανοραμική: Πλάτος +
es: PnS Inc Ancho
eu: PnS Hand Zabalera
fi: PnS Lis.Leveyttä
fr: Recadrage : Augmenter la largeur
gl: PnS Inc ancho
he: PnS הגדל רוחב
hr: PnS povećaj širinu
hu: PnL Szélesség növelése
hy: Մեծացնել կադրի լայնքը
it: PnS Aum Larghezza
ja: PnS: 幅を拡大
lt: Padidinti kadro plotį
ms_my: Lebar Pns Naik
nl: PnS Inc Breedte
pl: Zwiększ szerokość obrazu
ru: Увеличить ширину кадра
sk: PnS - zväčšiť šírku
sl: PnS Poveč širino
sr: Повећај ширину кадра
sv: PnS Öka Bredd
th_th: ส่องกวาด เพิ่มกว้าง
tt: Кадр киңлеген арттырырга
vi: Độ dài PnS Inc

# IDS_MPLAYERC_47
source: PnS Inc Height
ar: بان اند سكان زيادة الإرتفاع
be: Павялічыць вышыню кадра
bn: প্যানঅ্যান্ডস্ক্যান উচ্চতা বৃদ্ধি করি
bs_ba: PnS Pov. Visinu
ca: PnS Inc Alçada
cs: P&S zvětšit výšku
da: PnS højere
de: Pan&Scan: Höhe erhöhen
el: Πανοραμική: Ύψος +
es: PnS Inc Altura
eu: PnS Hand Garaiera
fi: PnS Lis.Korkeutta
fr: Recadrage : Augmenter la hauteur
gl: PnS Inc altura
he: PnS הגדל גובה
hr: PnS povećaj visinu
hu: PnL Magasság növelése
hy: Մեծացնել կադրի բարձրությունը
it: PnS Aum Altezza
ja: PnS: 高さを拡大
lt: Padidinti kadro aukštį
ms_my: Tinggi PnS Naik
nl: PnS Inc Hoogte
pl: Zwiększ wysokość obrazu
ru: Увеличить высоту кадра
sk: PnS - zväčšiť výšku
sl: PnS Povečaj višino
sr: Повећај висину кадра
sv: PnS Öka Höjd
th_th: ส่องกวาด เพิ่มสูง
tt: Кадр биеклеген арттырырга
vi: Độ rộng PnS Inc

# IDS_AG_PNS_DEC_SIZE
source: PnS Dec Size
ar: بان اند سكان تقليل الحجم
be: Паменшыць памер кадра
bn: প্যানঅ্যান্ডস্ক্যান সাইজ হ্রাস করি
bs_ba: PnS Smanji Veličinu
ca: PnS Dec Mida
cs: P&S zmenšit velikost
da: PnS mindre
de: Pan&Scan: Größe verringern
el: Πανοραμική: Μέγεθος -
es: PnS Dec Tamaño
eu: PnS Gutx Neurria
fi: PnS Väh.Kokoa
fr: Recadrage : Diminuer la taille
gl: PnS Dec Tamaño
he: PnS הקטן גודל
hr: PnS smanji veličinu
hu: PnL Méret csökkentése
hy: Փոքրացնել կադրի չափը
it: PnS Dim Dimensioni
ja: PnS: サイズを縮小
lt: Sumažinti kadro dydį
ms_my: Saiz PnS Turun
nl: PnS Dec Grootte
pl: Zmniejsz rozmiar obrazu
ru: Уменьшить размер кадра
sk: PnS - zmenšiť veľkosť
sl: PnS Zmanj. velikost
sr: Смањи размеру кадра
sv: PnS Minska Storlek
th_th: ส่องกวาด ลดขนาด
tt: Кадр зурлыгын киметергә
vi: Kích thước PnS Dec

# IDS_AG_PNS_DEC_WIDTH
source: PnS Dec Width
ar: بان اند سكان تقليل العرض
be: Паменшыць шырыню кадра
bn: প্যানঅ্যান্ডস্ক্যান প্রস্থ হ্রাস করি
bs_ba: PnS Smanji Širinu
ca: PnS Dec Amplada
cs: P&S zmenšit šířku
da: PnS smallere
de: Pan&Scan: Breite verringern
el: Πανοραμική: Πλάτος -
es: PnS Dec Ancho
eu: PnS Gutx Zabalera
fi: PnS Väh.Leveyttä
fr: Recadrage : Diminuer la largeur
gl: PnS Dis ancho
he: PnS הקטן רוחב
hr: PnS smanji širinu
hu: PnL Szélesség csökkentése
hy: Փոքրացնել կադրի լայնքը
it: PnS Dim Larghezza
ja: PnS: 幅を縮小
lt: Sumažinti kadro plotį
ms_my: Lebar PnS Turun
nl: PnS Dec Breedte
pl: Zmniejsz szerokość obrazu
ru: Уменьшить ширину кадра
sk: PnS - zmenšiť šírku
sl: PnS Zmanj. širino
sr: Смањи ширину кадра
sv: PnS Minska Bredd
th_th: ส่องกวาด ลดกว้าง
tt: Кадр киңлеген киметергә
vi: Độ dài PnS Dec

# IDS_MPLAYERC_50
source: PnS Dec Height
ar: بان اند سكان تقليل الإرتفاع
be: Паменшыць вышыню кадра
bn: প্যানঅ্যান্ডস্ক্যান উচ্চতা হ্রাস করি
bs_ba: PnS Smanji Visinu
ca: PnS Dec Alçada
cs: P&S zmenšit výšku
da: PnS lavere
de: Pan&Scan: Höhe verringern
el: Πανοραμική: Ύψος -
es: PnS Dec Altura
eu: PnS Txik Garaiera
fi: PnS Väh.Korkeutta
fr: Recadrage : Diminuer la hauteur
gl: PnS Dis altura
he: PnS הקטן גובה
hr: PnS smanji visinu
hu: PnL Magasság csökkentése
hy: Փոքրացնել կադրի բարձրությունը
it: PnS Dim Altezza
ja: PnS: 高さを縮小
lt: Sumažinti kadro aukštį
ms_my: Tinggi PnS Turun
nl: PnS Dec Hoogte
pl: Zmniejsz wysokość obrazu
ru: Уменьшить высоту кадра
sk: PnS - zmenšiť výšku
sl: PnS Zmanjšaj višino
sr: Смањи висину кадра
sv: PnS Minska Höjd
th_th: ส่องกวาด ลดสูง
tt: Кадр биеклеген киметергә
vi: Độ rộng PnS Dec

# IDS_SUBDL_DLG_DOWNLOADING
source: Downloading [%s] "%s"
ar: تحميل [%s] "%s"
be: Спампоўванне [%s] «%s»
bn: ডাউনলোড করা হচ্ছে [%s] "%s"
bs_ba: Download-ovanje [%s] "%s"
ca: S'està baixant [%s] "%s"
cs: Stahování [%s] "%s"
da: Downloader [%s] "%s"
de: Lade [%s] "%s" herunter...
el: Λήψη [%s] "%s"
es: Descargando [%s] «%s»
eu: Jeisten [%s] "%s"
fi: Ladataan [%s] "%s"
fr: Téléchargement en cours [%s] "%s"
gl: Baixando [%s] "%s"
hr: Preuzimanje [%s] "%s"
hu: [%s] letöltése "%s"
ja: ダウンロード中 [%s] "%s"
ms_my: Memuat turun [%s] "%s"
nl: Ophalen [%s] "%s"
pl: Pobieranie [%s] "%s"
ru: Загрузка [%s] "%s"
sk: Sťahovanie [%s] "%s"
sl: Prenašam [%s] "%s"
th_th: กำลังดาวน์โหลด [%s] "%s"
vi: Đang tải xuống [%s] "%s"

# IDS_SUBDL_DLG_PARSING
source: Parsing list...
ar: تحليل القائمة...
be: Аналіз спісу...
bn: তালিকাটি সমন্বয় সাধিত হচ্ছে...
bs_ba: Lista za raščlanjivanje...
ca: S'està analitzant la llista…
cs: Analýza seznamu...
da: Fortolker liste...
de: Analysiere...
el: Ανάλυση λίστας...
es: Analizando lista...
eu: Zerrenda aztertzen...
fi: Tutkitaan luetteloa...
fr: Analyse de la liste en cours...
gl: Analizando lista...
he: מפענח רשימה...
hr: Lista raščlambe...
hu: Elemzési lista...
hy: Ստանում է ցանկը...
it: Elaborazione lista...
ja: 一覧を解析中...
lt: Sąrašas nagrinėjamas...
ms_my: Menghurai senarai...
nl: Lijst verwerken...
pa: ...ਸੂਚੀ ਪਾਰਸ ਕਰ ਰਿਹਾ ਹੈ
pl: Ładowanie listy...
ru: Анализ списка...
sk: Zostavovanie zoznamu...
sl: Razčlenjujem seznam...
sr: Анализирам списак…
sv: Analyserar lista...
th_th: กำลังวิเคราะห์รายการ...
tt: Исемлекне билгеләү...
vi: Phân tích danh sách...

# IDS_SUBDL_DLG_NOT_FOUND
source: No subtitles found.
ar: لم يجد ترجمة
be: Субцітры не знойдзены.
bn: কোনো সাবটাইটেল পাওয়া যায় নি।
bs_ba: Nisu pronađeni titlovi.
ca: No s'han trobat subtítols.
cs: Titulky nenalezeny.
da: Ingen undertekster fundet.
de: Keine Untertitel gefunden
el: Δεν βρέθηκαν υπότιτλοι.
es: No se encontraron subtítulos.
eu: Ez da azpidatzirik aurkitu.
fi: Tekstityksiä ei löydy.
fr: Aucun sous-titre trouvé.
gl: Non se atoparon subtítulos.
he: לא נמצאו כתוביות.
hr: Titlovi nisu pronađeni.
hu: Nem talált feliratot.
hy: Տողագրեր չկան։
it: Nessun sottotitolo trovato.
ja: 字幕が見つかりません。
lt: Subtitrai nerasti.
ms_my: Tiada sarikata ditemui.
nl: Geen ondertitels gevonden.
pa: ਕੋਈ ਸਬ-ਟਾਈਟਲ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie znaleziono napisów.
ru: Субтитры не найдены.
sk: Nenašli sa žiadne titulky.
sl: Ne najdem podnapisov.
sr: Нема титлова.
sv: Inga undertexter hittades.
th_th: ไม่พบศัพท์บรรยาย
tt: Субтитрлар табылмады.
vi: Không tìm thấy phụ đề.

# IDS_SUBDL_DLG_SUBS_AVAIL
source: %d subtitle(s) available.
ar: %d ترجمة متوفرة
be: %d субцітраў даступна.
bn: %d টি সাবটাইটেল(সমূহ) পাওয়া গেছে
bs_ba: Dostupno je %d titlova.
ca: %d subtítols disponibles.
cs: k dispozici je %d titulků.
da: %d tilgængelige undertekst(er).
de: %d Untertitel verfügbar
el: %d υπότιτλοι είναι διαθέσιμοι.
es: %d subtítulos disponibles.
eu: %d azpidatzi eskuragarri.
fi: %d tekstitystä tarjolla.
fr: %d sous-titre(s) disponible(s).
gl: %d subtítulo(s) dispoñible(s).
he: %d כתוביות זמינות.
hr: %d pronađenih titlova
hu: %d felirat elérhető.
hy: %d տողագրեր են հասանելի։
it: %d sottotitoli disponibili.
ja: %d 個の字幕が利用できます。
lt: %d galimi(ų) subtitrai(ų).
ms_my: %d sarikata(s) tersedia.
nl: %d ondertitel(s) beschikbaar.
pa: %d ਸਬਟਾਈਟਲ ਮੌਜੂਦ ਹਨ।
pl: Dostępnych napisów: %d
ru: %d субтитров доступно.
sk: Je dostupných %d titulkov.
sl: %d podnapis(ov) na voljo.
sr: Доступно титлова: %d.
sv: %d undertext(er) tillgängliga.
th_th: %d ศัพท์บรรยายที่มี
tt: %d субтитр бар.
vi: %d phụ đề(s) có sẵn.

# IDS_UPDATE_CONFIG_AUTO_CHECK
source: Do you want to check periodically for MPC-HC updates? This feature can be disabled later from the Miscellaneous options page.
ar: هل تريد الفحص بشكل دوري على تحديثات MPC-HC؟ يمكن تعطيل هذه الخاصية في وقت لاحق من صفحة الخيارات المتنوعة.
be: Правяраць наяўнасць абнаўленняў MPC-HC аўтаматычна? Гэтую функцыю можна адключыць на старонцы Рознае ў Наладах.
bn: আপনি কি নির্দিষ্ট সময় পরপর MPC-HCএর হালনাগাদ অনুসন্ধান করতে চান? এই বৈশিষ্ট্যটি পরবর্তীতে অপশনসমূহের বিবিধ পেইজ থেকে নিষ্ক্রিয় করা যাবে।
bs_ba: Da li želite da periodično provjerite postoji li nova verzija MPC-HC? Ova opcija može biti onemogućena kasnije sa Razno stranice u opcijama.
ca: Voleu que l'MPC-HC comprovi periòdicament si hi ha actualitzacions? Podeu desactivar aquesta funció més tard a la pàgina «Diversos» del menú d'opcions.
cs: Chcete pravidelně kontrolovat dostupnost aktualizací MPC-HC? Tato funkce může být později zakázána v dialogu nastavení v sekci Ostatní.
da: Vil du periodisk søge efter opdateringer til MPC-HC? Funktionen kan deaktiveres senere på indstillingssiden Diverse.
de: Neue Programmversionen können über ein Hinweisfenster umgehend heruntergeladen werden. Die dazu hier getroffene Einstellung lässt sich später jederzeit ändern. Automatische Update-Prüfung jetzt aktivieren?
el: Θέλετε να γίνεται έλεγχος περιοδικά για ενημερώσεις του MPC-HC; Αυτή η δυνατότητα μπορεί να απενεργοποιηθεί αργότερα από τη σελίδα επιλογών «Διάφορα».
es: ¿Quiere que MPC-HC busque actualizaciones automáticamente? Puede desactivar esta función en la página «Varios» de las opciones.
eu: Nahi duzu aldika MPC-HC-rentzat eguneraketak egiaztatzea? Ezaugarri hau Askotarikoa aukeren orrialdean ezgaitu daiteke.
fi: Haluatko tarkistaa ajoittain MPC-HC:n päivitykset? Tämä ominaisuus voidaan poistaa myöhemmin käytöstä Sekalaista-vaihtoehtosivulta.
fr: Souhaitez-vous vérifier régulièrement si des mises à jour sont disponibles ? Cette fonctionnalité peut être désactivée ultérieurement depuis la page Divers des options.
gl: Desexas comprobar periódicamente se hai actualizacións dispoñibles para MPC-HC? Esta característica pode ser inhabilitada logo dende a páxina de opcións misceláneas.
he: האם ברצונך לבדוק לעדכוני MPC-HC מידי פעם? ניתן לכבות את הבדיקה בעת מאוחרת יותר בדף השונות בהגדרות.
hr: Želite li periodično provjeravati MPC-HC ažuriranje? Ovo svojstvo se može kasnije onemogućiti na stranici Razne postavke.
hu: Szeretné, hogy az MPC-HC rendszeresen keressen frissítéseket? Ezt a funkciót később letilthatja a Beállítások\Egyéb beállítások között.
hy: Պարբերաբար ստուգե՞լ MPC-HC-ի թարմացումները։ Այս հնարավորությունը կարող եք անջատել Ընտրանքներ»Տարբեր բաժնից։
it: Vuoi verificare periodicamente la presenza di aggiornamenti per MPC-HC? Questa opzione può essere disabilitata nelle Opzioni, sezione Varie.
ja: MPC-HC の更新を定期的に確認しますか？ この機能はその他のオプションのページから後で無効にできます。
lt: Ar norite įgalinti periodišką MPC-HC atnaujinimų ieškojimą? Šią savybę vėliau galima išjungti nustatymų puslapyje „Įvairūs“.
ms_my: Anda mahu semak kemaskini MPC-HC secara berkala? Fitur ini boleh dilumpuhkan kemudian menerusi laman pilihan Pelbagai.
nl: Wilt u automatisch controleren op opwaarderingen voor MPC-HC? Dit kan later worden uitgeschakeld in de opties bij pagina "Overige"
pa: ਕੀ ਤੁਸੀਂ MPC-HC ਲਈ ਨਿਯਮਤ ਰੂਪ ਵਿੱਚ ਅੱਪਡੇਟ ਵਾਸਤੇ ਚੈਕ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹ ਫੀਚਰ ਨੂੰ ਫੁਟਕਲ ਚੋਣ ਸਫ਼ੇ ਤੋਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ।
pl: Chcesz, aby okresowo były sprawdzane aktualizacje MPC-HC? Ta opcja może zostać później wyłączona w zakładce „Różne” w opcjach.
ru: Вы хотите, чтобы плеер сам проверял наличие обновлений? Эту функция может быть отключена в настройках на странице "Разное".
sk: Chcete pravidelne kontrolovať výskyt aktualizácií programu MPC-HC? Túto funkciu môžete neskôr vypnúť v sekcii s rôznymi nastaveniami programu.
sl: Želite redno preverjati za MPC-HC posodobitve? To funkcijo lahko kasneje onemogočite na strani z raznimi možnostmi.
sr: Желите ли да MPC-HC аутоматски тражи ажурирања? Ову функцију можете касније онемогућити из одељка „Разно“ у опцијама.
sv: Vill du kontrollera uppdateringar med jämna mellanrum för MPC-HC? Den här funktionen kan inaktiveras under Diverse i inställningarna.
th_th: คุณต้องการตรวจหาการอัพเดต MPC-HC เป็นระยะหรือไม่? คุณลักษณะนี้สามารถเลิกใช้งานภายหลังได้ จากหน้าตัวเลือกเบ็ดเตล็ด
tt: Вы хотите, чтобы плеер автоматически проверял обновления? Эту функция может быть отключена в настройках на странице 'Разное'.
vi: Bạn có muốn kiểm tra định kỳ cho cập nhật MPC-HC? Tính năng này có thể bị vô hiệu hóa sau từ trang tùy chọn khác.

# IDS_ZOOM_AUTOFIT
source: Auto Fit
ar: احتواء تلقائي
be: Упісаць аўтаматычна
bn: স্বয়ংক্রিয় পরিব্যাপ্তি
ca: Ajust automàtic
cs: Automaticky přizpůsobit
da: Automatisk tilpasning
de: Eingepasst
el: Αυτόματη προσαρμογή
es: Autoajustar
eu: Berez Finkatu
fi: Automaattinen sovitus
fr: Automatique
gl: Axuste Automático
he: התאמה אוטומטית
hr: Automatski namjesti
hu: Automatikus illesztés
hy: Ինքնահարմարեցնել
it: Automatico
ja: 自動調整
lt: Savaiminis prisitaikymas
ms_my: Suai Muat Auto
nl: Automatisch passend
pa: ਆਟੋ ਫਿੱਟ
pl: Dopasuj do rozdzielczości ekranu
ru: Подогнать
sk: Automaticky prispôsobiť
sl: Samodejno prilagodi
sr: Уклопи
sv: Autopassa
th_th: พอดีอัตโนมัติ
tt: Туры китерү
vi: Tự động vừa

# IDS_ZOOM_AUTOFIT_LARGER
source: Auto Fit (Larger Only)
ar: احتواء تلقائي (حجم أكبر فقط)
be: Упісаць аўтаматычна (Толькі вялікія)
bn: স্বয়ংক্রিয় পরিব্যাপ্তি(শুধু বড়ো)
bs_ba: Automatsko Podešavanje (Samo Veći)
ca: Ajust automàtic (si és més gran)
cs: Automaticky přizpůsobit (jen větší)
da: Automatisk tilpasning (kun større)
de: Nur verkleinert
el: Αυτόματη προσαρμογή εστίασης (μόνο για μεγαλύτερα)
es: Auto ajuste (si es mayor)
eu: Berez Finkatu (Handiago Bakarrik)
fi: Automaattinen sovitus (Vain suurempi)
fr: Automatique (si trop grand)
gl: Axuste Automático (Só o maior)
he: התאמה אוטומטית (רק אם גדול יותר)
hr: Automatski namjesti (samo veliko)
hu: Automatikus illesztés (csak nagyobbnál)
hy: Ինքնահարմարեցում (Միայն մեծերը)
it: Automatico (allarga)
ja: 自動調整 (過大のみ)
lt: Savaiminis prisitaikymas (tik didesniam)
ms_my: Suai Muat Auto (Lebih Besar Sahaja)
nl: Automatiisch passend (alléén groter)
pa: ਆਟੋ ਫਿੱਟ (ਕੇਵਲ ਵੱਡਾ)
pl: Dopasuj do rozdzielczości ekranu (Tylko większe)
ru: Подогнать (только большие)
sk: Automaticky prispôsobiť (iba väčšie)
sl: Samodejno prilagodi (Samo večje)
sr: Уклопи (само веће)
sv: Autopassa (Endast större)
th_th: พอดีอัตโนมัติ (ใหญ่กว่าเท่านั้น)
tt: Туры китерү (зурларны гына)
vi: Tự động vừa (chỉ lớn hơn)

# IDS_AG_ZOOM_AUTO_FIT_LARGER
source: Zoom Auto Fit (Larger Only)
ar: زوم احتواء تلقائي (حجم أكبر فقط)
be: Упісаць (толькі вялікія)
bn: জূম স্বয়ংক্রিয় পরিব্যাপ্তি(শুধু বড়ো)
bs_ba: Automatsko Podešavanje Zuma (Samo veći)
ca: Ajust automàtic del zoom (si és més gran)
cs: Velikost: Automaticky přizpůsobit (jen větší)
da: Zoom automatisk tilpasning (kun større)
de: Zoom: Nur verkleinert
el: Αυτόματη προσαρμογή (μόνο για μεγαλύτερα)
es: Auto ajuste de zoom (si es mayor)
eu: Zooma Berez Finkatu (Handiago Bakarrik)
fi: Zoomaus sovita automaattisesti (Vain suurempi)
fr: Zoom automatique (si trop grand)
gl: Zoom de Axuste Automático (Só o maior)
he: זום מותאם אוטומטית (רק אם גדול יותר)
hr: Zumiraj automatski (samo veliko)
hu: Nagyítás automatikus illesztés (csak nagyobbnál)
it: Zoom automatico (allarga)
ja: 拡大 自動調整 (過大のみ)
lt: Mastelio savaiminis prisitaikymas (tik didesniam)
ms_my: Zum Suai Muat Auto (Lebih Besar Sahaja)
nl: Zoom auto passend (alléén groter)
pa: ਆਟੋ ਫਿੱਟ ਲਈ ਜ਼ੂਮ ਕਰੋ (ਕੇਵਲ ਵੱਡਾ)(&L)
pl: Dopasuj rozmiar okna do rozdzielczości ekranu (Tylko większe)
ru: Вписать (только большие)
sk: Priblíženie pri autom. prispôsobení (iba väčšie)
sl: Samodejno prilagodi povečavo (Samo večje)
sr: Зум: уклопи (само веће)
sv: Zoom Passa Automatiskt (Enbart större)
th_th: ซูมพอดีอัตโนมัติ (ใหญ่กว่าเท่านั้น)
tt: Туры китерү (зурларны гына)
vi: Phóng tự động vừa (chỉ lớn hơn)

# IDS_OSD_ZOOM_AUTO_LARGER
source: Zoom: Auto (Larger Only)
ar: زوم: احتواء تلقائي (حجم أكبر فقط)
be: Zoom: Auto (Толькі вялікія)
bn: জূম: স্বয়ংক্রিয় (শুধু বড়ো)
bs_ba: Zum: Automatsko Podešavanje (Samo veći)
ca: Zoom: Automàtic (si és més gran)
cs: Velikost: Automaticky (jen větší)
da: Zoom: Automatisk (kun større)
de: Zoom: Nur verkleinert
el: Εστίαση: Αυτόματη (μόνο για μεγαλύτερα)
es: Zoom: Automático (si es mayor)
eu: Zooma: Berez (Handiago Bakarrik)
fi: Zoom: Automaattinen (Vain suurempi)
fr: Zoom : Automatique (si trop grand)
gl: Zoom: Automático (Só o maior)
he: זום: מותאם אוטומטי (רק אם גדול יותר)
hr: Zumiraj: Automatski (samo veliko)
hu: Nagyítás: Automatikus illesztés (csak nagyobbnál)
hy: Չափը. Ինքնա (Միայն մեծերը)
it: Zoom: automatico (allarga)
ja: 拡大: 自動 (過大のみ)
lt: Mastelis: Savaiminis (tik didesniam)
ms_my: Zum: Auto (Lebih Besar Sahaja)
nl: Zoom: Auto (alléén groter)
pa: ਜ਼ੂਮ: ਆਟੋ (ਕੇਵਲ ਵੱਡਾ)
pl: Rozmiar okna: dopasowany do rozdzielczości ekranu (Tylko większe)
ru: Масштаб: Авто (только большие)
sk: Priblíženie: Auto (iba väčšie)
sl: Povečava: Auto (Samo večje)
sr: Зум: аутоматски (само веће)
sv: Zoom Automatisk (Enbart större)
th_th: ซูม: อัตโนมัติ (ใหญ่กว่าเท่านั้น)
tt: Зурлык: Үзе (зурлар гына)
vi: Phóng: Tự động (chỉ lớn hơn)
