Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_CMD_DUBDELAY
source: /dubdelay "file" Load an additional audio file shifted with XXms (if the file contains "...DELAY XXms...")
be: /dubdelay "file" Загрузiць дадатковы гукавы файл са зрушэннем XXмс (калі файл утрымлівае ў назве "...DELAY XXms...")
bs_ba: /dubdelay "dokument" Učitaj dodatni audio dokument pomaknut za XXms (ako dokument sadrži "...DELAY XXms...")
ca: /dubdelay "fitxer" Carrega un fitxer d'àudio addicional (doblatge) desplaçat XXms (si el fitxer conté "...DELAY XXms...")
cs: /dubdelay "soubor" Načte soubor se zvukovou stopou posunutou o XXms (pokud název souboru obsahuje "...DELAY XXms...")
da: /dubdelay "fil" Indlæs en yderligere lydfil forskudt med XXms (hvis filen indeholder "...DELAY XXms...")
de: /dubdelay "Datei" Lädt eine zusätzliche Audiodatei, deren Wiedergabe um X ms versetzt wird (Dateiname muss "DELAY Xms" enthalten).
el: /dubdelay "αρχείο" Φόρτωση ενός πρόσθετου αρχείου ήχου μετατοπισμένο με XXms (εάν το αρχείο περιέχει "...DELAY XXms...")
es: /dubdelay "archivo" Carga un archivo de audio adicional (doblaje) desplazado XXms (si el archivo contiene "...DELAY XXms...")
eu: /dubdelay "file" Gertatu audio agiri gehigarri bat XXms-rekin aldatuta (Agiriak "...ATZERPENA XXms..." badu)
fr: /dubdelay "fichier" Charge un fichier audio avec décalage de XXms (si le nom contient "...DELAY XXms...")
gl: /dubdelay "ficheiro" Carga un ficheiro de audio adicional (dobraxe) desprazado XXms (se o ficheiro contén "...DELAY XXms...")
hr: /dubdelay "datoteka" Pokreni dodatnu zvukovnu datoteku pomaknutu sa XXms (ako datoteka sadrži "...DELAY XXms...")
ja: /dubdelay "file" 追加のオーディオ ファイルを XXms シフトして読み込む (ファイルが "...DELAY XXms..." を含む場合)
ms_my: /dubdelay "file" Muat faul audio tambahan dianjak dengan XXms (jiks fail mengandungi "...DELAY XXms...")
nl: /dubdelay "file" Laad een additioneel audio bestand met een vertraging van XXms (als het bestand ..DELAY XXms... bevat")
pl: /dubdelay „plik” Otwiera dodatkową ścieżkę dźwiękową opóźnioną o XX ms (jeśli nazwa pliku zawiera ciąg „...DELAY XXms...”)
ru: /dubdelay "имя файла" - Загрузка дополнительного аудио с ММ:сс (Если файл содержит информацию "Задержка с минута:секунда")
sk: /dubdelay "súbor" Načítať doplnkový zvukový súbor posunutý o XX ms (ak súbor obsahuje "...DELAY XXms...")
sl: /dubdelay "datoteka" Naloži dodatno zvočno datoteko zamaknjeno za XXms (če datoteka vsebuje "...DELAY XXms...")
sr: /dubdelay „датотека“ Учитајте додатни аудио-запис са кашњењем од XX мс (ако име датотеке садржи „DELAY XXms…“).
vi: /dubdelay "file" Nạp tập tin âm thanh lồng tiếng có độ chênh lệch là XXms (Nếu tập tin có chứa "...DELAY XXms...")

# IDS_CMD_D3DFS
source: /d3dfs Start rendering in D3D fullscreen mode
be: /d3dfs Запуск у поўнаэкранным D3D-рэжыме
bs_ba: /d3dfs Pokreni renderiranje u D3D modusu preko cijelog ekrana
ca: /d3dfs Inicia el renderitzat en mode D3D en pantalla completa
cs: /d3dfs Spustí vykreslování v D3D fullscreen režimu
da: /d3dfs Start rendering i D3D fuldskærm-tilstand
de: /d3dfs Aktiviert den Direct3D-Vollbildmodus.
el: /d3dfs Εκκίνηση απόδοσης σε λειτουργία D3D πλήρους οθόνης
es: /d3dfs Inicia el renderizado en modo D3D a pantalla completa
eu: /d3dfs Hasi aurkezpena D3D ikusleiho-osoko moduan
fr: /d3dfs Lance l'affichage en mode plein écran D3D (réduit le "tearing")
gl: /d3dfs Inicia o renderizado en modo D3D a pantalla completa
hr: /d3dfs Počni prikazivnje u D3D načinu punog ekrana
ja: /d3dfs Direct3D フルスクリーン モードで起動する
ms_my: /d3dfs Mula menerap dalam mod skrin penuh D3D
nl: /d3dfs Start afspelen in D3D volledig scherm modus
pl: /d3dfs Uruchamia odtwarzanie pełnoekranowe w D3D
ru: /d3dfs Рендеринг в полноэкранном D3D-режиме
sk: /d3dfs Spustiť vykresľovanie v režime D3D na celú obrazovku
sl: /d3dfs Začni izrisovati v D3D celozaslonskem načinu
sr: /d3dfs Покрените рендеровање у D3D режиму целог екрана.
vi: /d3dfs Khởi động bộ dựng hình trong chế độ D3D toàn màn hình

# IDS_CMD_SUB
source: /sub "subname" Load an additional subtitle file
be: /sub "subname" Загрузiць дадатковыя субцітры
bs_ba: /sub "ime titla" Učitaj dodatni titl dokument
ca: /sub "nomdelsubtítol" Carrega un fitxer de subtítols addicional
cs: /sub "soubor" Načte soubor s titulky
da: /sub "undert.navn" Indlæs en yderligere undertekstfil
de: /sub "Datei" Lädt eine zusätzliche Untertiteldatei.
el: /sub "subname" Φόρτωση ενός πρόσθετου αρχείου υποτίτλων
es: /sub "nombredelsubtítulo" Carga un archivo de subtítulo adicional
eu: /sub "subname" Gertatu azpidatzi agiri gehigarri bat
fr: /sub "fichier ST" Charge un fichier de sous-titres
gl: /sub "nomedosubtítulo" Carga un ficheiro de subtítulo adicional
hr: /sub "naziv_titla" Pokreni dodatnu titl datoteku
ja: /sub "subname" 追加の字幕ファイルを読み込む
ms_my: /sub "subname" Muat fail sarikata tambahan
nl: /sub "ondertitel bestandsnaam" Laad een additioneel ondertitel bestand
pl: /sub „plik” Wczytuje dodatkowe napisy
ru: /sub "subname"⇥Загрузить дополнительный файл субтитров
sk: /sub "názov_titulkov" Načítať doplnkový súbor s titulkami
sl: /sub "ime" Naloži dodatno datoteko podnapisov
sr: /sub „име титла“ Учитајте додатни титл.
vi: /sub "subname" Nạp tập tin phụ đề bổ sung

# IDS_CMD_FILTER
source: /filter "filtername" Load DirectShow filters from a dynamic link library (wildcards allowed)
be: /filter "filtername" Загрузiць фільтры DirectShow з бібліятэкі (дазволены маскі)
bs_ba: /filter "ime filtera" Učitaj DirectShow filtere iz DLL-a (dozvoljeni su zamjenski znakovi)
ca: /filter "nomdelfiltre" Carrega els filtres DirectShow desde una llibreria d'enllaç dinàmic -dll- (comodins permesos)
cs: /filter "soubor" Načte DirectShow filtr (*.ax nebo *.dll, povoleny masky)
da: /filter "filternavn" Indlæs DirectShow-filtre fra et dynamisk link bibliotek (jokertegn tilladt)
de: /filter "B" Lädt die in der dynamischen Bibliothek "B" enthaltenen DirectShow-Filter (Wildcards sind möglich).
el: /filter "όνομα φίλτρου" Φόρτωση φίλτρων DirectShow από ένα dll (τα μπαλαντέρ επιτρέπονται)
es: /filter "nombredelfiltro" Carga los filtros DirectShow desde una librería de enlace dinámico (dll) (comodines permitidos)
eu: /filter "filtername" Gertatu DirectShow iragazkiak lotura dinamikoko liburutegi batetik (ordez-hizkiak ahalbidetuta)
fr: /filter "nom" Charge un filtre DirectShow à partir d'une DLL (jokers autorisés)
gl: /filter "nomedofiltro" Carga os filtros DirectShow dende unha biblioteca de ligazón dinámica (dll) (comodins permitidos)
hr: /filter "naziv_filtra" Pokreni DirectShow filtere iz dinamične vezane biblioteke (višeznačnici dopušteni)
ja: /filter "filtername" DLL から DirectShow フィルタを読み込む (ワイルドカードの使用可)
ms_my: /filter "filtername" Muat penapis DirectShow dari pustaka pautan dinamik (kad liar dibenarkan)
nl: /filter "filtername" Laad DirectShow filters van een dll bestand (wildcards toegestaan)
pl: /filter „plik” Wczytuje filtr DirectShow z biblioteki dll (symbole wieloznaczne dozwolone)
ru: /filter «имяфильтра» Загрузить фильтры DirectShow из внешней библиотеки (допускаются wildcards)
sk: /filter "názov_filtra" Načítať filtre DirectShow z dynamicky prepojenej knižnice (sú povolené zástupné znaky)
sl: /filter "ime" Naloži DirectShow filtre iz dinamično povezane knjižnice(nadomestni znaki dovoljeni)
sr: /filter „име филтера“ Учитајте DirectShow филтере из DLL-а (дозвољени су џокери).
vi: /filter "filtername" Nạp bộ lọc DirectShow từ thư viện liên kết động (cho phép ký tự đại diện)

# IDS_CMD_DVD
source: /dvd Run in DVD mode, "pathname" means the DVD folder (optional)
be: /dvd Запуск у рэжыме DVD, "шлях" азначае каталог з DVD (неабавязковы)
bs_ba: /dvd Pokreni u DVD modusu, "uanja" označava DVD folder (opciono)
ca: /dvd S'executa en mode DVD, "ruta" indica la carpeta del DVD (opcional)
cs: /dvd Spustí MPC-HC v DVD režimu, volitelný parametr "cesta" určuje DVD adresář
da: /dvd Kør i DVD-tilstand, "stinavn" betyder DVD-mappen (valgfri)
de: /dvd Startet den Player im DVD-Modus (DVD-Verzeichnis kann als "Pfadname" angegeben werden).
el: /dvd Εκτέλεση σε λειτουργία DVD. Ως "κατάλογος" εννοείται φάκελος του DVD (προαιρετικά)
es: /dvd Se ejecuta en modo DVD, "ruta" indica la carpeta del DVD (opcional)
eu: /dvd Ekin DVD moduan, "helburu-izena" DVD agiritegia esanahi du (aukerazkoa)
fr: /dvd Démarre en mode DVD (il est possible de fournir le nom du répertoire)
gl: /dvd Executase en modo DVD, "ruta" indica o cartafol do DVD (opcional)
hr: /dvd Pokreni u DVD načinu, "naziv_putanje" označava DVD mapu (opcionalno)
ja: /dvd DVD モードで起動する, "pathname" は DVD フォルダを表す (省略可能)
ms_my: /dvd Jalankan dalam mod DVD, "pathname" bermaksud folder DVD (pilihan)
nl: /dvd Starten in DVD modus, (optioneel) "pathname" met de DVD map
pl: /dvd Otwiera płytę DVD, „ścieżka” wskazuje folder DVD (opcjonalnie)
ru: /dvd Запуск в режиме DVD, «путь» указывает путь к папке DVD (необязательный)
sk: /dvd Spustiť v režime DVD, "cesta" označuje priečinok DVD (voliteľne)
sl: /dvd Zaženi v DVD načinu, "ime" pomeni DVD mapo (opcijsko)
sr: /dvd Покрените у DVD режиму; „pathname“ означава фасциклу DVD-а (необавезно).
vi: /dvd Chạy trong chế độ DVD, "đường dẫn" nghĩa là thư mục DVD (tùy chọn)

# IDS_CMD_DVDPOS_TC
source: /dvdpos T#C Start playback at title T, chapter C
be: /dvdpos T#C Прайграць загаловак T, са сцэны C
bs_ba: /dvdpos T#C Pokreni reprodukciju od naslova T, poglavlja C
ca: /dvdpos T#C Inicia la reproducció al títol T, capítol C
cs: /dvdpos T#K Spustí přehrávání titulu T, kapitoly K
da: /dvdpos T#C Start afspilning ved titel T, kapitel C
de: /dvdpos T#C Startet die DVD-Wiedergabe bei Titel T, Kapitel C.
el: /dvdpos T#C Έναρξη αναπαραγωγής στον τίτλο T, κεφάλαιο C
es: /dvdpos T#C Inicia la reproducción en el título T, capítulo C
eu: /dvdpos T#C Hasi irakurketa T izenburuko, C atalean
fr: /dvdpos T#C Démarre la lecture du titre T, à partir du chapitre C
gl: /dvdpos T#C Inicia a reprodución no título T, capítulo C
hr: /dvdpos T#C Počni reprodukciju na naslovu T, poglavlju C
ja: /dvdpos T#C タイトル T のチャプター C から再生を開始する
ms_my: /dvdpos T#C Mula main balik pada tajuk T, bab C
nl: /dvdpos T#C Start met afspelen vanaf titel T, hoofdstuk C
pl: /dvdpos T#C Uruchamia odtwarzanie tytułu T, rozdział C
ru: /dvdpos T#C Запустить воспроизведение части T, главы C
sk: /dvdpos T#C Spustiť prehrávanie na titule T, v kapitole C
sl: /dvdpos T#C Začni predvajanje pri naslovu T, poglavju C
sr: /dvdpos Н#П Покрените репродукцију од наслова Н, поглавље П.
vi: /dvdpos T#C Khởi chạy tại tiêu đề T, chương C

# IDS_CMD_DVDPOS_TIME
source: /dvdpos T#P Start playback at title T, position P (hh:mm:ss)
be: /dvdpos T#P Прайграць загаловак T, сцэну C, з пазіцыі P (hh:mm:ss)
bs_ba: /dvdpos T#P Pokreni reprodukciju na poglavlju T, pozicija P (hh:mm:ss)
ca: /dvdpos T#P Inicia la reproducció en el títol T, posició P (hh:mm:ss)
cs: /dvdpos T#P Spustit přehrávání titulu T od pozice P (hh:mm:ss)
da: /dvdpos T#P Start afspilning ved titel T, position P (tt:mm:ss)
de: /dvdpos T#P Startet die DVD-Wiedergabe bei Titel T, Position P (hh:mm:ss).
el: /dvdpos T#P Έναρξη αναπαραγωγής στον τίτλο T, θέση P (ωω:λλ:δδ)
es: /dvdpos T#P Comienza la reproducción en el título T, posición P (hh:mm:ss)
eu: /dvdpos T#P Hasi irakurketa T izenburuan, P kokapenean (oo:mm:ss)
fr: /dvdpos T#P⇥Démarrer la lecture du titre T, à partir de la position P (hh:mm:ss)
gl: /dvdpos T#P Comeza a reprodución no título T, posición P (hh:mm:ss)
hr: /dvdpos T#P⇥Počni reprodukciju na naslovu T, poziciji P (hh:mm:ss)
ja: /dvdpos T#P タイトル T の位置 P (hh:mm:ss) から再生を開始する
ms_my: /dvdpos T#P Mula main balik pada tajuk T, kedudukan P (hh:mm:ss)
nl: /dvdpos T#P Start afspelen vanaf titel T, positie P (hh:mm:ss)
pl: /dvdpos T#P Uruchamia odtwarzanie tytułu T, pozycja P (hh:mm:ss)
ru: /dvdpos T#P Запустить воспроизведение части T, позиции P (hh:mm:ss)
sk: /dvdpos T#P Spustiť prehrávanie na titule T, pozícii P (hh:mm:ss)
sl: /dvdpos T#P Začni predvajanje pri naslovu T, poziciji P (hh:mm:ss)
vi: /dvdpos T#P Khởi chạy tại tiêu đề T, vị trí P (hh:mm:ss)

# IDS_CMD_CD
source: /cd Load all the tracks of an Audio CD or (S)VCD, "pathname" means the drive path (optional)
be: /cd Загрузіць усе дарожкі Audio CD або (S)VCD, "шлях" азначае шлях да дыска (неабавязкавы)
bs_ba: /cd Učitaj sve audio zapise sa Audio CD-a ili (S)VCD, "putanja" označava putanju do diska (opciono)
ca: /cd Carrega totes les pistes d'un CD d'àudio o (S)VCD, "ruta" indica la ruta a la unitat (opcional)
cs: /cd Načte všechny stopy AudioCD/(S)VCD, volitelný parametr "cesta" udává písmeno CD mechaniky
da: /cd Indlæs alle spor fra en lyd-CD eller (S)VCD, "stinavn" betyder drevstien (valgfri)
de: /cd Öffnet eine Audio-CD oder (S)VCD (Laufwerk kann als "Pfadname" angegeben werden).
el: /cd Φόρτωση όλων των κομματιών από ένα CD ήχου ή (S)VCD. Ως "κατάλογος" εννοείται η συσκευή οδήγησης (προαιρετικά)
es: /cd Carga todas las pistas de un CD audio o un (S)VCD, "ruta" indica la ruta a la unidad (opcional)
eu: /cd Gertatu cd edo (S)VCD bateko audio bide guztiak, "helburu-izena"-k gidagailu helburua esanahi du esanahi du (aukerazkoa)
fr: /cd Charge toutes les pistes d'un CD audio ou d'un (S)VCD (il est possible de fournir le chemin du lecteur)
gl: /cd Carga tódalas pistas dun CD de audio ou un (S)VCD, "ruta" indica a ruta á unidade (opcional)
hr: /cd Pokreni sve trake s zvukovnog cd-a ili (S)VCD-a, "naziv_putanje" označava putanju uređaja (opcionalno)
ja: /cd 音楽 CD または (S)VCD の全トラックを読み込む "pathname" はドライブ パスを指定する (省略可能)
ms_my: /cd Muat semua trek cd audio atau (S)VCD, "pathname" bermaksud laluan pemacu (pilihan)
nl: /cd Laad alle tracks van een Audio CD of (S)VCD, "pathname" is het drive pad (optioneel)
pl: /cd Otwiera wszystkie ścieżki CD-Audio lub (S)VCD „ścieżka” wskazuje literę napędu (opcjonalnie)
ru: /cd Загрузить все треки аудио CD или (S)VCD, «путь» указывает путь к диску (необязательный)
sk: /cd Načítať všetky stopy zvukového CD alebo (S)VCD, "cesta" označuje cestu k jednotke (voliteľne)
sl: /cd Naloži vse posnetke z Audio CD ali (S)VCD, "ime" pomeni pot pogona (opcijsko)
sr: /cd Учитајте све записе са аудио CD-а или (S)VCD-а; „pathname“ означава путању диска (необавезно).
vi: /cd Nạp tất cả các rãnh của CD âm thanh hoặc (S)VCD, "đường dẫn" nghĩa là đường dẫn ổ đĩa (tùy chọn)

# IDS_CMD_DEVICE
source: /device Open the default video device
be: /device Адкрыць відэапрыладу па змаўчанні
bs_ba: /device Otvori podarazumijevani video uređaj
ca: /device Obre el dispositiu de vídeo per defecte
cs: /device Otevře výchozí video zařízení
da: /device Åbn standard videoenheden
de: /device Öffnet das Standard-Gerät.
el: /device Άνοιγμα της προεπιλεγμένης συσκευής βίντεο
es: /device Abre el dispositivo de vídeo predeterminado
eu: /device Ireki berezo bideo gailua
fr: /device Ouvre le périphérique de capture vidéo par défaut
gl: /device Abre o dispositivo de vídeo predeterminado
hr: /device Otvori zadani video uređaj
ja: /device 既定のビデオ デバイスを開く
ms_my: /device Buka peranti video lalai
nl: /device Open het standaard video apparaat
pl: /device Otwiera domyślne urządzenie wideo
ru: /device⇥⇥Открыть видео устройство по умолчанию
sk: /device Otvoriť predvolené zariadenie pre video
sl: /device Odpri privzeto video napravo
sr: /device Отворите подразумевани видео-уређај.
vi: /device Mở thiết bị phim ảnh mặc định

# IDS_CMD_OPEN
source: /open Open the file, don't automatically start playback
be: /open Толькі адкрыць файл, не пачынаць прайграванне
bs_ba: /open Otvori dokument, ne pokreći reprodukciju automatski
ca: /open Obre el fitxer, no inicia la reproducció automàticament.
cs: /open Načte soubor, ale nespustí přehrávání
da: /open Åbn filen, start ikke afspilning automatisk
de: /open Öffnet eine Mediendatei und pausiert die Wiedergabe.
el: /open Άνοιγμα του αρχείου, χωρίς αυτόματη έναρξη αναπαραγωγής
es: /open Abre el archivo, no inicia su reproducción automáticamente
eu: /open Ireki agiria, ez hasi irakurketa berezgaitasunez
fr: /open Ouvre le fichier et met MPC-HC en pause
gl: /open Abre o ficheiro, non inicia a súa reprodución automáticamente
hr: /open Otvora datoteku ali ne započinje automatsku reprodukciju
ja: /open 自動的に再生を開始せずにファイルを開く
ms_my: /open Buka fail, jangan mulakan main balik secara automatik
nl: /open Bestand openen, niet automatisch beginnen met afspelen
pl: /open Otwiera plik, nie rozpoczyna odtwarzania
ru: /open Открыть файл, но не начинать воспроизведение
sk: /open Otvoriť súbor, nespustiť prehrávanie automaticky
sl: /open Odpri datoteko, ne začni samodejno s predvajanjem
sr: /open Отворите датотеку без аутоматског покретања репродукције.
vi: /open Mở tập tin, không tự động khởi chạy

# IDS_CMD_PLAY
source: /play Start playing the file as soon the player is launched
be: /play Пачынаць прайграванне адразу пасля запуску
bs_ba: /play Pokreni reprodukciju odmah po pokretanju player-a
ca: /play Comença la reproducció del fitxer tan aviat s'obre el reproductor
cs: /play Načte soubor a přehraje ho
da: /play Start afspilning af filen så snart afspilleren køre
de: /play Öffnet eine Mediendatei und startet die Wiedergabe.
el: /play Έναρξη της αναπαραγωγής του αρχείου με την εκκίνηση του προγράμματος αναπαραγωγής
es: /play Comienza la reproducción del archivo tan pronto se inicia el reproductor
eu: /play Hasi agiria irakurtzen irakurgailua abiarazi bezain laister
fr: /play Ouvre le fichier et commence la lecture
gl: /play Comeza a reprodución do ficheiro tan pronto se inicia o reprodutor
hr: /play Počni reprodukciju čim je pokrenut program
ja: /play プレーヤーの起動と同時にファイルを再生する
ms_my: /play Mula memainkan fail sebaik sahaja pemain dilancarkan
nl: /play Begin met afspelen zodra de speler gestart is
pl: /play Rozpoczyna odtwarzanie po uruchomieniu programu
ru: /play Начать воспроизведение файла сразу после запуска плеера
sk: /play Spustiť prehrávanie súboru hneď po spustení prehrávača
sl: /play Začni predvajanje datoteke takoj po zagonu predvajalnika
sr: /play Репродукујте датотеку одмах по покретању плејера.
vi: /play Khởi chạy tập tin ngay khi trình phát được khởi động

# IDS_CMD_CLOSE
source: /close Close the player after playback (only works when used with /play)
be: /close Закрыць па сканчэнні прайгравання (працуе толькі з ключом /play)
bs_ba: /close Zatvori player nakon reprodukcije (radi samo zajedno sa /play)
ca: /close Tanca el reproductor després de la reproducció (només funciona quan s'utilitza /play)
cs: /close Po ukončení přehrávání zavře přehrávač (funkční jen v kombinaci s /play)
da: /close Luk afspilleren efter afspilning (virker kun når /play bruges)
de: /close Beendet den Player (nach Wiedergabe) (nur in Kombination mit "/play").
el: /close Κλείσιμο του προγράμματος μετά την αναπαραγωγή (δουλεύει μόνο όταν χρησιμοποιείται με το /play)
es: /close Cierra el reproductor tras la reproducción (sólo funciona cuando se usa con /play)
eu: /close Itxi irakurgailua irakurketaren ondoren (\play-rekin erabiltzen denean bakarrik jarduten du)
fr: /close Quitte automatiquement après la lecture (fonctionne uniquement si utilisé avec /play)
gl: /close Pecha o reprodutor tras a reprodución (só funciona cando se usa con /play)
hr: /close Zatvori program nakon reprodukcije (radi samo kada se koristi i /play)
ja: /close 再生終了後にプレーヤーを終了する (/play の使用時のみ有効)
ms_my: /close Tutup pemain selepas main balik (hanya berfungsi bila digunakan dengan /play)
nl: /close Speler sluiten na afspelen (werkt alleen indien gebruikt in combinatie met /play)
pl: /close Zamyka program po zakończeniu odtwarzania (działa tylko z parametrem /play)
ru: /close Закрыть плеер после окончания воспроизведения (работает только в совокупности с /play)
sk: /close Po prehraní zatvoriť prehrávač (funguje len v spojitosti s prepínačom /play)
sl: /close Zapri predvajalnik po predvajanju (deluje samo pri uporabi s /play)
sr: /close Затворите плејер након репродукције (ради само уз /play).
vi: /close Đóng trình phát sau khi phát xong (chỉ khi được sử dụng với /phát)

# IDS_CMD_SHUTDOWN
source: /shutdown Shutdown the operating system after playback
be: /shutdown Выключыць камп'ютар па сканчэнні прайгравання
bs_ba: /shutdown Isključi operativni sistem nakon reprodukcije
ca: /shutdown Tanca el sistema operatiu un cop acabada la reproducció
cs: /shutdown Po ukončení přehrávání vypne počítač
da: /shutdown Luk styresystemet efter afspilning
de: /shutdown Fährt den Computer herunter (nach Wiedergabe).
el: /shutdown Τερματισμός του συστήματος μετά την αναπαραγωγή
es: /shutdown Cierra el sistema operativo tras la reproducción
eu: /shutdown Itzali sistema eragilea irakurketaren ondoren
fr: /shutdown Éteint la machine après la lecture
gl: /shutdown Pecha o sistema operativo tras a reprodución
hr: /shutdown Ugasi operativni sustav nakon reprodukcije
ja: /shutdown 再生終了後に OS をシャットダウンする
ms_my: /shutdown Matikan sistem pengoperasian selepas main balik
nl: /shutdown Systeem afsluiten na afspelen
pl: /shutdown Zamyka system operacyjny po zakończeniu odtwarzania
ru: /shutdown Выключить компьютер после окончания воспроизведения
sk: /shutdown Vypnúť operačný systém po prehraní
sl: /shutdown Zaustavi operacijski sistem po predvajanju
sr: /shutdown Искључите рачунар након репродукције.
vi: /shutdown Tắt hệ thống sau khi phát xong

# IDS_CMD_STANDBY
source: /standby Put the operating system in standby mode after playback
be: /standby Перайсці ў рэжым чакання па сканчэнні прайгравання
bs_ba: /standby Postavi operativni sistem u standby nakon reprodukcije
ca: /standby Atura temporalment el sistema operatiu un cop acabada la reproducció
cs: /standby Po přehrání přepne systém do úsporného režimu
da: /standby Sæt styresystemet i standby-tilstand efter afspilning
de: /standby Wechselt in den Standby-Modus (nach Wiedergabe).
el: /standby Μετάβαση του λειτουργικού σε αναμονή μετά την αναπαραγωγή
es: /standby Pone el sistema operativo en modo suspensión tras la reproducción
eu: /standby Jarri sistema eragilea egonean moduan irakurketaren ondoren
fr: /standby Met la machine en veille après la lecture
gl: /standby Pon o sistema operativo en modo suspensión tras a reprodución
hr: /standby Stavi operativni sustav u način mirovanja nakon reprodukcije
ja: /standby 再生終了後に OS をスタンバイ モードにする
ms_my: /standby Biarkan sistem pengoperasian dalam mod bersedia selepas main balik
nl: /standby Zet het besturingsysteem in standby stand na afspelen
pl: /standby Wprowadza system w stan wstrzymania po zakończeniu odtwarzania
ru: /standby Перевести компьютер в спящий режим после окончания воспроизведения
sk: /standby Prepnúť operačný systém do pohotovostného režimu po prehraní
sl: /standby Operacijski sistem v stanje pripravljenosti po predvajanju
sr: /standby Укључите стање приправности након репродукције.
vi: /standby Đặt hệ thống vào chế độ chờ sau khi phát xong
