Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_INTERNAL_LAVF_WMV
source: Uses LAV Filters. Disabled by default since Microsoft filters are usually more stable for those formats. If you choose to use the internal filters, enable them for both source and decoding to have a better playback experience.
ar: إستخدام مرشحات LAV. المعطلة بالأساس من مرشحات مايكروسوفت وهي أكثر استقرارا عادة لتلك الصيغ. إذا كنت ستختار إستعمال المرشحات الداخلية، ولتمكين كلاهما الأصلي وفك تشفير الصيغ ستكون عندها تجربة أفضل.
be: Выкарыстоўвае LAV Filters. Па змаўчанні выключаны, паколькі фільтры Microsoft для гэтых фарматаў, звычайна, больш стабільныя. Калі вы выберыце ўбудаваныя фільтры, для лепшага прайгравання, уключыце іх і для крыніцы, і для дэкадавання.
bn: LAV ফিল্টার ব্যবহার করে। ডিফল্ট সেটিংসমূহ অনুযায়ী নিষ্ক্রিয় ভাবে থাকে কারণ মাইক্রোসফট্‌ ফিল্টারসমূহ এই ধরনের ফাইলসমূহের জন্য সাধারণত অপেক্ষাকৃত সুস্থিত। আপনি যদি আভ্যন্তরীণ ফিল্টারসমূহ ব্যবহার করার জন্য নির্ধারণ করেন, তবে অপেক্ষাকৃত ভাল প্লেব্যাক অভিজ্ঞতার জন্য সেগুলো উৎস এবং ডিকোডিং উভয় ক্ষেতেই সক্রিয় করুন।
bs_ba: Koristi LAV Filters. Podrazumijevano je onemogućeno budući da su Microsoft filteri stabilniji za te formate. Ako izaberete da koristite interne filtere, omogućite ih za oboje - izvor i dekodiranje da bi imali bolju reprodukciju.
ca: Usa els LAV Filters. Desactivat per defecte ja que els filtres de Microsoft solen ser més estables per aquests formats. Si esculls usar els filtres interns, habilita'ls ambdos l'origen i la decodificació per tenir una millor experiéncia de reproducció.
cs: Používá LAV Filters. Ve výchozím nastavení vypnuto, protože filtry Microsoftu jsou pro tyto formáty stabilnější. Pokud se rozhodnete použít interní filtry, povolte je pro zajištění optimálního přehrávání jak pro zdroj, tak pro dekódování.
da: Bruger LAV Filters. Deaktiveret som standard, da Microsoft filtre generelt er mere stabile til de formater. Hvis du vælger at bruge de interne filtre, så aktivér dem til både kilde og afkodning for at få en bedre afspilningsoplevelse.
de: Verwendet die internen LAV Filters. Sollte deaktiviert bleiben, da Windows-eigene Filter hier meist stabiler arbeiten. Sonst die internen LAV Filters möglichst für Quelle und Decoding aktivieren.
el: Χρησιμοποιεί LAV Filters. Απενεργοποιημένο από προεπιλογή, διότι τα φίλτρα της Microsoft είναι συνήθως πιο σταθερά γι αυτές τις μορφές. Εάν επιλέξετε να χρησιμοποιήσετε τα εσωτερικά φίλτρα, ενεργοποιήστε τα τόσο για την πηγή όσο και για την αποκωδικοποίηση, για να έχετε μια καλύτερη εμπειρία αναπαραγωγής.
es: Usa LAV Filters. Deshabilitado por defecto ya que los filtros de Microsoft suelen ser más estables para esos formatos. Si elige usar los filtros internos, habilítelos tanto para la fuente como para la decodificación para tener una mejor experiencia de reproducción.
eu: LAV Filters erabiltzen ditu. Berez ezgaituta Microsoft iragazkiak arrunt egonkorragoak direnez hesukarri hauetarako. Barneko iragazkiak erabiltzea hautatzen baduzu, gaitu itzazu bietarako iturburua eta dekodeaketarako irakurketa jarduera hobeago bat izateko.
fi: Käyttää LAV Filters -suotimia. Ne ovat oletuksena poistettu käytöstä, koska Microsoftin suotimet ovat yleensä vakaampia noille formaateille. Jos päätät käyttää sisäisiä suotimia, ota ne käyttöön sekä lähteeseen että dekoodaukseen paremman toistokokemuksen saamiseksi.
fr: Utilise LAV Filters. Désactivé par défaut puisque les filtres de Microsoft sont habituellement plus stables pour ces formats. Si vous choisissez d'utiliser les filtres internes, activer les à la fois pour la source et le décodage pour une meilleure expérience de lecture.
gl: Usa LAV Filters. Inhabilitado por defecto dende que os filtros de Microsoft soen ser máis estables para eses tipos de formatos. Se elixes usar os filtros internos, habilítalos para orixe e decodificación para ter unha mellor experiencia de reprodución.
he: משתמש ב-LAV Filters. כבוי כברירת מחדל, כיוון שהפילטרים של מיקרוסופט יוצר יציבים עבור פורמטים אלה בדרך כלל. אם ברצונך להשתמש בפילטרים המובנים, הדלק אותם גם כמקור וגם כמפענח לחווית ניגון טובה יותר.
hr: Koristi LAV Filters. Onemogućeno po zadanoj postavci zato što su Microsoft filteri uobičajeno stabilniji za te formate. Ako odaberete ugrađene filtere omogućite ih i za izvor i dekodiranje kako bi imali bolje iskustvo reprodukcije.
hy: Օգտ. է LAV ֆիլտրեր. Disabled by default since Microsoft filters are usually more stable for those formats. If you choose to use the internal filters, enable them for both source and decoding to have a better playback experience.
it: Usa Filtri LAV. Disattivato di default in quanto i filtri Microsoft sono generalmente più stabili per questi formati. Se scegli di usare i filtri interni, abilitali entrambi per sorgente e decodifica per avere una migliore esperienza di riproduzione.
ja: LAV Filters を使用します。マイクロソフトのフィルタがこれらの形式にはより安定しているので、既定で無効になりました。 内部フィルタを使用する場合、より良い再生環境を得るためにソースおよびデコードでこれらを有効にしてください。
lt: Naudoja LAV filtrus. Išjungta, nes paprastai šių formatų „Microsoft“ filtrai yra stabilesni. Jei pasirinksite naudoti vidinius filtrus, įgalinkite juos šaltiniui ir dekodavimui, kad pasiektumėte geresnę failų atkūrimo kokybę.
ms_my: Guna LAV Filters. Dilumpuh secara lali semenjak penapis Microsoft lebih stabil berbanding format tersebut. Jika anda pilih untuk guna penapis dalaman, benarkannya untuk kedua-dua sumber dan penyahkodan supaya pengalaman main balik yang lebih baik.
nl: Gebruik LAV filters. Standaard uitgeschakeld aangezien Microsoft filters stabieler zijn voor dit formaat. Als u interne filters wilt gebruiken, schakel deze dan voor zowel de bron als decoderen in voor een betere afspeel ervaring.
pl: Używa LAV Filters. Domyślnie wyłączone, ponieważ filtry Microsoftu są zazwyczaj bardziej stabilne dla tych formatów. Jeżeli zdecydujesz się na używanie filtrów wewnętrznych zalecane jest aby włączyć zarówno filtr źródłowy oraz dekodujący dla najlepszej kompatybilności.
ru: Использует LAV Filters. По умолчанию отключено, так как фильтры Microsoft более стабильны для этих форматов. Если вы решите использовать встроенные фильтры, включите их как для источника, так и для декодирования, чтобы улучшить процесс воспроизведения.
sk: Používa súčasť LAV Filters. Pri predvolenom nastavení je táto možnosť zablokovaná, pretože filtre od spoločnosti Microsoft sú zvyčajne stabilnejšie pri týchto formátoch. Ak chcete použiť interné filtre, zapnite ich pre zdroj a aj pre dekódovanie, aby bol dojem z prehrávania lepší.
sl: Uporablja LAV Filters. Privzeto izključeno, ker so Microsoft filtri običajno bolj stabilni za te formate. Če izbereš za uporabo interne filtre, jih omogoči tako za izvorne kot za dekodiranje zaradi boljšega predvajanja.
sr: Користи LAV Filters. Онемогућено по подразумеваном јер су Microsoft-ови филтери обично стабилнији за дате формате. Ако изаберете да користите унутрашње филтере, омогућите их и за извор и за декодирање ради боље репродукције.
sv: Använder LAV Filters. Inaktiverad som standard eftersom Microsofts filter oftast är mer stabila för dessa format. Om du väljer att använda de interna filtren, aktivera både käll- och dekoderfilter för bättre uppspelning.
th_th: ใช้ตัวกรอง LAV, ไม่ถูกใช้งานโดยตั้งต้นนับแต่ตัวกรอง Microsoft เสถียรกว่าสำหรับรูปแบบเหล่านั้น ถ้าคุณเลือกใช้ตัวกรองภายใน, ให้เปิดใช้งานพวกมันทั้งที่แหล่งและการถอดรหัส เพื่อให้ผลการเล่นที่ดีกว่า
tt: Использует LAV Filters. По умолчанию отключено, так как фильтры Microsoft, как правило, более стабильны для этих форматов. Если вы решите использовать встроенные фильтры, включите их для источника и декодирование будет иметь более лучший опыт воспроизведения.
vi: Sử dụng bộ lọc LAV. Được tắt bởi mặc định, vì các bộ lọc Microsoft thường ổn định hơn cho các định dạng đó. Nếu bạn chọn sử dụng các bộ lọc nội bộ, kích hoạt chúng cho cả nguồn và việc giải mã thì sẽ có một trải nghiệm phát lại tốt hơn.

# IDS_AG_TOGGLE_NAVIGATION
source: Toggle Navigation Bar
ar: تبديل شريط التنقل
be: Укл/Адкл панэль навігацыі
bn: ন্যাভিগেশন বার নিয়ন্ত্রণ
bs_ba: Prikaži/Sakrij Traku za Navigaciju
ca: Commuta la barra de navegació
cs: Zobrazit/Skrýt navigační panel
da: Navigationslinje til/fra
de: Ansicht: Navigation (ein/aus)
el: Εναλλαγή σε γραμμή περιήγησης
es: Accionar barra de navegación
eu: Aldatu Nabigazio Barra
fi: Navigointipalkki päällä/pois
fr: Afficher la barre de navigation
gl: Alternar barra de navegación
he: הפעל/כבה סרגל ניווט
hr: Namjestiti navigacijsku traku
hu: Navigációs sáv be- és kikapcsolása
hy: Փոխել ուղղորդման վահանակը
it: Attiva/Disattiva Barra di Navigazione
ja: ナビゲーション バーの表示
lt: Įj./Išj. navigacijos juostą
ms_my: Togol Palang Navigasi
nl: Navigatie balk aan / uit
pa: ਨੇਵੀਗੇਸ਼ਨ ਪੱਟੀ ਬਦਲੋ
pl: Przełącz widoczność panelu nawigacji
ru: Вкл/откл отображение панели навигации
sk: Prepnúť panel navigácie
sl: Preklopi vrstico s krmarjenjem
sr: Укључи/искључи навигациону траку
sv: Växla Navigeringsfält
th_th: เปิดปิด แถบการนำทาง
tt: Навигация аслыгын Каб/Сүн
vi: Hướng dẫn chuyển đổi

# IDS_AG_VSYNCACCURATE
source: Accurate VSync
ar: دقيق VSync
be: Дакладная вертыкальная сінхранізацыя
bn: নিখুঁত VSync
bs_ba: Precizan VSync
ca: Sincronització Vertical precisa
cs: Přesný VSync
da: Præcis lodret synkronisering
de: Genauer VSync (ein/aus)
el: Ακριβής VSync
es: Sincronización vertical (VSync) precisa
eu: ZAldb Zehatza
fi: Tarkka VSync
fr: Synchronisation verticale précise
gl: VSync Precisa
he: סנכרון אנכי מדוייק
hr: Precizan VSync
hu: Pontos függőleges szinkronizáció
hy: Ճշտապահ VSync
it: VSync accurato
ja: 正確な垂直同期
lt: Tikslus VSync
ms_my: VSync Tepat
pl: Dokładna synchronizacja pionowa
ru: Точная VSync
sk: Presná funkcia VSync
sl: Natančni VSync
sr: Прецизна вертикална синхронизација
sv: Noggrann VSync
th_th: VSync ที่ถูกต้อง
tt: Җыйнак VSync
vi: VSync chính xác

# IDC_CHECK_RELATIVETO
source: If the rendering target is left undefined, it will be inherited from the default style.
ar: إذا العارض تُرك بدون هدف معروف، فهو سيرثه من النمط الأصلي.
be: Калі цэль апрацоўкі нявызначана, яна бярэцца са стылю па змаўчанні.
bn: রেনডার করার জন্য কোন নির্দিষ্ট ধরন নির্ধারণ করা না থাকলে, তা ডিফল্ট ধরনটি থেকে গ্রহণ করা হবে।
bs_ba: Ako su mete renderiranja ostavljene nedefinisane, biće naslijeđene od podrazumijevanog stila.
ca: Si no es defineix l'objecte de la renderització, s'herederà a partir de l'estil predeterminat.
cs: Pokud není určen cíl vykreslování, bude převzat z výchozího stylu.
da: Hvis renderingsdestinationen er udefineret, vil det blive nedarvet fra standardtypografien.
de: Übernimmt die Einstellung des Standard-Styles, falls das Renderziel nicht festgelegt ist.
el: Εάν ο στόχος απόδοσης μείνει απροσδιόριστος, αυτός θα κληρονομηθεί από το προεπιλεγμένο στυλ.
es: Si no se define el objeto de la renderización, se heredará a partir del estilo predeterminado.
eu: Aurkezpen xedea oraindik zehaztugabe badago, berezko estilotik ondorengotuko da.
fi: Jos muuntokohde on jätetty määrittelemättä käytetään oletustyyliä
fr: Si la case à cocher est laissée indéfinie, la cible d'affichage sera héritée du style par défaut.
gl: Se se deixa o obxectivo a renderizar sen definir, será herdado dende o estilo por defecto.
hr: Ako cilj prikazivanja nije definiran, nasljeđuju se postavke od standardnog stila.
it: Se il rendering viene lasciato indefinito, verrà ereditato dallo stile predefinito.
ja: レンダリング ターゲットが未定義のままの場合、既定のスタイルから引き継がれます。
lt: Jei vaizdavimo tikslas nenustatytas, tai jis bus paimtas iš numatytojo stiliaus.
ms_my: Jika sasaran penerapan dibiarkan tidak ditakrif, ia akan dilaksana dengan gaya lalai.
nl: Als het op te bouwen doel niet is gedefineerd, zal het worden overgenomen van de standaard stijl.
pl: Jeśli cel renderowania nie został określony, zostanie on odziedziczony z domyślnego stylu.
ru: Если цель рендеринга не определена, она будет взята из стиля по умолчанию.
sk: Ak zostane cieľ vykresľovania nedefinovaný, bude zdedený z predvoleného štýlu.
sl: Če izrisovalni cilj ni določen, bo prevzet iz privzetega sloga.
sr: Ако не наведете циљ рендеровања, он ће бити преузет из подразумеваног стила.
sv: Om renderingsmålet lämnas odefinierat kommer det ärvas från standardstilen.
th_th: ถ้าเป้าหมายการแปลผลไม่ถูกระบุ มันจะสืบทอดลักษณะจากค่าตั้งต้น
vi: Nếu loại dựng phụ đề không được xác định, thì sẽ trả về kiểu mặc định.

# IDC_CHECK_NO_SUB_ANIM
source: Disallow subtitle animation. Enabling this option will lower CPU usage. You can use it if you experience flashing subtitles.
ar: لا تسمح بتحريك الترجمة. تفعيل هذا الخيار يقلل من إستخدام طاقة وحدة المعالجة المركزية CPU. يمكنك إستخدامها اذا ومضت الترجمة أو لمعت أكثر من اللازم.
be: Забараніць анімацыю субцітраў. Уключэнне гэтага параметра запавольвае працу CPU, але можа дапамагчы пры мігценні субцітраў.
bn: সাবটাইটেলের অ্যানিমেশন অননুমোদন। এই অপশনটি সক্রিয়করণে CPUর ব্যবহার কম হবে। সাবটাইটেল বারবার চমকাতে দেখলে এ অপশনটি ব্যবহার করতে পারেন।
bs_ba: Onemogući animaciju titlova. Uključivanje ove opcije će smanjiti opterećenje CPU. Možete koristiti ovu opciju ako primijetite bljeskanje titlova.
ca: Inhabilita l'animació dels subtítols. L'activació d'aquesta opció reduirà l'ús de la CPU. Utilitzi-la si els subtítols parpellegen.
cs: Zakázat animaci titulků. Tuto volbu můžete použít ke snížení zatížení procesoru, nebo pokud máte potíže s blikajícími titulky.
da: Forhindr animation af undertekst. CPU-forbruget vil blive mindre hvis denne indstilling slås til. Du kan bruge den hvis du oplever blinkende undertekster.
de: Unterbindet animierte Untertitel und reduziert somit die CPU-Auslastung. Hilft bei aufblitzenden Untertiteln.
el: Να μην επιτρέπεται η κίνηση στους υπότιτλους. Η ενεργοποίηση αυτής της επιλογής θα μειώσει τη χρήση της CPU. Μπορείτε να το χρησιμοποιήσετε εάν αντιμετωπίζετε φαινόμενο με υπότιτλους που τρεμοπαίζουν.
es: Deshabilita la animación de subtítulos. Esta opción reduce el uso de CPU. Úsela si los subtítulos centellean.
eu: Ez ahalbidetu azpidatzi animazioa. Aukera hau gaituz CPU gutxiago erabiliko da. Azpidatziak etenka ikusiz gero erabili dezakezu.
fi: Poista käytöstä tekstitysten animointi. Tämän vaihtoehdon käyttöönotto vähentää prosessorin käyttöä. Voit käyttää sitä, jos kokeilet vilkkuvia tekstityksiä.
fr: Désactive l'animation des sous-titres. Activer cette option permet d'économiser des ressources CPU. Vous pouvez l'utiliser si vous observez des clignotements de sous-titres.
gl: Desactiva a animación de subtítulos. Esta opción reduce o uso da CPU. Actívela se os subtítulos parpadean.
hr: Zabraniti animaciju titlova. Omogućavanje ove opcije smanjiti će upotrebu CPU-a. Možete koristiti ovo ako vidite treperenje titlova.
hu: Felirat animálás letiltása, engedélyezésé csökkenti a CPU használatot. Használja, ha villogó feliratokat lát.
it: Non consentire l'animazione dei sottotitoli. Abilitando questa opzione si abbasserà l'utilizzo della CPU. Si può usare se si verificano salti tra i sottotitoli.
ja: 字幕アニメーションを許可しません。このオプションを有効にすると、CPU の使用率が下がります。字幕の点滅が発生する場合に使用できます。
lt: Išjungti subtitrų animaciją. Įjungus šį pasirinkimą sulėtinamas CPU darbas.
ms_my: Jangan benarkan animasi sarikata. Membenarkan pilihan ini akan rendahkan penggunaan CPU. Anda boleh guna ia jika anda menghadapi sarikata berdenyar.
nl: Animatie ondertiteling niet toestaan. Het inschakelen van deze optie zal CPU-gebruik te verlagen. Je kunt het gebruiken als u last hebt van knipperende ondertiteling.
pl: Nie zezwalaj na wyświetlanie animacji napisów. Zmniejsza w niewielkim stopniu obciążenie procesora. Opcja pomocna w przypadku migotania napisów.
ru: Отключить анимацию субтитров. Включение данной опции замедляет работу CPU, но может помочь с мигающими субтитрами.
sk: Nepovoliť animáciu titulkov. Zapnutím tejto voľby klesne využitie procesora. Voľbu môžete použiť v prípade, že pozorujete blikanie titulkov.
sl: Ne dovoli animacije podnapisov. S tem zmanjšate uporabo CPU-ja. Lahko uporabite, če naletite na utripajoče podnapise.
sr: Спречите анимирање титлова. Ако омогућите ову опцију, смањићете употребу процесора. Можете је користити ако вам титлови трепте.
sv: Stänger av undertextanimationer. Aktivering av detta alternativ kommer minska CPU-användning. Du kan aktivera det om du upplever blinkade undertexter.
th_th: ไม่อนุญาตลูกเล่นศัพท์บรรยาย การใช้งานตัวเลือกนี้จะลดการใช้ CPU ลง คุณสามารถใช้มันได้ถ้าคุณเคยประสบปัญหาศัพท์ฯกระพริบ
vi: Vô hiệu hóa hình động phụ đề. Cho phép tùy chọn này sẽ làm giảm hiệu suất sử dụng CPU. Bạn có thể sử dụng nó nếu bạn trải nghiệm phụ đề.

# IDC_SUBPIC_TO_BUFFER
source: Increasing the number of buffered subpictures should in general improve the rendering performance at the cost of a higher video RAM usage on the GPU.
ar: زيادة معدل تخزين الصور الفرعية ينبغي بصفة عامة أن يُحسن أداء الريندرنج على حساب معدل استخدام وحدة التخزين في كارت الشاشة.
be: Павелічэнне колькасці фрагментаў выяў у буферы павінна палепшыць прадукцыйнасць апрацоўкі ў выніку большага выкарыстання аператыўнай памяці графічнага працэсара.
bn: সাধারণভাবে, বাফারকৃত সাবপিকচারসমূহের সংখ্যা বৃদ্ধি করলে তা উচ্চমাত্রায় ভিডিও RAM ব্যবহারের বিনিময়ে GPUতে রেনডারিং কার্য-সম্পাদনের উন্নতিসাধন করে।
bs_ba: Povećanje broja buffer-ovanih podslika bi, uopšteno, trebalo popraviti poerformanse renderiranja na štetu veće upotrebe RAM-a i GPU.
ca: En augmentar el nombre de subimatges de la memòria intermèdia hauria de millorar en general el rendiment de la renderització a costa d'un major ús de la RAM de vídeo de la GPU.
cs: Zvýšení počtu snímků ve vyrovnávací paměti obvykle zlepší výkon vykreslování titulků, ale za cenu vyššího obsazení paměti grafické karty.
da: Et større antal mellemlageret undertekst-billeder bør generelt forbedre renderingsydelsen på bekostning af et højere forbrug af video-RAM på GPU'en.
de: Wird die Anzahl der gepufferten Untertitelbilder erhöht, wächst meist auch die Renderleistung. Dabei steigt die Speicherauslastung der Grafikkarte entsprechend an.
el: Η αύξηση του αριθμού των επιμέρους εικόνων στην ενδιάμεση μνήμη συμβάλει γενικά στη βελτίωση της απόδοσης, με κόστος τη χρήση περισσότερης μνήμης βίντεο RAM στην GPU.
es: Aumentar el número de subtítulos pre-renderizados en cola debería mejorar en general el rendimiento de la renderización a cambio de un mayor uso de la RAM de vídeo en la GPU.
eu: Azpirudi buffer zenbatekoa handitzeak orokorrean aurkezpen egintza hobetu beharko luke GPU-an RAM erabilpen gehiagoren ordainarekin.
fi: Puskuroitujen tekstitysrivien määrän noston pitäisi periaatteessa lisätä renderöintitehokkuutta näytönohjaimen muistin korkeamman käytön kustannuksella.
fr: Augmenter le nombre de sous-titres mis en cache devrait en général améliorer les performances de lecture au détriment d'un usage plus important de mémoire vive vidéo sur la carte graphique.
gl: Ao incrementar a cantidade de subimaxes en búfer mellorarase o rendemento de representación, pero aumentará o uso da RAM de vídeo da GPU.
hr: Povećavanje broja spremljenih podslika trebalo bi općenito poboljšati performanse prikazivanja na račun povećanog korištenja video RAM-a na GPU.
it: Aumentando il numero di buffer delle immagini secondarie dovrebbe in generale migliorare le prestazioni di rendering a costo di un utilizzo superiore della RAM video sulla GPU.
ja: バッファリングされるサブピクチャ数を増やすと、一般的に GPU 上でビデオ RAM の使用率をより高くしてレンダリングのパフォーマンスを向上させる必要があります。
lt: Buferinių fragmentų kiekio vaizdavimas įprastai padidina renderinimo greitį dėl GPU vaizdo atminties didesnio naudojimo.
ms_my: Meningkatkan bilangan sub-gambar bertimbal umumnya akan memperbaiki prestasi penerapan tetapi ia menyebabkan penggunaan RAM video lebih tinggi pada GPU.
nl: Verhoging van het aantal gebufferde subbeelden, dient voornamelijk betere weergave prestaties ten koste van een hogere video RAM gebruik op de GPU.
pl: Zwiększenie liczby buforowanych klatek napisów powinno poprawić wydajność renderowania kosztem użycia większej ilości pamięci karty graficznej.
ru: Увеличение числа буферных фрагментов изображения должно увеличить скорость рендеринга за счет увеличения использования видеопамяти GPU.
sk: Zvýšenie počtu pod-obrázkov uložených vo vyrovnávacej pamäti by malo všeobecne zlepšiť výkon vykresľovania, za cenu vyššieho využitia video RAM pri grafickom procesore.
sl: Povečanje števila medpomnjenih podslik, naj bi v splošnem izboljšalo izrisovalno učinkovitost na račun višje uporabe video RAM-a grafične kartice.
sr: Повећавањем броја баферованих подслика обично ћете побољшати перформансе рендеровања на рачун веће употребе RAM меморије.
sv: Ökning av antalet buffrade undertextbilder borde generellt förbättra renderingsprestandan på bekostnad av mer använt grafikkorts-RAM.
th_th: การเพิ่มจำนวนศัพท์ภาพที่ถูกบัฟเฟอร์ โดยทั่วไปจะเพิ่มสมรรถนะการแปลผล แต่จะใช้ความจำแรมวิดีโอสูงขึ้นบน GPU
vi: Tăng số của vùng đệm đa ảnh nên nói chung cải thiện hiệu năng biểu hiện với giá sử dụng video dùng Ram cao trên GPU.
