Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_PPAGESHADERS_IDC_BUTTON5
source: Delete
ar: حذف
be: Выдаліць
bn: মুছে ফেলি
bs_ba: Izbriši
ca: Suprimeix
cs: Smazat
da: Slet
de: L&öschen
el: Διαγραφή
es: Eliminar
eu: Ezabatu
fi: Poista
fr: Supprimer
gl: Borrar
he: מחק
hr: Obriši
hu: Törlés
hy: Ջնջել
id: Hapus
it: Elimina
ja: 削除
lt: Šalinti
ms_my: Padam
nl: Verwijderen
pt_br: Apagar
ru: Удалить
sk: Vymazať
sl: Izbriši
sr: &Избриши
sv: Ta bort
th_th: ลบ
tt: Бетерергә
uk: Видалити

# IDD_PPAGESHADERS_IDC_STATIC
source: Active pre-resize shaders
ar: مظللات ما قبل عملية تغيير الابعاد النشطة
be: Актыўныя pre-resize шэйдары
bn: পূর্ববর্তী-সাইজপরিবর্তন শেইডারসমূহ সক্রিয়করণ
bs_ba: Aktivna sjenčila za pred-promjenu veličine
ca: Activa el pre-redimensionament dels PS
cs: Aktivní shadery před změnou velikosti
da: Aktive før-størrelsesændring shadere
de: Aktive Shader für Pre-Resize
el: Ενεργές σκιάσεις προ αλλαγής μεγέθους
es: Shaders de pre-redimensionado activos
eu: Gaitu aurre-birneurritze itzalak
fi: Aktiiviset esi-koonvaihtovarjostimet
fr: Effets pré-redimensionnement actifs
gl: Activar sombreadores de pre-redimensionamento
he: מצלילים הפועלים לפני שינוי גודל
hr: Aktivni shaderi prije promjene veličine
hu: Aktív átméretezés előtti árnyékolók
hy: Ակտիվ նախաչափափոխված շեյդերներ
id: Aktifkan shader pra ubah ukuran
it: Shader pre-resize attivi
ja: アクティブなサイズ変更前のシェーダ
lt: Aktyvūs pre-resize šeideriai
ms_my: Pelorek pra-saiz-semula aktif
nl: Actieve pre-resize shaders
pt_br: Ativar pré-redimensionamento de shaders
ru: Активные шейдеры pre-resize
sk: Aktivovať shadery pre predbežnú zmenu veľkosti
sl: Aktivni senčilniki pred spremembo velikosti
sr: Активни модули (пре промене величине):
sv: Aktiva "före storleksändring"-shaders
th_th: เฉดเดอร์ก่อนการปรับขนาดที่พร้อม
tt: Эшлекле pre-resize шейдерлары
uk: Активні перед-масштабов. шейдери

# IDD_PPAGESHADERS_IDC_STATIC
source: Active post-resize shaders
ar: مظللات ما بعد عملية تغيير الابعاد النشطة
be: Актыўныя post-resize шэйдары
bn: পরবর্তী-সাইজপরিবর্তন শেইডারসমূহ সক্রিয়করণ
bs_ba: Aktivna sjenčila za post-promjenu veličine
ca: Activa el post-redimensionament dels PS
cs: Aktivní shadery po změně velikosti
da: Aktive efter-størrelsesændring shadere
de: Aktive Shader für Post-Resize
el: Ενεργές σκιάσεις μετά αλλαγής μεγέθους
es: Shaders de post-redimensionado activos
eu: Gaitu birneurritze-ondorengo itzalak
fi: Aktiiviset jälki-koonvaihtovarjostimet
fr: Effets post-redimensionnement actifs
gl: Activar sombreadores de post-redimensionamento
he: מצלילים הפועלים אחרי שינוי גודל
hr: Aktivne shaderi poslije promjene veličine
hu: Aktív átméretezés utáni árnyékolók
hy: Ակտիվ հետչափափոխված շեյդերներ
id: Atifkan shader paska ubah ukuran
it: Shader post-resize attivi
ja: アクティブなサイズ変更後のシェーダ
lt: Aktyvūs post-resize šeideriai
ms_my: Pelorek pasca-saiz-semula aktif
nl: Actieve post-resize shaders
pt_br: Ativar pós-redimensionamento de shaders
ru: Активные шейдеры post-resize
sk: Aktivovať shadery pre dodatočnú zmenu veľkosti
sl: Aktivni senčilniki po spremembi velikosti
sr: Активни модули (после промене величине):
sv: Aktiva "efter storleksändring"-shaders
th_th: เฉดเดอร์หลังการปรับขนาดที่พร้อม
tt: Эшлекле post-resize шейдерлары
uk: Активні після-масштабов. шейдери

# IDD_DEBUGSHADERS_DLG_CAPTION
source: Debug Shaders
ar: تصحيح المظللات
be: Адладка шэйдараў
bn: ডিবাগ শেইডারসমূহ
bs_ba: Ispravi greške Sjenčila
ca: Depuració dels Shaders...
cs: Ladění shaderů
da: Fejlfind af shadere
de: Shader-Debugger
el: Εντοπισμός σφαλμάτων σκιάσεων
es: Depurar shaders
eu: Garbiketa Itzalak
fi: Viankorjausvarjostimet
fr: Déboguer les effets vidéo (shaders)
gl: Sombreadores de depuración
he: ניפוי באגים במצלילים
hr: Debugiranje Shadera
hu: &Árnyékoló hibakeresés
hy: Վրիպազերծման շեյդերներ
id: Awakutu Shader
ja: シェーダ デバッガ
lt: Tamsinimų derinimas
ms_my: Nyahpepijat Pelorek
nl: Shaders foutopsporing
pt_br: Depurar shaders
ru: Отладка шейдеров
sk: Ladenie shaderov
sl: Razhroščevanje senčilnikov
sr: Отклањање грешака модула за сенчење
sv: Felsök Shaders
th_th: ดีบักเฉดเดอร์
tt: Шейдерлар көйләве
uk: Відлагодження шейдерів

# IDD_DEBUGSHADERS_DLG_IDC_STATIC
source: Debug Information
ar: معلومات التصحيح
be: Адладачныя звесткі
bn: ডিবাগ সম্পর্কিত তথ্যাদি
bs_ba: Informacije ispravljanja grešaka
ca: Informació de depuració
cs: Informace pro ladění
da: Fejlfindingsoplysninger
de: Debug-Informationen
el: Πληροφορίες εντοπισμού σφαλμάτων
es: Información de depuración
eu: Garbiketa Argibideak
fi: Viankorjaustiedot
fr: Informations de débogage
gl: Información de depuración
he: מידע לניפוי באגים
hr: Debug informacije
hu: Hibakeresési információ
hy: Վրիպազերծման տեղեկություն
id: Infomasi Awakutu
it: Info debug
ja: デバッグ情報
lt: Derinimo informacija
ms_my: Maklumat Nyahpepijat
nl: Debug informatie
pt_br: Informação de depuração
ru: Отладочные сведения
sk: Informácia pre ladenie
sl: Informacija o razhroščevanju
sr: Извод
sv: Felsökningsinformation
th_th: ข้อมูลดีบัก
tt: Төзәтү белешмәсе
uk: Відлагоджувальна інформація

# IDD_PPAGEADVANCED_IDC_STATIC
source: Advanced Settings, do not edit unless you know what you are doing.
ar: الضبط المتقدّم، لا تعدل إذا لم تكن تعرف ماذا تفعل.
be: Пашыраныя налады. Не змяняйце іх, калі не ведаеце, што робіце.
bn: অ্যাডভান্সড্‌ সেটিংসমূহ, ভালভাবে না জেনে কোন সেটিং পরিবর্তন করতে নিষেধ করা যাচ্ছে।
bs_ba: Napredna Podešavanja. Ne mijenjajte osima ako znate šta radite.
ca: Configuració avançada, no l'editeu si no sabeu el que esteu fent.
cs: Pokročilá nastavení, neměňte pokud si nejste jistí, že víte co děláte.
da: Avancerede indstillinger, undlad at redigere med mindre du ved hvad du gør.
de: Folgende Werte bitte nur bei genauer Kenntnis der jeweiligen Einstellung anpassen:
el: Ρυθμίσεις για προχωρημένους, μην τις επεξεργαστείτε αν δεν ξέρετε τι κάνετε.
es: Configuraciones avanzadas. No las modifique a menos que sepa lo que hace.
eu: Ezarpen Aurreratuak, ez editatu zer egiten ari zaren jakinez gero ezik.
fi: Edistyneet asetukset. Älä muokkaa, jollet tiedä, mitä olet tekemässä!
fr: Paramètres avancés, ne pas modifiez à moins de savoir ce que vous faites.
gl: Configuración avanzada. Non a modifique a non ser que saiba o que fai.
hr: Napredne postavke, ne mijenjajte ukoliko ne znate što znače.
hu: Haladó beállítások, ne szerkessze őket, ha nem tudja mit csinál
hy: Ընդլայնված կարգավորումներ, մի խմբագրեք, եթե չգիտեք, թե ինչ եք անում:
id: Pengaturan Tingkat Lanjut, jangan sunting kecuali Anda tahu apa yang Anda lakukan.
it: Impostazioni Avanzate, non modificare se non sai cosa stai facendo.
ja: 高度な設定は何をしているのか理解できない場合、編集しないでください。
lt: Papildomi nustatymai. Prieš keisdami juos įsitikinkite, jog žinote ką darote.
ms_my: Tetapan Lanjutan, jangan sunting melainkan anda tahu apa yang anda lakukan.
nl: Geavanceerde instellingen, pas niet aan tenzij je weet wat je doet.
pt_br: Configurações avançadas, não edite a menos que você saiba o que está fazendo.
ru: Это расширенные настройки. Не изменяйте их, если не знаете, что делаете.
sk: Pokročilé nastavenia, neupravujte ich pokiaľ neviete čo robíte.
sl: Napredne Nastavitve, ne spreminjaj če ne veš kaj počneš.
sr: Напредне поставке; не мењајте их осим ако знате шта радите.
sv: Avancerade Inställningar, ändra inte om du inte vet vad du gör.
th_th: การตั้งค่าขั้นสูง, อย่าแก้ไขมัน เว้นแต่คุณรู้ว่าคุณกำลังทำอะไรอยู่
uk: Розширені налаштування, не редагуйте, якщо точно не знаєте що робите

# IDD_PPAGEADVANCED_IDC_RADIO1
source: True
ar: صحيح
bn: সত্য
bs_ba: Istina
ca: Vertader
cs: Pravda
da: Sand
de: wahr
el: Αληθής
es: Verdadero
eu: Gaitu
fi: Tosi
fr: Vrai
gl: Verdadeiro
hu: Igaz
hy: Ճիշտ
id: Benar
it: Vero
ja: 有効
lt: Tiesa
ms_my: Benar
nl: Waar
pt_br: Verdadeiro
ru: Верно
sk: Pravda
sl: Pravilno
sr: Тачно
sv: Sant
th_th: จริง
uk: Так

# IDD_PPAGEADVANCED_IDC_RADIO2
source: False
ar: خاطئ
bn: মিথ্যা
bs_ba: Laž
ca: Fals
cs: Nepravda
da: Falsk
de: falsch
el: Ψευδής
es: Falso
eu: Ezgaitu
fi: Epätosi
fr: Faux
gl: Falso
hu: Hamis
hy: Կեղծ
id: Salah
it: Falso
ja: 無効
lt: Netiesa
ms_my: Palsu
nl: Onwaar
pt_br: Falso
ru: Неверно
sk: Nepravda
sl: Napačno
sr: Нетачно
sv: Falskt
th_th: เท็จ
uk: Ні

# IDD_PPAGEADVANCED_IDC_BUTTON1
source: Default
ar: الأفتراضي
be: Стандартна
bn: ডিফল্ট
bs_ba: Podrazumijevano
ca: Original
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Original
eu: Berezkoa
fi: Oletus
fr: Par défaut
gl: Predefinido
he: ברירת מחדל
hr: Zadan
hu: Alapértelmezés
hy: Ծրագրային
id: Bawaan
it: Predefinito
ja: 既定
lt: Numatyta
ms_my: Lalai
nl: Standaard
pt_br: Padrão
ru: По умолчанию
sk: Predvolené
sl: Privzeto
sr: Подразум.
sv: Återställ
th_th: ค่าตั้งต้น
tt: Килешү буенча
uk: Типово

# IDD_PPAGEAUDIORENDERER_IDC_STATIC
source: Device
ar: جهاز
be: Прылада
bn: ডিভাইস
bs_ba: Uređaj
ca: Dispositiu
cs: Zařízení
da: Enhed
de: Audiogerät
el: Συσκευή
es: Dispositivo
eu: Gailua
fi: Laite
fr: Périphérique
gl: Dispositivo
hr: Uređaj
hu: Eszköz
hy: Սարք
id: Perangkat
ja: デバイス
lt: Įrenginys
ms_my: Peranti
nl: Apparaat
pt_br: Dispositivo
ru: Устройство
sk: Zariadenie
sl: Naprava
sr: Уређај
sv: Enhet
th_th: อุปกรณ์
uk: Пристрій

# IDD_PPAGEAUDIORENDERER_IDC_CHECK1
source: Exclusive mode
ar: وضع خاص
be: Выключны доступ
bn: স্বতন্ত্র মোড
bs_ba: Ekskluzivni modus
ca: Mode exclusiu
cs: Výhradní režim
da: Eksklusiv tilstand
de: Exklusiver Modus
el: Αποκλειστική λειτουργία
es: Modo exclusivo
eu: Modu esklusiboa
fi: Erikoistila
fr: Mode exclusif
gl: Modo exclusivo
hr: Ekskluzivni način
hu: Exkluzív mód
id: Mode eksklusif
ja: 排他モード
lt: Monopolinis režimas
ms_my: Mod ekslusif
nl: Exclusieve mode
pt_br: Modo exclusivo
ru: Монопольный режим
sk: Režim vyhradeného použitia
sl: Izključni način
sr: Искључиви режим
sv: Exklusivt läge
th_th: โหมดเอกสิทธิ์
uk: Ексклюзивний режим

# IDD_PPAGEAUDIORENDERER_IDC_CHECK2
source: Allow bitstreaming
ar: تمكين التدفق
be: Дазволіць бітстрымінг
bn: বিটস্ট্রিমিং অনুমোদন করি
bs_ba: Dozvoli bitstreaming
ca: Pemet el bitstreaming
cs: Povolit bitstreaming
da: Tillad bitstrømning
de: Bitstreaming erlauben
el: Επιτρέπεται κωδικ/μένη μεταφορά δεδομένων
es: Permitir flujo de bits
eu: Ahalbidetu bitjarioa
fi: Salli bitstreaming
fr: Autoriser le bitstreaming
gl: Permitir fluxo de bits
hr: Dopusti tok bitova
hu: Bitstreaming engedélyezése
id: Izinkan bitstreaming
ja: ビットストリーミングを許可する
lt: Leisti srautinį
ms_my: Benarkan penstriman-bit
nl: Sta "bitstreaming" toe
pt_br: Permitir bitstreaming
ru: Разрешить битстриминг
sk: Povoliť streamovanie bitov
sl: Dovoli pretočnost
sr: Битстриминг
sv: Tillåt bitstreaming
th_th: อนุญาตบิตสตรีม
uk: Дозволити Потоковий

# IDD_PPAGEAUDIORENDERER_IDC_STATIC
source: Options
ar: اعدادات
be: Налады
bn: অপশনসমূহ
bs_ba: Opcije
ca: Opcions
cs: Možnosti
da: Indstillinger
de: Weitere Einstellungen
el: Επιλογές
es: Opciones
eu: Aukerak
fi: Asetukset
gl: Opcións
hr: Postavke
hu: Beállítások
hy: Ընտրանքներ
id: Opsi
ja: オプション
lt: Nustatymai
ms_my: Pilihan
nl: Opties
pt_br: Opções
ru: Настройки
sk: Nastavenia
sl: Možnosti
sr: Опције
sv: Inställningar
th_th: ตัวเลือก
uk: Опції

# IDD_PPAGEAUDIORENDERER_IDC_CHECK3
source: Enable stereo crossfeed (for headphones)
ar: تمكين التغذيه عبر موحة الاستريو(من اجل سماعات الرأس)
be: Уключыць бінаўральныя эфекты стэрэа (для навушнікаў)
bn: স্টেরিও ক্রসফিড সক্রিয় করি (হেডফোনের জন্য)
bs_ba: Omogući združivanje stereo kanala (crossfeed za slušalice)
ca: Habilita el crossfeed a l'estèreo (pels auriculars)
cs: Povolit stereo crossfeed (pro sluchátka)
da: Aktivér stereo-crossfeed (til hovedtelefoner)
de: Crossfeed für Kopfhörer
el: Ενεργοποίηση μείξης στέρεο (για ακουστικά)
es: Activar mezcla de canales estéreo (para auriculares)
eu: Ahalbidetu estereo zehar-elikadura (entzungailuentzat)
fi: Stereon ristisyöttö päällä (kuulokkeille)
fr: Activer l'intercommunication stéréo (pour casques audio)
gl: Habilitar mestura das canles estereo (para auriculares)
hr: Omogući stereo crossfeed (za slušalice)
hu: Sztereó crossfeed engedélyezése (fejhallgatókhoz)
id: Fungsikan stereo bersilangan (untuk fon kepala)
ja: ステレオ クロスフィードを有効にする (ヘッドフォン用)
lt: Įjungti stereo žiedavimą (ausinėms)
ms_my: Benarkan suapan-silang stereo (untuk fon kepala)
nl: Zet stereo "kruis uitsturen" aan (voor koptelefoons)
pt_br: Habilitar crossfeed estéreo (para fones de ouvido)
ru: Включить перекрестную подачу (для наушников)
sk: Zapnúť prelínanie kanálov sterea (pre slúchadlá)
sl: Omogoči stereo križanje (za slušalke)
sr: Стапање стерео-канала (за слушалице)
sv: Aktivera "stereo crossfeed" (för hörlurar)
th_th: ใช้งานการครอสฟีดสเตอริโอ (สำหรับหูฟัง)

# IDD_PPAGEAUDIORENDERER_IDC_STATIC1
source: Cut-off:
ar: قطع:
be: Адсячэнне:
bn: বিছিন্ন-করণ হার:
bs_ba: Prekid:
ca: Tall:
cs: Mez:
de: Grenze:
el: Αποκοπή:
es: Corte:
eu: Ebaketa:
fi: Katkaisu:
fr: Coupure :
gl: Corte
hr: Odrezano:
hu: Levágás:
id: Matikan
ja: カットオフ:
lt: Nukirpimas:
ms_my: Pangkas:
nl: Afgeknepen:
pt_br: Corte:
ru: Отсечение:
sk: Ukončenie:
sl: Odreži:
sr: Праг:
sv: Brytgräns:

# IDD_PPAGEAUDIORENDERER_IDC_STATIC3
source: Level:
ar: مستوى:
be: Узровень:
bn: মান:
bs_ba: Nivo
ca: Nivell:
cs: Úroveň:
da: Niveau:
de: Pegel:
el: Στάθμη:
es: Nivel:
eu: Maila:
fi: Taso:
fr: Niveau :
gl: Nivel:
hr: Nivo:
hu: Szint:
hy: Մակարդակ
ja: レベル:
lt: Lygis:
ms_my: Aras:
nl: Hoogte:
pt_br: Nível:
ru: Уровень:
sk: Úroveň:
sl: Nivo:
sr: Ниво:
sv: Nivå:
th_th: ระดับ:
uk: Рівень:

# IDD_PPAGEAUDIORENDERER_IDC_STATIC
source: Note
ar: ملحوظه
be: Нататка
bn: দ্রষ্টব্য
bs_ba: Napomena
ca: Nota
cs: Poznámka
da: Bemærkning
de: Hinweis
el: Σημείωση
es: Nota
eu: Oharra
fi: Huomautus
fr: Remarque
gl: Nota
hr: Bilješka
hu: Megjegyzés
id: Catatan
ja: 注意
lt: Žymė
ms_my: Nota
nl: Opmerking
pt_br: Aviso
ru: Заметка
sk: Poznámka
sl: Opomba
sr: Напомена
sv: Notera
th_th: หมายเหตุ

# IDD_PPAGEAUDIORENDERER_IDC_STATIC
source: To minimize audio distortion, it is recommended to keep player volume at around 85% when playing loud lossy-encoded content.
ar: لتقليل التشويه فى الصوت،من المفضل ان تبقى صوت المشغل فى حدود 85% عندما يتم تشغيل صوت صاخب-محتوى مرمز.
be: Каб панізіць скажэнні аўдыя, падчас прайгравання гучнага змесціва сціснутага са стратамі, рэкамендуецца трымаць гучнасць каля 85%.
bn: অডিও বিকৃতি রোধ করার জন্য, লসি-এনকোডেড অডিও জোরে প্লে করার সময় প্লেয়ারের ভলিউম ৮৫% এর আশে-পাশে রাখার জন্য পরামর্শ দেওয়া যাচ্ছে।
bs_ba: Da bi minimizirali distorziju zvuka, preporučljivo je da nivo zvuka player-a držite oko 85% tokom reprodukcije glasnog i slabo kompresovanog sadržaja.
ca: Per minimitzar la distorsió de l'àudio, se recomana mantenir el volum del reproductor al voltant del 85% durant la reproducció d'un contingut codificat amb pèrdua de volum elevat.
cs: Pro minimalizování zkreslení zvuku je doporučeno při přehrávání hlasitého ztrátově kódovaného obsahu nastavit hlasitost nižší než 85%.
da: For at minimerer lydforvrængning, anbefales det at holde afspillerens lydstyrke omkring 85%, når der afspilles højt lossy-encoded indhold.
de: Bei Wiedergabe lauter verlustbehaftet encodierter Audioinhalte können hörbare Tonstörungen auftreten. Um diese möglichst zu vermeiden, sollte die Lautstärke maximal rund 85 % betragen.
el: Για ελαχιστοποίηση της παραμόρφωσης του ήχου, συνιστάται η διατήρηση της έντασης αναπαραγωγής περίπου στο 85%, όταν αναπαράγεται δυνατά περιεχόμενο κωδικοποιημένο με απώλειες.
es: Para minimizar la distorsión del audio, se recomienda mantener el volumen del reproductor en torno al 85 % para el contenido ruidoso con compresión a pérdida.
eu: Soinuaren zakartzea gutxientzeko, gomendagarria da irakurgailuaren bolumena %85 inguruan edukitzea galera-kodeaketa edukiak ozen irakurtzerakoan.
fi: Särön minimoiseksi suositellaan soittimen maksimitasoksi n. 85% kun toistetaan äänekästä häviöllistä sisältöä.
fr: Pour minimiser la distorsion, il est recommandé de régler le volume audio du lecteur autour de 85% lors de la lecture de contenu encodé avec perte possédant un volume sonore élevé.
gl: Para minimizar a distorsión do son, recomendase manter o volume do reprodutor en torno ao 85 % ao reproducir contido ruidoso codificado con perdas.
hr: Kako bi smanjili zvučnu distorziju, preporučljivo je držati glasnoću izvođača oko 85% kada se izvodi glasni, kodirani sadržaj sa gubitkom kvalitete.
hu: Az torzítás minimalizálásához ajánlott a lejátszó hangerejét 85% körül tartani hangos, veszteségesen kódolt tartalom lejátszásakor.
id: Untuk meminimalkan distorsi audio, direkomendasikan untuk tetap menjaga volume pemutar Anda sekitar 85% ketika memutar konten yang berisik.
ja: 音声の歪みを最小限に抑えるために、大音量の非可逆エンコードされたコンテンツを再生する場合、プレーヤーの音量を約 85% に維持することを推奨します。
lt: Norint maksimaliai sumažinti garso iškraipymus, rekomenduojama laikyti garsumo lygį apie 85 % grojant garsų kūrinį suglaudintą su nuostoliais.
ms_my: Untuk mengurangkan herotan audio, adalah disarankan volum pemain berada pada 85% ketika memainkan kandungan terenkod-hilang yang kuat.
nl: Om audio vervorming te minimaliseren, is het raadzaam om het speler volume rond de 85% te houden bij het afspelen van luide niet verliesvrije gecodeerde inhoud.
pt_br: Para minimizar a distorção de áudio, é recomendado manter o volume do reprodutor em 85% ao reproduzir áudio comprimido com perda de dados.
ru: Для сведения звуковых искажений к минимуму, рекомендуется держать уровень громкости около 85% при проигрывании громкого материала, сжатого с потерями.
sk: Na minimalizovanie skreslenia zvuku sa odporúča udržiavať počas prehrávania obsahu so stratovou kompresiou hlasitosť na 85 %.
sl: Za minimalno avdio popačenje je priporočljivo imeti glasnost okoli 85% pri predvajanju glasnih vsebin, ki so izgubno kodirane.
sr: У циљу смањења изобличења, препоручена јачина звука при репродуковању гласног компримираног материјала је око 85%.
sv: För att minska ljudförvrängning är det rekommenderat att hålla volymen runt 85% när man spelar högt "lossy-encoded" material.
th_th: เพื่อลดเสียงผิดเพี้ยนให้น้อยที่สุด ขอแนะนำให้คงความดังเครื่องเล่นไว้ที่ประมาณ 85% เมื่อเล่นเนื้อหาที่เข้ารหัสแบบเลาด์ลอสซี่

# IDD_SAVEIMAGEDIALOGTEMPL_IDC_STATIC
source: JPEG quality:
ar: دقة الصورة:
be: Якасць JPEG:
bn: JPEGএর বৈশিষ্ট্যগুণ:
bs_ba: JPEG kvalitet:
ca: Qualitat JPEG:
cs: Kvalita JPEG:
da: JPEG kvalitet:
de: JPEG-Qualität:
el: Ποιότητα JPEG:
es: Calidad de JPEG:
eu: JPEG ontasuna:
fi: JPEG-laatu:
fr: Qualité JPEG :
gl: Calidade de JPEG:
hr: JPEG kvaliteta:
hu: JPEG minőség:
hy: JPEG-ի որակ.
id: Kualitas JPEG:
it: Qualità JPEG:
ja: JPEG の品質:
lt: JPEG kokybė:
ms_my: Kualiti JPEG:
nl: JPEG kwaliteit:
pt_br: Qualidade JPEG:
ru: Качество JPEG:
sk: Kvalita JPEG:
sl: JPEG kvaliteta:
sr: Квалитет JPEG-а:
sv: JPEG-kvalitet:
th_th: คุณภาพ JPEG:
uk: Якість JPEG:

# IDD_CMD_LINE_HELP_CAPTION
source: Command line help
ar: سطر الأوامر للمساعدة
be: Дапамога па каманднаму радку
bn: কমান্ড লাইনের সহায়িকা
bs_ba: Pomoć iz komandne linije
ca: Ajuda de la línia d'ordres
cs: Parametry příkazového řádku
da: Kommandolinje hjælp
de: Kommandozeilenhilfe
el: Βοήθεια γραμμής εντολών
es: Ayuda de línea de órdenes
eu: Agindu lerro laguntza
fi: Komentorivin ohje
fr: Paramètres de la ligne de commandes
gl: Axuda da liña de comandos
hr: Pomoć za naredbe komandne linije
hu: Parancssor súgó
hy: Հրամանի տողի օգնություն
id: Bantuan perintah baris
it: Guida per linea di comando
ja: コマンド ライン ヘルプ
lt: Komandinės eilutės žinynas
ms_my: Bantuan baris perintah
nl: Opdrachtprompt help
pt_br: Ajuda da linha de comando
ru: Помощь по командной строке
sk: Pomocník pre príkazový riadok
sl: Pomoč ukazne vrstice
sr: Помоћ око командне линије
sv: Kommandotolkshjälp
th_th: ความช่วยเหลือ Command line
uk: Параметри запуску

# IDD_CMD_LINE_HELP_IDOK
source: OK
ar: حسناً
be: Добра
bn: ঠিক আছে
bs_ba: Uredu
ca: D'acord
el: Εντάξει
es: Aceptar
eu: Ongi
gl: De acordo
he: אישור
hr: U redu
hy: ԼԱՎ
lt: Gerai
sl: V redu
sr: &У реду
th_th: ตกลง
tt: Ярар
uk: ОК

# IDD_CRASH_REPORTER_CAPTION
source: Crash reporter
ar: إرسال انهيار
be: Справаздачы пра збоі
bn: আকস্মিক বন্ধ হওয়ার প্রতিবেদন
bs_ba: Prijavljivač 'pada'
ca: Informe d'errors
cs: Oznámení chyby
da: Fejlrapportering
de: Fehlerberichterstattung
el: Αναφορά κατάρρευσης
es: Informe de fallo
eu: Matxura jakinarazpena
fi: Kaatumisraportoija
fr: Rapporteur de plantage
gl: Informe de fallo
hr: Prijava greške
hu: Összeomlás jelentő
hy: Վթարի զեկույց
id: Pelapor tumbukan
ja: クラッシュ レポート
lt: Lūžio ataskaita
ms_my: Pelapor kerosakan
nl: Crash rapporteur
pt_br: Relatório de falha
ru: Отчет о сбое
sk: Oznamovač zlyhaní
sl: Poročilo o prenehanju delovanja
sr: Пријава грешака
sv: Skicka Felrapport
th_th: รายงานข้อบกพร่อง
uk: Повідомити про падіння

# IDD_CRASH_REPORTER_IDC_STATIC
source: We are sorry, it seems MPC-HC just crashed. :(
ar: نحن اسفون، يبدو ان المشغل قد تعطل. :(
be: На жаль, адбыўся збой MPC-HC. :(
bn: আমরা অত্যন্ত দুঃখিত, মনে হচ্ছে MPC-HC এইমাত্র চালনা বন্ধ হয়ে গিয়েছিল। :(
bs_ba: Žao nam je, izgleda ga je MPC-HC upravo 'pao' :(
ca: Ho sentim, sembla que l'MPC-HC ha fallat. :(
cs: Omlouváme se, zdá se, že MPC-HC právě selhal. :(
da: Vi beklager, men det ser ud til at MPC-HC er holdt op med at virke. :(
de: Der MPC-HC wurde leider unerwartet beendet.
el: Λυπούμαστε. Φαίνεται ότι το MPC-HC μόλις κατέρρευσε. :(
es: Lo sentimos, parece que MPC-HC se ha caído :(
eu: Sentitzen dugu, dirudienez MPC-HC kraskatu egin da. :(
fi: Olemme pahoillamme, mutta MPC-HC kaatui :(
fr: Désolé, il semblerait que MPC-HC vienne de planter. :(
gl: Sentimolo, semella que MPC-HC acaba de caer :(
hr: Ispričavamo se, izgleda da se MPC-HC upravo srušio. :(
hu: Sajnáljuk, úgy tűnik, hogy az MPC-HC összeomlott. :(
id: Mohon maaf, sepertinya MPC-HC telah bertumbuk :(
ja: 申し訳ありません。 MPC-HC がクラッシュしました。
lt: Apgailestaujame, tačiau, matomai, MPC-HC nulūžo. :(
ms_my: Kami mohon maaf, kelihatan MPC-HC mengalami kerosakan. :(
nl: Het spijt ons, het lijkt er op dat MPC-HC zojuist is gecrasht. :(
pt_br: Lamentamos, parece que o MPC-HC teve problemas. :(
ru: Мы сожалеем, кажется, в MPC-HC произошел сбой. :(
sk: Prepáčte, zdá sa, že došlo k neočakávanému ukončeniu programu MPC-HC. :(
sl: Se opravičujemo, izgleda da je se MPC-HC ravnokar sesul. :(
sr: Нажалост, MPC-HC је отказао.
sv: Ursäkta, det verkar som MPC-HC just kraschade :(
th_th: ขออภัยด้วย ดูเหมือน MPC-HC เพิ่งบกพร่องในการทำงาน :(
uk: Нам дуже шкода, але схоже, що в MPC-HC стався збій. :(
