Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDC_DSOVERLAYMIXER
source: Always renders in overlay. Generally only YUV formats are allowed, but they are presented directly without any color conversion to RGB. This is the fastest rendering method of all and the only where you can be sure about fullscreen video mirroring to tv-out activating.
ar: دائماً يعيد في التغطية. عموما فقط صيغ YUV مسموحة لها، لكنّها مقدّمه مباشرة بدون أيّ تحويل في اللون إلى RGB. هذه طريقة اسرع في إعادة الكلّ فقط عندما تكون متأكّداً من نسخة الفيديو لخرج التلفاز في الشاشة الكاملة نشيط.
be: Апрацоўка заўсёды адбываецца ў аверлеі. Звычайна даступны толькі YUV-фарматы, але яны прадстаўляюцца напрамую, без пераўтварэння ў RGB. Гэта самы хуткі метад з усіх і толькі ў ім заўжды працуе поўнаэкранны адлюстраваны вывад відэа (на TV-OUT).
bn: সর্বদা overlayএ রেনডার করে। সাধারণত শুধু YUV ফরম্যাট গ্রহণযোগ্য, কিন্তু সেগুলো RGBতে কোন রঙের রূপান্তরণ ছাড়াই সরাসরি উপস্থাপন করে। এটা সবগুলো রেনডারিং পদ্ধতির মধ্যে সবচেয়ে দ্রুত এবং শুধুমাত্র এটাতেই আপনি tv-outএ ফুলস্ক্রীন ভিডিও মিররিং সক্রিয়করণ নিশ্চিতভাবেই করতে পারবেন।
bs_ba: Uvijek renderira u overlay. Generalno su dozvoljeni samo YUV formati, ali su prezentovani direktno bez bilo kakve konverzije u RGB. Ovo je najbrži metod renderiranja i jedini gdje možete biti sigurni u aktivaciju video miroring-a preko cijelog ekrana na tv izlaz.
ca: Sempre renderitzador amb Overlay. Generalment només es permeten els formats YUV, però es presenten directament sense cap conversió de color a RGB. Aquesta manera de renderitzat és la més ràpida i l'únic on pots estar segur sobre el Video Mirroring a pantalla completa en activar la sortida de TV.
cs: Vždy vykresluje v overlay. Obecně jsou povoleny pouze formáty YUV, ale jsou zobrazovány bez jakéhokoliv převodu barev do RGB. Toto je nejrychlejší způsob vykreslování, a jediný, u kterého si můžete být jisti funkčností fullscreen video mirroringu do tv-out.
da: Renderer altid i Overlay. Generelt er kun YUV-formater tilladt, men de vises direkte uden konvertering til RGB. Dette er den hurtigste renderingsmetode af alle og den eneste hvor du kan være sikker på fuldskærm videospejlning til TV-out aktivering.
de: Rendert im Overlay-Modus. Normalerweise sind nur YUV-Formate erlaubt. Diese werden aber ohne Farbumwandlung direkt in RGB dargestellt. Ist die schnellste und zuverlässigste Methode, um ein gespiegeltes Vollbild über TV-Ausgang auszugeben.
el: Απόδοση πάντα σε επικάλυψη. Γενικά επιτρέπονται μόνο μορφές YUV, αλλά παρουσιάζονται άμεσα, χωρίς καμία μετατροπή χρώματος σε RGB. Αυτή είναι η ταχύτερη μέθοδος απόδοσης απ΄όλες και η μόνη που μπορείτε να είστε σίγουρος για την ενεργοποίηση καθρεπτίσματος μεγιστοποιημένου βίντεο στην έξοδο TV.
es: El filtro Overlay Mixer siempre renderiza en modo Overlay (hardware de renderizado directo). Generalmente sólo permite formatos de vídeo con codificación de color YUV, que se representan directamente sin ninguna conversión (bajo consumo) del color a RGB. Este es el modo de renderización más rápido de todos, y el único con el que puede estar seguro acerca de la activación de la replicación del vídeo en pantalla completa hacia la salida de TV.
eu: Betik aurkezten du gainjarpenean. Orokorrean YUV heuskarriak bakarrik daude ahalbidetuta, baina zuzenean aurkezten dira RGB-rako margo bihurketarik gabe. Hau da aurkezpen metodo azkarrena guztien artean eta ikusleiho-osoko telebista irteerarako bideo ispilu zihur bakarra.
fi: Muuntaa aina peittokuvamuodossa. Yleensä vain YUV-muodot on sallittu, mutta ne esiintyvät suodaan ilman värimuunnosta RGB:hen. Tämä on nopein muuntotapa ja ainoa, jossa voit varma täyskuvapeilauksesta TV:n aktivointiin.
fr: Utilise toujours le rendu matériel. Généralement seuls les formats YUV sont supportés, mais ils sont présentés directement sans conversion de couleur vers le RVB. C'est la méthode de rendu la plus rapide et la seule où vous pouvez être sûr de la recopie vidéo plein écran lors de l'activation de la sortie TV.
gl: Sempre renderiza en Overlay.Xeralmente só se permiten os formatos YUV, pero presentanse directamente sen ningunha conversión de cor a RGB. Este é o modo de renderizado máis rápido e o único onde podes estar seguro sobre o espello a pantalla completa cando activas a saída de TV.
he: תמיד מציג ב-overlay. בדרך כלל רק פורמטי YUV מותרים, אך הם מוצגים ישירות ללא המרת צבעים ל-RGB. זוהי השיטה המהירה ביותר להצגה והיחידה בה אתה יכול להיות בטוח ששיקוף וידאו במסך מלא ליציאת טלוויזיה מופעלת.
hr: Uvijek prikazuje u gornjem sloju. Općenito samo su YUV formati dozvoljeni ali su prikazani direktno bez konverzije boje u RGB. Ovo je najbrža metoda prikazivanja od svih i jedina kojom možete biti sigurni da je prikaz na cijelom ekranu zrcaljen sa aktiviranje tv-izlaza.
hu: Mindig Overlay módban alakít át. Gyakorlatilag csak YUV formátumokat engedélyez, de ezeket közvetlenül adja tovább bármiféle RGB-re való színkonverzió nélkül. Ez a leggyorsabb átalakítási metódus mindközül és az egyetlen, ahol biztos lehet a teljes képernyős videó tükrözésben még akkor is ha aktiválva van a tv-kimenet.
hy: Հիմնականում հասանելի են միայն YUV տեսակները, բայց դրանք ներկայացվում են ուղղակիորեն՝ առանց ձևափոխման RGB-ի։ Սա ամենաարագ եղանակն է բոլորից և միայն այստեղ է, որ համաչափորեն աշխատում է տեսանյութի "հայելային" արտածումը (TV-OUT-ի վրա)։
it: Renderizza sempre in overlay. Generalmente solo i formati YUV sono consentiti, ma sono presentati direttamente senza conversioni di colore in RGB. Questo è il metodo di rendering più veloce e l'unico che garantisce con sicurezza il video mirroring a schermo intero nell'uscita tv.
ja: 常にオーバーレイで表示します。YUV 形式の場合、RGB に色変換することなく直接表示します。これはすべての中で最も高速な表示方法で、確実にフルスクリーン ビデオ ミラーリングでテレビ出力できる唯一の方法です。
lt: Renderingas visuomet vyksta overlay režime. Įprastai pasiekiami tik YUV formatai, bet jie pateikiami tiesiogiai, be vertimo į RGB. Tai greičiausias metodas ir tik čia šimtu procentų veikia „veidrodinė“ vaizdo išvestis (į TV-OUT).
ms_my: Sentiasa terap dalam tindihan. Umumnya hanya format YUV dibenarkan, tetapi ia dipersembahkan secara langsung tanpa pertukaran warna ke RGB. Ini adalah kaedah penerapan terpantas dan dimana anda pasti mengenai pencerminan video berskrin penuh ke pengaktifan tv-out.
nl: Bouwt altijd in overlay modus op. Normaliter zijn alleen YUV-formaten toegestaan, maar ze worden zonder enige kleurconversie naar RGB getoond. Dit is de snelste opbouw methode van allemaal en de enige waarbij volledig beeld video Mirroring naar TV uit zeker functioneert.
pl: Renderuje zawsze w trybie nakładki. Obsługuje formaty YUV, ale bez uprzedniej konwersji przestrzeni kolorów do RGB. Najszybsza ze wszystkich metoda renderowania i jedyna pewna, dla której uzyskać można powielanie obrazu w trybie pełnego ekranu do wyjścia telewizyjnego.
ru: Рендеринг всегда производится в оверлее. Обычно доступны только форматы YUV, но они выводятся напрямую, без преобразования в RGB. Это самый быстрый метод из всех, и только при нем всегда работает «зеркальный» вывод видео (на tv-out).
sk: Vždy sa bude vykresľovať prekrývanie. Povolené sú len formáty YUV, ktoré však sú zobrazované priamo, bez konverzie farieb na RGB. Toto je najrýchlejšia metóda vykresľovania. Pri použití tejto metódy si môžete byť istí, že sa video na celú obrazovku zobrazí aj na výstupe TV-out.
sl: Vedno izrisuje s prekrivanjem. Običajno je dovoljen samo YUV format, vendar so prikazani neposredno brez pretvorbe barv v RGB. To je najhitrejši način izrisovanja in edini, kjer je zagotovljeno celozaslonsko zrcaljenje slike na tv-izhod.
sr: Увек рендерује методом прекривања. Обично су доступни само YUV формати, али су они приказани директно, без претварања боје у RGB. Ово је најбржи начин рендеровања од свих и једини који гарантује ваљано пресликавање видео-записа у режиму целог екрана на друге уређаје.
sv: Renderar alltid i överlägg. Generellt sett är bara YUV-format tillåtna, men de presenteras direkt utan färgkonvertering till RGB. Detta är den snabbaste renderingsmetoden av alla och den enda där man kan vara säker på att skärmbildsdubblering i helskärm aktiveras på TV-utgång.
th_th: แปลผลใน overlay เสมอ โดยทั่วไปรูปแบบ YUV เท่านั้นที่ได้รับอนุญาต, แต่พวกมันจะถูกนำเสนอโดยตรงปราศจากการแปลงสีใดๆเป็น RGB นี่คือวิธีการแปลผลทั้งหมดที่เร็วที่สุด และเป็นที่เดียวที่คุณสามารถมั่นใจการทำภาพกระจกวิดีโอแบบเต็มจอ สู่การกระตุ้นโทรทัศน์ขาออก
tt: Рендеринг всегда производится в оверлее. Обычно доступны только форматы YUV, но они представляются напрямую, без преобразования в RGB. Это самый быстрый метод из всех, и только здесь стопроцентно работает "зеркальный" вывод видео (на TV-OUT).
vi: Luôn luôn ám trong lớp phủ. Thường chỉ định dạng YUV được cho phép, nhưng họ được trình bày trực tiếp mà không cần bất kỳ chuyển đổi màu RGB. Đây là phương pháp dựng hình nhanh nhất của tất cả và duy nhất mà bạn có thể chắc chắn về video toàn màn hình phản chiếu để kích hoạt ngõ ra tv.

# IDC_DSVMR9WIN
source: Only available if you have DirectX 9 installed. Very stable but it will never use Overlay rendering and because of this it may be a little slower than Overlay mixer.
ar: متاح فقط إذا كان لديك DirectX 9 على الجهاز، مستقر جدًا ولكن لن يستخدم "Overlay rendering" ولهذا يمكن ان يكون أبطأ من "Overlay mixer"
be: Даступны толькі пры ўсталяваным DirectX 9. Вельмі стабільны, але ніколі не выкарыстоўвае аверлей, таму можа быць трохі павольней чым Overlay mixer.
bn: DirectX 9 ইনস্টল করা থাকলেই শুধুমাত্র ব্যবহার করা যাবে। খুবই সুস্থিত কিন্তু এটা কখনোই Overlay রেনডারিং ব্যবহার করবে না আর সেজন্যই এটা Overlay mixer থেকে কিছুটা ধীরগতিসম্পন্ন।
bs_ba: Dostupno samo ako imate instaliran DirectX 9. Vrlo stabilan, ali nikada neće koristiti Overlay renderiranje i zbog toga može biti malo sporiji nego Overlay mikser.
ca: Només està disponible si té el DirectX 9 instal·lat. És molt estable, però mai s'utilitzarà l'Overlay per renderitzar, i per això, pot ser que sigui una mica més lent que l'Overlay mixer.
cs: Dostupný pouze s nainstalovaným DirectX 9. Stabilní, ale nikdy nepoužije overlay a je proto trochu pomalejší než Overlay mixer.
da: Kun tilgængelig hvis du har DirectX9 installeret. Meget stabil men den vil aldrig bruger Overlay rendering og kan derfor være en smule langsommere end Overlay mixer.
de: Arbeitet sehr stabil, bietet aber keinen Overlay-Modus und kann dadurch etwas langsamer sein. Ist nur unter DirectX 9 verfügbar.
el: Διαθέσιμο μόνο αν έχετε εγκαταστήσει το DirectX 9. Πολύ σταθερό αλλά ποτέ δεν θα χρησιμοποιήσει απόδοση Επικάλυψης και γι αυτό μπορεί να είναι λίγο πιο αργό απ΄ ότι ο μείκτης Επικάλυψης.
es: El Renderizador Mezclador de Vídeo 9 sólo está disponible si tiene el entorno DirectX 9 instalado. Es muy estable, pero nunca usará renderizado Overlay (hardware de renderizado directo) y a causa de esto puede ser un poco más lento que que el filtro renderizador Overlay Mixer.
eu: Eskuragarri bakarrik DirectX 9 ezarrita baduzu. Oso egonkorra baina inoiz ez du erabiltzen Gainjarpen aurkezpena eta horregaitik Gainjarpen nahastzailea baino apur bat astiroagoa izan daiteke.
fi: Käytettävissä vain jos sinulla on DirectX 9 asennettuna. Erittäin vakaa, mutta se ei voi käyttää peittokuvarenderöintiä ja tästä syystä se voi olla hiukan hitaampi kuin peittokuvamikseri.
fr: Disponible uniquement si DirectX 9 est installé. Très stable mais il n'utilisera jamais le rendu Overlay et sera peut-être un petit peu plus lent que l'Overlay Mixer à cause de cela.
gl: O Renderizador Mesturador de Vídeo 9 só está dispoñible se ten o entorno DirectX 9 instalado. É moi estable, pero nunca usará renderizado Overlay (hardware de renderizado directo) e a causa disto pode ser un pouco máis lento ca o filtro renderizador Overlay Mixer.
hr: Dostupno samo ako imate DirectX 9 instaliran. Vrlo stabilno ali nikada neće koristiti prikaz u gornjem sloju i zbog toga može biti sporiji nego Overlay mikser.
ja: DirectX 9 がインストールされている場合にのみ使用できます。とても安定していますが、オーバーレイで表示しないためオーバーレイ ミキサより少し遅くなる場合があります。
lt: Galima tik jei turite įdiegtą „DirectX 9“. Labai stabilu, tačiau jis niekada nenaudoja Overlėjaus renderinimo ir dėl to jis gali būti šiek tiek lėtesnis nei Overlėjaus mikseris.
ms_my: Hanya tersedia jika anda mempunyai DirectX 9 dipasang. Sangat stabil tetapi ia tidak sesekali guna penerapan Tindihan Atas dan disebabkan ini ia menjadi lebih lembab berbanding pengadun Tindihan Atas.
nl: Alléén beschikbaar als DirectX 9 is geïnstallleerd. Zeer stabiel, maar het zal nooit "overlay opbouwen" gebruiken en hierdoor kan het een beetje trager zijn dan "overlay mixen".
pl: Dostępny tylko gdy w systemie jest zainstalowany DirectX 9. Bardzo stabilne, ale nigdy nie używa trybu nakładki przez co może być trochę wolniejszy niż Overlay mixer.
ru: Доступно, если у вас установлен DirectX 9. Очень стабилен, но не использует оверлей. Из-за этого может быть немного медленнее, чем Overlay mixer.
sk: Dostupné, len ak je nainštalovaný DirectX 9. Veľmi stabilné, ale nikdy sa nebude používať vykresľovanie s prekrývaním a preto môže byť tento spôsob pomalší, ako Overlay Mixer.
sl: Na voljo samo če imate nameščeno DirectX 9. Zelo stabilno, vendar ne bo nikoli uporabljen Overlay izrisovalnik in bo zato malo počasnejše kot Overlay mešalnik.
sv: Endast tillgänglig om du har DirectX 9 installerat. Väldigt stabilt men den kommer aldrig att använda Overlay rendering och på grund av detta kommer den att vara lite långsammare än Overlay mixer.
th_th: จะมีพร้อมใช้ถ้าคุณได้การติดตั้ง DirectX 9 ไว้เท่านั้น เสถียรมากแต่จะไม่มีการใช้การแปลผล Overlay เพราะสิ่งนี้อาจช้ากว่า Overlay mixer
vi: Chỉ có giá trị nếu bạn đã cài đặt DirectX 9. Rất ổn định nhưng nó sẽ không bao giờ sử dụng bộ dựng hình Overlay và điều này có thể gây ra việc xử lý chậm hơn so với bộ trộn Overlay.

# IDC_DSVMR9REN
source: Same as the VMR-9 (windowed), but with the Allocator-Presenter plugin of MPC-HC for subtitling. Overlay video mirroring MIGHT work. "True Color" desktop color space recommended.
bs_ba: Isto ako VMR-9 (u prozoru) ali sa Allocator-Prezenter MPC-HC dodatkom za titlovanje. Kreiranje zrcalne slike videa će MOŽDA raditi. Preporučen je izbor "True Color" desktop podešenja.
ca: El mateix que VMR-9 (de finestra), però amb el plugin "Asignador-Presentador" de l'MPC pel subtitulat. Overlay video mirroring PODRIA funcionar. Se recomana la profunditat de color de l'escriptori "Color Verdader".
cs: Stejný jako VMR-9 (windowed), ale s titulkovým rozšířením MPC-HC. Overlay video mirroring MŮŽE fungovat. Doporučeno ve vlastnostech zobrazení nastavit plnou barevnou hloubku.
da: Samme som VMR-9 (windowed), men med allokationspræsentation-pluginet af MPC-HC til undertekstning. Spejling af overlægningsvideo virker MÅSKE. "Ægte farver"-skrivebordsfarverum anbefales.
de: Bietet im Unterschied zum VMR-9 (windowed) eine Unterstützung für Untertitel. Die gespiegelte Darstellung eines Overlay-Videos KÖNNTE funktionieren. Desktop-Farbtiefe sollte auf Echtfarben eingestellt sein.
el: Ίδιο με το VMR-9 (σε παράθυρο), αλλά με το πρόσθετο Allocator-Presenter του MPC-HC για υποτιτλισμό. Η επικάλυψη καθρεφτίσματος βίντεο ΠΡΕΠΕΙ να δουλεύει. Συνιστάται το «True Color» στο χώρο χρώματος.
eu: VMR-9-ren berdina da (leihotuta), baina MPC-HC-ren Banantzaile-Aurkezle pluginarekin azpidatzientzat. Bideo gainjarpen ispiluak AHAL DA lan egitea. 'True Color' mahigain margo tartea gomendatuta.
hr: Isti kao VMR-9 (u prozoru) ali sa Allocator-Presenter dodatkom iz MPC-HC za titlove. Zrcaljenje videa u sloju izna će MOŽDA raditi. Preporučen je "True Color" sustav boja radne površine.
ja: VMR-9 (ウィンドウ) と同じですが、字幕用の MPC-HC のアロケータ プレゼンタ プラグインを備えています。オーバーレイのビデオ ミラーリングは動作することがあります。デスクトップの色数を 「True Color」 にする事を推奨します。
nl: Hetzelfde als VMR-9 (venster), maar met de Allocator-Presenter plugin van MPC-HC voor ondertiteling. Overlay video mirroring ZAL NIET werken. De kleurkwaliteit van het bureaublad kan het beste 'True Color' zijn.
pl: Renderuje przy użyciu tego samego filtra co „VMR-9 (windowed)”, lecz rozszerzono go o obsługę napisów. Powielanie obrazu w trybie nakładki może działać. Sugerowana jest 24-bitowa głębia kolorów pulpitu.
sk: Rovnaké ako VMR-9 (v okne), ale s modulom Allocator-Presenter z MPC-HC pre titulkovanie. Zrkadlenie videa s prekrytím MOŽNO BUDE fungovať. Odporúčame použiť farebný priestor "True Color".

# IDC_DSDXR
source: Same as the VMR-9 (renderless), but uses a true two-pass bicubic resizer.
ar: نفس الـ VMR-9 ولكنه (عارض أقل)، لكن إستعمال إعادة التحجيم حقيقية.
be: Тое ж што і VMR-9 (renderless), але выкарыстоўвае двухузроўневае бікубічнае змяненне памераў.
bn: VMR-9 (renderless)এর মত একই রকমের, তবে একটি ট্রু টু-পাস বিকিউবিক সাইজপরিবর্তন পদ্ধতি ব্যবহার করে।
bs_ba: Isto kao i VMR-9 (bez renderiranja), ali koristi dvo-prolaznu bikubnu promjenu veličine.
ca: El mateix que el rederitzador VMR-9 (sense renderitzat), però fa servir un redimensionador bicúbic en dos passades reals.
cs: Stejný jako VMR-9 (renderless), ale pro změnu velikosti používá dvouprůchodový bikubický filtr.
da: Samme som VMR-9 (renderless), men bruger ægte bi-kubisk gensampling.
de: Bietet im Unterschied zum VMR-9 (renderless) einen echten bikubischen Zwei-Pass-Resizer.
el: Ίδιο με το VMR-9 (χωρίς απόδοση), Αλλά χρησιμοποιεί μια πραγματικά δικυβική διπλού περάσματος αλλαγή μεγέθους.
es: Lo mismo que el renderizador VMR-9 (sin renderizado), pero usa un redimensionador bicúbico en dos pasadas reales.
eu: VMR-9 (aurkezgabe) bezalakoa, baina egizko bi-urratseko birneurriratzaile bikubikoa erabiltzen du.
fi: Sama kuin VMR-9 (renderöimätön), mutta käyttää aitoa 2-pass bicubic -koon muuttajaa.
fr: Identique à VMR-9 (sans rendu), mais utilise un vrai redimensionnement bicubique en deux temps.
gl: Igual que VMR-9 (sen renderizador), pero usa un redimensionador bicúbico de dúas pasadas real.
hr: Isti kao VMR-9 (bez-prikazivanja) ali koristi pravi dvoprolazni bikubni mjenjač veličina.
it: Come il VMR-9 (renderless), ma usa un vero resizer bicubico a 2 passaggi.
ja: VMR-9 (レンダーレス) と同じですが、有効な 2 パス バイキュービック リサイザを使用します。
lt: Tas pats, kaip ir VMR-9 (renderless), bet naudoja praėjimų tikrą dviejų eigų Bicubic resizer.
ms_my: Sama seperti VMR-9 (tak diterap), tetapi gunakan pensaiz-semula dwi-kiub dua laluan yang sebenar.
nl: Hetzelfde als de VMR-9 (opbouwloos), maar maakt gebruik van een echte twee-traps "bicubic resizer".
pl: Działa tak samo jak „VMR-9 (renderless)”, lecz używa prawdziwego dwuprzebiegowego skalowania bicubic.
ru: То же, что и VMR-9 (renderless), но использует двухпроходное бикубическое изменения размера.
sk: Rovnaké ako VMR-9 (bez vykreslenia), ale používa dvojprechodovú, bikubickú zmenu veľkosti.
sl: Isto kot VMR-9 (brez izrisovalnika), vendar uporablja pravo bikubično spreminjanje velikosti v dveh prehodih.
sr: Исто као и VMR-9 (без рендера), али користи двопролазни бикубни модул за промену величине.
sv: Samma som VMR-9 (renderlös), men använder en äkta tvåstegs-bikubisk omskalare.
th_th: เหมือนกับ VMR-9 (renderless) เว้นแต่ใช้ตัวปรับขนาด true two-pass bicubic
tt: То же, что и VMR-9 (renderless), но использует двухпроходное бикубическое изменения размера.
vi: Giống như VMR-9 (renderless), nhưng sử dụng một sự thật hai vượt qua bicubic thay đổi kích cỡ.
