Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_PPAGE_OUTPUT_EVR
source: Enhanced Video Renderer
ar: تعزيز تقديم الفيديو
bs_ba: Napredni Video Renderer
el: Βελτιωμένη απόδοση βίντεο
es: Enhanced Video Renderer [EVR]
eu: Bideo Aurkezlea Hobetua
fi: Laajennettu videorenderöijä
gl: Renderizador de vídeo mellorado
he: מציג וידאו משופר
hr: Poboljšani video prikazivač
it: Render Enhanced Video
ja: EVR
lt: Išplėstinis vaizdo renderis
ms_my: Penerap Video Dipertingkat
nl: Verbeterde video opbouwer
pa: ਸੁਧਾਰਿਆ ਵਿਡੀਓ ਰੈਂਡਰਰ
ru: Расширенный рендер видео (EVR)
sk: Rozšírené vykresľovanie videa
sl: Izboljšan video izrisovalnik EVR
tt: Киңәйтелгән видео рендерер

# IDS_PPAGE_OUTPUT_EVR_CUSTOM
source: Enhanced Video Renderer (custom presenter)
ar: تعزيز تقديم الفيديو (​​مقدم مخصص)
bs_ba: Napredni Video Renderer (prezenter po mjeri)
cs: Enhanced Video Renderer (vlastní presenter)
el: Βελτιωμένη απόδοση βίντεο (προσαρμοσμένη απόδοση)
es: Enhanced Video Renderer (presentador personalizado) [EVR (CP)]
eu: Bideo Aurkezle Hobetua (bezero aurkeztzailea)
fi: Laajennettu videomuunnin (oma esittäjä)
gl: Renderizador de vídeo mellorado (presentador personalizado)
he: מציג וידאו משופר (הגשה מותאמת אישית)
hr: Poboljšani video prikazivač (prilagođeni prikazivač)
it: Render Enhanced Video (personalizzato)
ja: EVR (カスタム プレゼンタ)
lt: šplėstinis vaizdo renderis (savas presenter)
ms_my: Penerap Video Dipertingkat (persembahan suai)
nl: Verbeterde video opbouwer (eigen presentator)
pa: ਸੁਧਾਰਿਆ ਵਿਡੀਓ ਰੈਂਡਰਰ (ਕਸਟਮ ਪਰਿਸੈਂਟਰ)
ru: Расширенный рендер видео (EVR custom presenter)
sk: Rozšírené vykresľovanie videa (custom presenter)
sl: Izboljšan video izrisovalnik (predstavitev po meri) EVR (CP)
sr: Enhanced Video Renderer (прилагођени излагач)
tt: Расширенный видео рендерер (свой presenter)
vi: Enhanced Video Renderer (tùy chỉnh trình)

# IDS_PPAGE_OUTPUT_DXR
source: Haali Video Renderer
ar: وسائل تقديم الفيديو
ca: Renderitzador de vídeo Haali
el: Απόδοση βίντεο Haali
es: Renderizador de vídeo Haali
eu: Haali Bideo Aurkezlea
fi: Haali Video -renderöijä
fr: Moteur de rendu de Haali
gl: Renderizador de vídeo Haali
he: מציג הוידאו של Haali
hr: Haali Video prikazivač
it: Video Render Haali
ms_my: Penerap Video Haali
nl: Haali video opbouwer
pa: ਹਾਲੀ ਵਿਡੀਓ ਰੈਂਡਰਰ
sk: Vykresľovač videa Haali
sl: Haali video izrisovalnik
tt: Haali видео рендерер
vi: Bộ render Haali Video

# IDS_PPAGE_OUTPUT_NULL_COMP
source: Null (anything)
ar: فارغة (أي شيء)
be: Null (усё)
bs_ba: Null (bilo šta)
ca: Null (qualsevol)
cs: Null (vše)
da: Null (alt)
de: Null Video Device (anything)
el: Ψευδής (οτιδήποτε)
es: Null (cualquier entrada)
eu: Null (edozer)
fi: Ei mitään (mikä vain)
fr: Pas de rendu vidéo (tout format)
gl: Nulo (calquera cousa)
he: ריק (כל דבר)
hr: Null (nešto)
hy: Null (ցանկացած)
it: Nullo (tutto)
ja: Null (すべて)
lt: Null (viskas)
ms_my: Nol (apa jua)
nl: Ontbrekend (alles)
pa: ਨਲ (ਕੁਝ ਵੀ)
ru: Null (все)
sk: Null (ľubovoľné)
sl: Nič (karkoli)
sr: Null (све)
sv: Null (vad som helst)
th_th: Null (ใดๆ ก็ตาม)
tt: Null (барысы)
vi: Null (bất cứ điều gì)

# IDS_PPAGE_OUTPUT_NULL_UNCOMP
source: Null (uncompressed)
ar: فارغة (غير مضغوط)
be: Null (без сціскання)
bs_ba: Null (bez kompresije)
ca: Null (sense comprimir)
cs: Null (nekomprimované)
da: Null (ukomprimeret)
de: Null Video Device (uncompressed)
el: Ψευδής (ασυμπίεστο)
es: Null (entrada no comprimida)
eu: Null (konprimitugabea)
fi: Ei mitään (pakkaamaton)
fr: Pas de rendu vidéo (formats non compressés)
gl: Nulo (sen compresión)
he: ריק (לא מכווץ)
hr: Null (nekomprimirano)
hy: Null (չսեղմած)
it: Nullo (non compresso)
ja: Null (非圧縮)
lt: Null (be glaudinimo)
ms_my: Nol (tak mampat)
nl: Ontbrekend (ongecomprimeerd)
pa: ਨਲ (ਬਿਨਾਂ-ਕੰਪੈਰਸ ਕੀਤਾ)
ru: Null (без сжатия)
sk: Null (nekomprimované)
sl: Nič (nestisnjeno)
sr: Null (без компримирања)
sv: Null (okomprimerat)
th_th: Null (ไม่บีบอัด)
tt: Null (кысусыз)
vi: Null (không nén)

# IDD_PPAGEACCELTBL
source: Player::Keys
ar: المشغل:: المفاتيح
be: Прайгравальнік::Клавішы
bn: প্লেয়ার::কীসমূহ
bs_ba: Player::Tipke
ca: Reproductor::Tecles
cs: Přehrávač::Klávesové zkratky
da: Afspiller::Genvejstaster
de: Programm::Tasten
el: Αναπαραγωγός::Πλήκτρα συντομεύσεων
es: Reproductor::Teclas
eu: Irakurgailua::Teklak
fi: Soitin::Näppäimet
fr: Lecteur::Raccourcis
gl: Reprodutor::Teclas
he: נגן::מקשים
hr: Izvođač::Tipke
hu: Lejátszó::Billentyűk
hy: Վերարտադրիչը::Կոճակներ
it: Lettore::Tasti
ja: プレーヤー::キー
lt: Grotuvas::Greitieji klavišai
ms_my: Pemain::Kekunci
nl: Speler::Toetsen
pa: ਪਲੇਅਰ::ਸਵਿੱਚਾਂ
pl: Program::Skróty klawiszowe
ru: Проигрыватель::Клавиши
sk: Prehrávač::Klávesy
sl: Predvajalnik::Tipke
sr: Плејер::Тастери
sv: Spelare::Kortkommandon
th_th: เครื่องเล่น::ปุ่มคีย์
tt: Уйнаткыч::Төймәләр
vi: Trình phát::Phím

# IDD_PPAGESUBSTYLE
source: Subtitles::Default Style
ar: الترجمة::الستايل الأفتراضي
be: Субцітры::Стыль
bn: সাবটাইটেল::ডিফল্ট ধরনরীতি
bs_ba: Titlovi::Podrazumijevani Stil
ca: Subtítols::Estil per defecte
cs: Titulky::Výchozí styl
da: Undertekster::Standardtypografi
de: Untertitel::Standard-Style
el: Υπότιτλοι::Προεπιλεγμένο στυλ
es: Subtítulos::Estilo predeterminado
eu: Azpidatziak::Berezko Estiloa
fi: Tekstitykset::Oletustyyli
fr: Sous-titres::Style par défaut
gl: Subtítulos::Estilo predefinido
he: כתוביות::סגנון ברירת מחדל
hr: Titlovi::Zadani stil
hu: Feliratok::Alapstílus
hy: Տողագրերը::Ծրագրային ոճը
it: Sottotitoli::Stile Predefinito
ja: 字幕::既定のスタイル
lt: Subtitrai::Numatytas stilius
ms_my: Sarikata::Gaya Lalai
nl: Ondertiteling::Standaard stijl
pa: ਸਬ-ਟਾਈਟਲ::ਡਿਫਾਲਟ ਸ਼ੈਲੀ
pl: Napisy::Domyślny styl
ru: Субтитры::Стандартный стиль
sk: Titulky::Predvolený štýl
sl: Podnapisi::Privzeti slog
sr: Титлови::Подразумевани стил
sv: Undertexter::Standardstil
th_th: ศัพท์บรรยาย::ลักษณะตั้งต้น
tt: Субтитрлар::Гади стиль
vi: Phụ đề::Dạng mặc định

# IDD_PPAGEINTERNALFILTERS
source: Internal Filters
ar: الفلاتر الداخلية
be: Убудаваныя фільтры
bn: আভ্যন্তরীণ ফিল্টারসমূহ
bs_ba: Interni Filteri
ca: Filtres interns
cs: Interní filtry
da: Interne filtre
de: Interne Filter
el: Εσωτερικά φίλτρα
es: Filtros internos
eu: Barneko Iragazkiak
fi: Sisäiset suotimet
fr: Filtres internes
gl: Filtros internos
he: פילטרים פנימיים
hr: Interni filtri
hu: Belső szűrők
hy: Ներդրված Ֆիլտրեր
it: Filtri Interni
ja: 内部フィルタ
lt: Vidiniai filtrai
ms_my: Penapis Dalaman
nl: Interne filters
pa: ਅੰਦਰੂਨੀ ਫਿਲਟਰ
pl: Filtry wewnętrzne
ru: Встроенные фильтры
sk: Interné filtre
sl: Interni filtri
sr: Унутрашњи филтери
sv: Interna Filter
th_th: ตัวกรองภายใน
tt: Кертелгән сөзгечләр
vi: Bộ lọc trong

# IDD_PPAGELOGO
source: Player::Logo
ar: المشغل::الشعار
be: Прайгравальнік::Лагатып
bn: প্লেয়ার::লোগো
ca: Reproductor::Logo
cs: Přehrávač::Logo
da: Afspiller::Logo
de: Programm::Logo
el: Αναπαραγωγός::Λογότυπο
es: Reproductor::Logo
eu: Irakurgailua::Logoa
fi: Soitin::Logo
fr: Lecteur::Logo
gl: Reprodutor::Logo
he: נגן::לוגו
hr: Izvođač::Logo
hu: Lejátszó::Logó
hy: Վերարտադրիչը::Պատկերը
it: Lettore::Logo
ja: プレーヤー::ロゴ
lt: Grotuvas::Logotipas
ms_my: Pemain::Logo
nl: Speler::Logo
pa: ਪਲੇਅਰ::ਲੋਗੋ
pl: Program::Logo
ru: Проигрыватель::Логотип
sk: Prehrávač::Logo
sl: Predvajanje::Logo
sr: Плејер::Логотип
sv: Spelare::Logo
th_th: เครื่องเล่น::โลโก้
tt: Уйнаткыч::Логотип
vi: Trình phát::Logo

# IDD_PPAGEOUTPUT
source: Playback::Output
ar: المشغل::المخرجات
be: Прайграванне::Вывад
bn: প্লেব্যাক::আউটপুট
bs_ba: Reprodukcija::Izlaz
ca: Reproducció::Sortida
cs: Přehrávání::Výstup
da: Afspilning::Output
de: Wiedergabe::Ausgabe
el: Αναπαραγωγή::Έξοδος
es: Reproducción::Salida
eu: Irakurketa::Irteera
fi: Toisto::Ulostulo
fr: Lecture::Sortie
gl: Reprodución::Saída
he: ניגון::פלט
hr: Reprodukcija::Izlaz
hu: Lejátszás::Kimenet
hy: Վերարտադրիչը::Արտածումը
it: Riproduzione::Output
ja: 再生::出力
lt: Įrašo peržiūra::Išvestis
ms_my: Main Balik::Output
nl: Weergave::Uitvoer
pa: ਚਲਾਓ::ਆਉਟਪੁੱਟ
pl: Odtwarzanie::Strumień wyjściowy
ru: Воспроизведение::Вывод
sk: Prehrávanie::Výstup
sl: Predvajanje::Izhod
sr: Репродукција::Излаз
sv: Uppspelning::Utmatning
th_th: การเล่น::ขาออก
tt: Уйнаткыч::Чыгару
vi: Phát lại::Ngõ ra

# IDD_PPAGEWEBSERVER
source: Player::Web Interface
ar: المشغل::واجهة الويب
be: Прайгравальнік::Вэб-інтэрфейс
bn: প্লেয়ার::ওয়েব ইন্টারফেস
bs_ba: Player::Web Sučelje
ca: Reproductor::Interfície web
cs: Přehrávač::WWW rozhraní
da: Afspiller::Webgrænseflade
de: Programm::Webinterface
el: Αναπαραγωγός::Διεπαφή διαδικτύου
es: Reproductor::Interfaz web
eu: Irakurgailua::Web Interfazea
fi: Soitin::Nettiliittymä
fr: Lecteur::Interface Web
gl: Reprodutor::Interface Web
he: נגן::ממשק אתר רשת
hr: Izvođač::Web sučelje
hu: Lejátszó::Webes felület
hy: Վերարտադրիչը::Web տեսքը
it: Lettore::Interfaccia Web
ja: プレーヤー::ウェブ インターフェイス
lt: Grotuvas::Web Sąsaja
ms_my: Pemain::Antaramuka Sesawang
nl: Speler::Web interface
pa: ਪਲੇਅਰ::ਵੈਬ ਇੰਟਰਫੇਸ
pl: Program::Interfejs internetowy
ru: Проигрыватель::Веб-интерфейс
sk: Prehrávač::Webové rozhranie
sl: Predvajanje::Mrežni vmesnik
sr: Плејер::Веб-интерфејс
sv: Spelare::Webbgränssnitt
th_th: เครื่องเล่น::ส่วนประสานเว็บ
tt: Уйнаткыч::Web-интерфейс
vi: Trình phát::Giao diện Web

# IDD_FILEPROPDETAILS
source: Details
ar: التفاصيل
be: Падрабязныя
bn: বিস্তারিত
bs_ba: Detalji
ca: Detalls
cs: Podrobnosti
da: Detaljer
de: Datei
el: Λεπτομέρειες
es: Detalles
eu: Xehetasunak
fi: Yksityiskohdat
fr: Détails
gl: Detalles
he: פרטים
hr: Detalji
hu: Jellemzők
hy: Մանրամասն
it: Dettagli
ja: 詳細
lt: Detalės
ms_my: Terperinci
pa: ਵੇਰਵੇ
pl: Szczegóły
ru: Подробно
sk: Podrobnosti
sl: Podrobnosti
sr: Подаци
sv: Detaljer
th_th: รายละเอียด
tt: Тулырак
vi: Chi tiết

# IDD_FILEPROPCLIP
source: Clip
ar: مقطع
be: Сціслыя
bn: ক্লিপ
bs_ba: Isječak
cs: Klip
da: Klip
de: Details
el: Απόσπασμα
eu: Klipa
fi: Leike
fr: Informations
he: קליפ
hr: Isječak
hu: Klip
hy: Անունը
ja: クリップ
lt: Klipas
ms_my: Klip
nl: Fragment
pa: ਕਲਿੱਪ
pl: Ogólne
ru: Клип
sk: Vystrihnúť
sl: Izrezek
sr: Клип
sv: Klipp
th_th: คลิป
tt: Клип

# IDC_DSSYSDEF
source: Default video renderer filter for DirectShow. Others will fall back to this one when they can't be loaded for some reason.
bs_ba: Podrazumijevani filter za DirectShow video renderer. Ostali će biti zamijenjeni ovim kada, iz nekog razloga, ne mogu biti učitani.
ca: Filtre renderitzador de vídeo per defecte per al DirectShow. Els altres filtres recorreran a aquest quan no pugin carregar-se adequadament per algun motiu.
cs: Výchozí video renderer pro DirectShow. Pokud z nějakého důvodu není možné použít některý z ostatních zvolených rendererů, použije se tento.
da: Standard videorendererfilter for DirectShow. Andre vil falde tilbage til denne når de af en eller anden grund ikke kan indlæses.
de: Verwendet den Standard-Renderer für DirectShow-Video. Alle anderen Renderer fallen auf diesen Renderer zurück, wenn sie nicht geladen werden können.
el: Το προεπιλεγμένο φίλτρο απόδοσης βίντεο για DirectShow. Τα άλλα θα επιστρέψουν σε αυτό αν για κάποιο λόγο δεν μπορέσουν να φορτωθούν.
eu: DirectShow-rako berezko bideo aurkezle iragazkiak. Besteak hauetara itzuliko dira zerbaitegaitik gertatuak izan ezin daitezkenean.
hr: Zadani video filtar za DirectShow. U slučaju da se ostali ne mogu učitati, biti će podešeni na ovaj.
ja: DirectShow 用の標準ビデオ レンダラです。他のレンダラが何らかの理由で読み込めなかった場合に使用されます。
nl: Standaard video opbouw filter voor DirectShow. Alle anderen zullen op deze terugvallen, als ze om de één of andere reden niet geladen kunnen worden.
pl: Domyślny renderer obrazu dla DirectShow. Zostanie wybrany automatycznie, jeśli z jakiegoś powodu nie udaje się wczytać innego filtra renderującego.
sk: Predvolený filter pre vykresľovanie videa pri použití DirectShow. K prepnutiu na túto voľbu dochádza aj vtedy, keď sa z nejakého dôvodu nepodarí načítať iné filtre.

# IDC_DSOLD
source: This is the default renderer of Windows 9x/me/2k. Depending on the visibility of the video window and your video card's abilities, it will switch between GDI, DirectDraw, Overlay rendering modes dynamically.
ar: هذا العارض الإفتراضي لويندوز 9x/me/2k.إعتماداً على رؤية نافذة الفيديو وقدرة بطاقة الفيديو، هو مفتاح بين GDI، DirectDraw، والذي يعيد الأنماط بفاعلية.
be: Стандартны апрацоўшчык відэа для Windows 9x/ME/2K. У залежнасці ад бачнасці відэаакна і магчымасцяў відэакарты, пераключаецца паміж метадамі GDI, DirectDraw, Overlay.
bn: এটা Windows 9x/me/2kএর ডিফল্ট রেনডারার। ভিডিও উইন্ডোর দৃষ্টিগ্রাহ্যতা আর আপনার ভিডিও কার্ডের ক্ষমতার উপর নির্ভর করে, এটা GDI, DirectDraw, Overlay রেনডারিং মোডসমূহে স্বয়ংক্রিয়ভাবে পরিবর্তন করবে।
bs_ba: Ovo je podrazumijevani renderer za Windows 9x/me/2k. Odvisno od vidljivosti video prozora i mogućnosti vaše video kartice, biće dinamički preklapano između GDI, DirectDraw i Overlay modusa renderiranja.
ca: Aquest és el renderitzador predeterminat per Windows 9x/Me/2K. Depenent de la visibilidat de la finestra de vídeo i de les capacitats de la teva tarjeta gràfica, escollirà dinàmicament entre els renders GDI, DirectDraw o Overlay.
cs: Výchozí renderer Windows 9x/ME/2k. V závislosti na viditelnosti okna videa a schopnostech vaší grafické karty bude dynamicky přepínat mezi vykreslováním pomocí GDI, DirectDraw nebo overlay.
da: Dette er standard renderer på Windows 9x/me/2k. Afhængig af synligheden af video-vinduet og dit grafikkorts formåen, vil det dynamisk skifte mellem renderingstilstandende GDI, DirectDraw og Overlay.
de: Verwendet je nach Eigenschaften der Grafikkarte und Sichtbarkeit des Videofensters das GDI, DirectDraw oder den Overlay-Modus. Entspricht dem Standard-Renderer von Windows 9x/ME/2000.
el: Αυτό είναι το προεπιλεγμένο πρόγραμμα απόδοσης των Windows 9x/me/2k. Με βάση την ορατότητα του παραθύρου βίντεο και τις δυνατότητες της κάρτας γραφικών σας, αυτό θα αλλάζει λειτουργία δυναμικά μεταξύ GDI, DirectDraw και Επικάλυψης.
es: El antiguo Renderizador de Vídeo es el filtro renderizador predeterminado de Windows 9x/ME/2K. Dependiendo de la visibilidad de la ventana de vídeo y de las capacidades de su tarjeta gráfica, alternará dinámicamente entre los modos de renderizado GDI (interfaz [básica] del dispositivo gráfico), DirectDraw (una interfaz intensiva del entorno DirectX), y Overlay (hardware de renderizado directo).
eu: Hau da berezko aurkezlea Windows 9x/me/2k-rako. Bideo leihoaren ikusgarritasunaren eta zure bideo txartelaren gaitasunen arabera, dinamikoki aldatuko da GDI, DirectDraw, Gainjarpen aurkezpen moduen artean.
fi: Tämä on Windows 9x/ME/2K:n oletusrenderöijä. Videoikkunan ja näytönohjaimen ominaisuuksista riippuen se vaihtaa dynaamisesti GDI-, DirectDraw- ja peittokuvarenderöintien välillä.
fr: Ceci est le moteur de rendu par défaut pour Windows 9x/me/2k. Selon la visibilité de la fenêtre vidéo et les capacités de votre carte vidéo, il utilisera dynamiquement le mode de rendu GDI, DirectDraw ou Overlay.
gl: Este é o renderizador por defecto para Windows 9x/Me/2000. Dependendo da visibilidade da xanela de vídeo e das capacidades da súa placa de vídeo, el escollerá entre os renderizadores GDI, DirectDraw, e Overlay.
he: זהו מציג ברירת המחדל ב-Windows 9x/me/2k. בהתאם לראות החלון ויכולות הכרטיס הגרפי שלך, הוא יחליף בין מצבי תצוגה של GDI, DirectDraw ו-Overlay בצורה דינמית.
hr: Zadani prikazivač za Windows 9x/ME/2k. Ovisno o vidljivosti video prozora i mogućnostima vaše video kartice će koristiti GDI, DirectDraw ili Overlay-okvir.
hu: Ez a Windows 9x/me/2k alapértelmezett átalakítója. A videó ablakának láthatóságától és a videokártyája képességeitől függően, dinamikusan vált GDI, DirectDraw és Overlay átalakítási módok között.
hy: Ցուցադրման եղանակը ըստ ծրագրայինի Windows 9x/ME/2K-ի համար։ Կապված տեսապատուհանի տեսանելիության հետ և տեսաքարտի հնարավորությունների հետ, եղանակը դինամիկ կերպով անցում է կատարում GDI-ի, DirectDraw-ի և Overlay-ի միջև։
it: Video renderer predefinito di Windows 9x/me/2k. In base alla visibilità della finestra video e alle capacità della scheda video, alternerà automaticamente tra i rendering GDI, DirectDraw, Overlay dinamicamente.
ja: Windows 9x/me/2k の標準レンダラです。ビデオ ウィンドウの表示状態とビデオ カードの能力に応じて、表示モードを GDI、DirectDraw、オーバーレイの間で動的に切り替えます。
lt: Numatytas vaizdo rodymas Windows 9x/me/2k. Priklausomai nuo vaizdo lango matomumo ir vaizdo plokštės galimybių, režimas dinamiškai persijungia tarp GDI, DirectDraw ir Overlay metodų.
ms_my: Ini adalah penerap lalai bagi Windows 9x/me/2k. Bergantung pada ketampakan tetingkap video dan keupayaan kad video anda, ia akan bertukar diantara GDI, DirectDraw, mod penerapan Tindihan secara dinamik.
nl: Standaard opbouwer voor Windows 9x/ME/2000. Afhankelijk van de zichtbaarheid van het video venster en de mogelijkheden van de grafische kaart, schakelt deze opbouwer dynamisch tussen GDI, DirectDraw en Overlay opbouwing.
pl: Domyślny renderer obrazu dla systemów Windows 9x/Me/2000. W zależności od widoczności okna wyświetlania i możliwości karty graficznej, przełącza dynamicznie pomiędzy trybami GDI, DirectDraw oraz nakładki.
ru: Рендер видео по умолчанию для Windows 9x/ME/2K. В зависимости от видимости окна видео и возможностей вашей видеокарты, он динамически переключается между режимами GDI, DirectDraw и Overlay.
sk: Predvolené vykresľovanie v systémoch Windows 9x/me/2k. V závislosti od viditeľnosti okna s videom a od grafickej karty sa dynamicky prepína aj niektorý z režimov vykresľovania GDI, DirectDraw, Overlay.
sl: To je privzeti izrisovalnik na Windows 9x/me/2k. Glede na vidljivost video okna in zmožnosti video kartice bo dinamično preklapljal med GDI, DirectDraw in prekrivnim načinom izrisovanja.
sr: Ово је подразумевани рендерер ОС Windows 9x/ME/2000. У зависности од видљивости прозора за видео и могућности ваше графичке картице, режими за рендеровање ће се динамички мењати.
sv: Detta är standardrenderen för Windows 9x/me/2k. Beroende på synligheten av videofönstret och grafikkortets förmågor kommer den att växla mellan GDI-, DirectDraw- och Overlay-renderingslägen dynamiskt.
th_th: นี่คือตัวแปลผลตั้งต้นของ Windows 9x/me/2k ขึ้นกับทัศนวิสัยหน้าต่างวิดีโอและความสามารถของการ์ดจอของคุณ, มันจะสลับอย่างแปรเปลี่ยนได้ระหว่างการแปลผล GDI, DirectDraw, Overlay
tt: Видео рендер по умолчанию для Windows 9x/ME/2K. В зависимости от видимости видеоокна и возможностей видеокарты, режим динамически переключается между методами GDI, DirectDraw и Overlay.
vi: Đây là bộ dựng hình mặc định của Windows 9x/me/2k. Tùy thuộc vào khả năng hiển thị của cửa sổ hình ảnh và khả năng của cạc màn hình, nó sẽ chuyển đổi tự động giữa các chế độ dựng hình GDI, DirectDraw, Overlay.
