Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_AG_SUBTITLES_SAVED
source: Subtitles saved
ar: حفظ الترجمة
be: Субцітры захаваныя
bn: সাবটাইটেল সেইভ হয়েছে
bs_ba: Titl je snimljen
ca: Subtítols desats
cs: Titulky uloženy
da: Undertekster gemt
de: Untertitel gespeichert
el: Οι υπότιτλοι αποθηκεύτηκαν
es: Los subtítulos se han guardado
eu: Azpidatziak gordeta
fi: Tekstitykset tallennettu
fr: Sous-titres sauvegardés
gl: Subtítulos gardados
he: כתוביות נשמרו
hr: Titlovi spremljeni
hu: Feliratok elmentve
hy: Տողագրերը պահպանվեցին
it: Sottotitoli salvati
ja: 字幕を保存しました
lt: Subtitrai išsaugoti
ms_my: Sarikata disimpan
nl: Ondertiteling opgeslagen
pa: ਸਬ-ਟਾਈਟਲ ਸੰਭਾਲੇ
pl: Zapisano napisy
ru: Субтитры сохранены
sk: Titulky uložené
sl: Podnapisi shranjeni
sr: Титлови су сачувани
sv: Undertext sparad
th_th: ศัพท์บรรยายถูกบันทึกแล้ว
tt: Субтитрлар сакланды
vi: Phụ đề đã được lưu

# IDS_MAINFRM_4
source: Cannot save subtitles
ar: لايمكن حفظ الترجمة
be: Не атрымліваецца захаваць субцітры.
bn: সাবটাইটেল সেইভ করা যায় নি
bs_ba: Nije moguće snimiti titlove
ca: No es poden desar els subtítols
cs: Titulky nelze uložit
da: Kan ikke gemmer undertekster
de: Kann Untertitel nicht speichern
el: Δεν είναι δυνατή η αποθήκευση των υποτίτλων
es: Los subtítulos no se pueden guardar
eu: Ezinezkoa azpidatziak gordetzea
fi: Tekstityksiä ei voi tallentaa
fr: Impossible de sauvegarder les sous-titres
gl: Imposible gardar subtítulos
he: לא יכול לשמור כתוביות
hr: Nemoguće spremiti titlove
hu: Nem lehet elmenteni a feliratokat
hy: Հնարավոր չէ պահպանել տողագրերը
it: Impossibile salvare i sottotitoli
ja: 字幕を保存できません
lt: Neįmanoma išsaugoti subtitrų
ms_my: Tidak dapat simpan sarikata
nl: Kan Ondertiteling niet opslaan
pa: ਸਬਟਾਈਟਲ ਸੰਭਾਲੇ ਨਹੀਂ ਜਾ ਸਕਦੇ
pl: Nie można zapisać napisów.
ru: Не удается сохранить субтитры.
sk: Titulky nie je možné uložiť
sl: Ne morem shraniti podnapisov
sr: Не могу да сачувам титлове
sv: Kan inte spara Undertexter
th_th: ไม่สามารถบันทึกศัพท์บรรยาย
tt: Субтитрларны саклап булмый.
vi: Không thể lưu phụ đề

# IDS_AG_FRAMERATE
source: Frame rate
ar: معدل الإطارات
be: Частата кадраў
bn: ফ্রেম রেট
bs_ba: Broj sličica u sekundi
ca: Fotogrames per segon
cs: Snímková frekvence
da: Billedhastighed
de: Bildrate
el: Ρυθμός καρέ
es: Tasa de fotogramas/s
eu: Frame neurria
fi: Kuvataajuus
fr: Débit d'images
gl: Cadros por segundo
he: קצב פריימים
hr: Brzina slike
hu: Képkocka-ráta
hy: Կադրի հաճախությունը
ja: フレーム レート
lt: Kadrų dažnis
ms_my: Kadar bingkai
nl: Beeld snelheid
pa: ਫਰੇਮ ਦਰ
pl: Tempo (kl./s)
ru: Частота кадров
sk: Rýchlosť snímkovania
sl: Hitrost slik
sr: Учесталост кадрова
sv: Bildfrekvens
th_th: อัตราเฟรม
tt: Кадрлар ешлыгы
vi: Đánh giá khung

# IDS_MAINFRM_6
source: drawn: %d, dropped: %d
ar: المرسومة: %d، المسقطة: %d
be: запісана: %d страчана: %d
bn: আঁকা হয়েছে: %d, বাদ গেছে: %d
bs_ba: iscrtano: %d, odbačeno: %d
ca: dibuixats: %d, perduts: %d
cs: vykresleno: %d, zahozeno: %d
da: tegnet: %d, tabt: %d
de: ausgegeben: %d, verworfen: %d
el: προβλήθηκαν: %d, απορρίφθηκαν: %d
es: dibujados: %d, perdidos: %d
eu: marraztuta: %d, erorita: %d
fi: piirretty: %d, pudotettu: %d
fr: affichées : %d, perdues : %d
gl: debuxados: %d, perdidos: %d
he: צויירו: %d, הושמטו: %d
hr: prikazano: %d, odbačeno: %d
hu: rajzolt: %d, elejtett: %d
hy: գրվել է. %d, կորսվել է. %d
it: disegnati: %d, saltati: %d
ja: 再生: %d, 欠落: %d
lt: įrašyta: %d, pamesta: %d
ms_my: dilukis: %d, dilepas: %d
nl: gemaakt: %d, verworpen: %d
pl: wyświetlone: %d, porzucone: %d
ru: записано: %d, потеряно: %d
sk: vykreslených: %d, preskočených: %d
sl: narisanih: %d, izpuščenih: %d
sr: записано: %d, испуштено: %d
sv: uppritade: %d, förlorade: %d
th_th: วาดแล้ว: %d, ตกหล่น: %d
tt: язылды: %d, югалды: %d
vi: rút ra: %d, giảm: %d

# IDS_AG_FRAMES
source: Frames
ar: الإطارات
be: Кадраў
bn: ফ্রেম
bs_ba: Sličica
ca: Fotogrames
cs: Snímky
da: Billeder
de: Bilder
el: Καρέ
es: Fotogramas
eu: Frame
fi: Kehystä
fr: Images
gl: Cadros
he: פריימים
hr: Slike
hu: Képkockák
hy: Կադրեր
ja: フレーム数
lt: Kadrai
ms_my: Bingkai
nl: Beelden
pa: ਫਰੇਮ
pl: Klatki
ru: Кадры
sk: Snímky
sl: Slike
sr: Кадрови
sv: Bilder
th_th: เฟรม
tt: Кадр
vi: Khung

# IDS_AG_BUFFERS
source: Buffers
ar: المخزن المؤقت
be: Буфераў
bn: বাফার
bs_ba: Buffer-i
ca: Memòria intermèdia (Buffers)
cs: Buffery
da: Buffere
de: Puffer
el: Προσωρινές μνήμες
es: Búferes
eu: Bufferrak
fi: Puskurit
fr: Mémoires tampons
gl: Búferes
he: חוצצים
hr: Baferi
hu: Pufferek
hy: Բուֆերներ
ja: バッファ
lt: Buferiai
ms_my: Penimbal
pa: ਬਫ਼ਰ
pl: Bufory
ru: Буферы
sk: Vyrovnávacie pamäte
sl: Medpomnilniki
sr: Бафери
sv: Buffertar
th_th: บัฟเฟอร์
tt: Буфер
vi: Đệm

# IDS_MAINFRM_9
source: Volume: %02lu/%02lu, Title: %02lu/%02lu, Chapter: %02lu/%02lu
ar: الصوت: %02lu/%02lu، العنوان: %02lu/%02lu، الفصل: %02lu/%02lu
be: Том: %02lu/%02lu Падзел: %02lu/%02lu Сцэна: %02lu/%02lu
bn: ভলিউম: %02lu/%02lu, টাইটেল: %02lu/%02lu, পরিচ্ছেদ: %02lu/%02lu
bs_ba: Jačina zvuka: %02lu/%02lu, Naslov: %02lu/%02lu, Poglavlje: %02lu/%02lu
ca: Volum: %02lu/%02lu, Títol: %02lu/%02lu, Capítol: %02lu/%02lu
cs: Díl: %02lu/%02lu, Titul: %02lu/%02lu, Kapitola: %02lu/%02lu
da: Volumen: %02lu/%02lu, Titel: %02lu/%02lu, Kapitel: %02lu/%02lu
de: Band: %02lu/%02lu, Titel: %02lu/%02lu, Kapitel: %02lu/%02lu
el: Τόμος: %02lu/%02lu, Τίτλος: %02lu/%02lu, Κεφάλαιο: %02lu/%02lu
es: Volumen: %02lu/%02lu, título: %02lu/%02lu, capítulo: %02lu/%02lu
eu: Bolumena: %02lu/%02lu, Izenburua: %02lu/%02lu, Atala: %02lu/%02lu
fi: Levy: %02lu/%02lu, Nimike: %02lu/%02lu, Kappale: %02lu/%02lu
fr: Volume : %02lu/%02lu, Titre : %02lu/%02lu, Chapitre : %02lu/%02lu
gl: Volume: %02lu/%02lu, Titulo: %02lu/%02lu, Capítulo: %02lu/%02lu
he: עצמת שמע: %02lu/%02lu, כותרת: %02lu/%02lu, פרק: %02lu/%02lu
hr: Svezak: %02lu/%02lu, Naslov: %02lu/%02lu, Poglavlje: %02lu/%02lu
hu: Kötet: %02lu/%02lu, Cím: %02lu/%02lu, Fejezet: %02lu/%02lu
hy: Հատորը. %02lu/%02lu, Անունը. %02lu/%02lu, Գլուխը. %02lu/%02lu
it: Volume: %02lu/%02lu, Titolo: %02lu/%02lu, Capitolo: %02lu/%02lu
ja: ボリューム: %02lu/%02lu, タイトル: %02lu/%02lu, チャプター: %02lu/%02lu
lt: Skirsnis: %02lu/%02lu, Pavadinimas: %02lu/%02lu, Skyrius: %02lu/%02lu
ms_my: Volum: %02lu/%02lu, Tajuk: %02lu/%02lu, Bab: %02lu/%02lu
nl: Volume: %02lu/%02lu, Title: %02lu/%02lu, Hoofdstuk: %02lu/%02lu
pa: ਵਾਲੀਅਮ: %02lu/%02lu, ਟਾਈਟਲ: %02lu/%02lu, ਚੈਪਟਰ: %02lu/%02lu
pl: Nośnik: %02lu/%02lu, tytuł: %02lu/%02lu, rozdział: %02lu/%02lu
ru: Том: %02lu/%02lu, Раздел: %02lu/%02lu, Глава: %02lu/%02lu
sk: Hlasitosť: %02lu/%02lu, titul: %02lu/%02lu, kapitola: %02lu/%02lu
sl: Glasnost: %02lu/%02lu, Naslov: %02lu/%02lu, Poglavje: %02lu/%02lu
sr: Јачина звука: %02lu/%02lu, наслов: %02lu/%02lu, поглавље: %02lu/%02lu
sv: Volym: %02lu/%02lu, Titel: %02lu/%02lu, Kapitel: %02lu/%02lu
th_th: ฉบับ: %02lu/%02lu, หัวเรื่อง: %02lu/%02lu, ตอน: %02lu/%02lu
tt: Том: %02lu/%02lu, Раздел: %02lu/%02lu, Глава: %02lu/%02lu
vi: Âm lượng: %02lu/%02lu, Tiêu đề: %02lu/%02lu, Chương: %02lu/%02lu

# IDS_MAINFRM_10
source: Angle: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
ar: الزاوية: %02lu/%02lu, %lux%lu %luHz %lu:%lu
be: Вугал: %02lu/%02lu %lux%lu %luГц %lu:%lu
bn: ক্যামেরা অ্যাঙ্গেল: %02lu/%02lu, %lux%lu %luHz %lu:%lu
bs_ba: Ugao: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
cs: Úhel: %02lu/%02lu, %lux%lu %luHz %lu:%lu
da: Vinkel: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
de: Blickwinkel: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
el: Γωνία: %02lu/%02lu, %lux%lu %luHz %lu:%lu
es: Ángulo: %02lu/%02lu, %lux%lu %luHz %lu:%lu
eu: Angelua: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
fi: Kulma: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
gl: Ángulo: %02lu/%02lu, %lux%lu %luHz %lu:%lu
he: זווית: %02lu/%02lu, %lux%lu %luהרץ %lu:%lu
hr: Kut: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
hu: Látószög: %02lu/%02lu, %lux%lu %luHz %lu:%lu
hy: Անկյունը. %02lu/%02lu, %lux%lu %luHz %lu:%lu
it: Angolazione: %02lu/%02lu, %lux%lu %luHz %lu:%lu
ja: アングル: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
lt: Kampas: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
ms_my: Sudut: %02lu/%02lu, %lux%lu %luHz %lu:%lu
nl: Camerahoek: %02lu/%02lu, %lux%lu %luHz %lu:%lu
pa: ਕੋਣ: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
pl: Kamera: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
ru: Угол: %02lu/%02lu, %lux%lu %luГц %lu:%lu
sk: Uhol: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
sl: Kot: %02lu/%02lu, %lux%lu %luHz %lu:%lu
sr: Угао: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
sv: Vinkel: %02lu/%02lu, %lux%lu %luHz %lu:%lu
th_th: มุมกล้อง: %02lu/%02lu, %lux%lu %luHz %lu:%lu
tt: Угол: %02lu/%02lu, %lux%lu %luГц %lu:%lu
vi: Góc: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu

# IDS_MAINFRM_11
source: %s, %s %u Hz %d bits %d %s
ar: %s, %s %u هرتز %d بت %d %s
be: %s %s %u Гц %d біт %d %s
bs_ba: %s, %s %u Hz %d bita %d %s
cs: %s, %s %uHz %dbitů %d %s
da: %s, %s %u Hz %d bit %d %s
eu: %s, %s %u Hz %d bit %d %s
fi: %s, %s %uHz %dbittiä %d %s
he: %s, %s %uהרץ %dביטים %d %s
hu: %s, %s %uHz %dbit %d %s
it: %s, %s %uHz %dbit %d %s
ja: %s, %s %u Hz %d ビット %d %s
lt: %s, %s %u Hz %d bitai %d %s
ms_my: %s, %s %uHz %dbit %d %s
pa: %s, %s %u Hz %d ਬਿੱਟ %d %s
pl: %s, %s %u Hz %d bitów %d %s
ru: %s, %s %u Гц %d бит %d %s
sk: %s, %s %u Hz %d bitov %d %s
sl: %s, %s %u Hz %d bitov %d %s
sr: %s, %s %u Hz %d бита %d %s
sv: %s, %s %u Hz %d bitar %d %s
tt: %s, %s %u Гц %d бит %d %s
vi: %s, %s %u Hz %d bit %d %s

# IDS_ADD_TO_PLAYLIST
source: Add to MPC-HC Playlist
ar: إضافة لقائمة تشغيل MPC-HC
be: Дадаць у плэйліст MPC-HC
bn: MPC-HC প্লেলিস্টে যোগ করি
bs_ba: Dodaj u MPC-HC Playlistu
ca: Afegeix a la llista de reproducció de l'MPC-HC
cs: Přidat do seznamu stop MPC-HC
da: Føj til spilleliste i MPC-HC
de: Zur MPC-HC-Wiedergabeliste hinzufügen
el: Προσθήκη στη λίστα αναπαραγωγής του MPC-HC
es: Añadir a la lista de reproducción de MPC-HC
eu: Gehitu MPC-HC Irakur-zerrendara
fi: Lisää MPC-HC:n soittolistaan
fr: Ajouter à la liste de lecture de MPC-HC
gl: Engadir á lista de reprodución de MPC-HC
he: הוסף לרשימת ההשמעה של MPC-HC
hr: Dodaj na MPC-HC listu izvođenja
hu: Hozzáadás az MPC-HC Lejátszási listához
hy: Ավելացնել MPC-HC-ի նվագացանկին
it: Aggiungi alla playlist di MPC-HC
ja: MPC-HC の再生リストに追加
lt: Įtraukti į MPC-HC grojaraštį
ms_my: Tambah ke Senarai Main MPC-HC
nl: Toevoegen aan MPC-HC afspeellijst
pa: MPC-HC ਪਲੇਅਲਿਸਟ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do listy odtwarzania MPC-HC
ru: Добавить в плейлист MPC-HC
sk: Pridať do playlistu programu MPC-HC
sl: Dodaj v seznam predvajanja MPC-HC
sr: Додај у плеј-листу MPC-HC-а
sv: Lägg till i MPC-HC:s Spelningslista
th_th: เพิ่มสู่บัญชีการเล่นของ MPC-HC
tt: MPC-HC уйнату битенә өстәргә
vi: Thêm vào danh sách phát MPC-HC

# IDS_OPEN_WITH_MPC
source: Play with MPC-HC
ar: تشغيل مع MPC-HC
be: Прайграць у MPC-HC
bn: MPC-HC দ্বারা প্লে করি
bs_ba: Pokreni sa MPC-HC
ca: Reprodueix amb l'MPC-HC
cs: Přehrát pomocí MPC-HC
da: Afspil med MPC-HC
de: Wiedergabe mit MPC-HC
el: Αναπαραγωγή με το MPC-HC
es: Reproducir con MPC-HC
eu: Irakurri MPC-HC-rekin
fi: Toista MPC-HC:lla
fr: Jouer avec MPC-HC
gl: Reproducir con MPC-HC
he: נגן עם MPC-HC
hr: Otvori sa MPC-HC
hu: Lejátszás MPC-HC vel
hy: Վերարատադրել MPC-HC-ով
it: Riproduci con MPC-HC
ja: MPC-HC で再生する
lt: Groti su MPC-HC
ms_my: Main dengan MPC-HC
nl: Afspelen met MPC-HC
pa: MPC-HC ਨਾਲ ਚਲਾਓ
pl: Odtwórz w MPC-HC
ru: Воспроизвести в MPC-HC
sk: Prehrať programom MPC-HC
sl: Predvajaj z MPC-HC
sr: Репродукуј помоћу MPC-HC-а
sv: Spela med MPC-HC
th_th: เล่นด้วย MPC-HC
tt: MPC-HC белән уйнатырга
vi: Phát với MPC-HC

# IDS_CANNOT_CHANGE_FORMAT
source: MPC-HC has not enough privileges to change files formats associations. Please click on the "Run as administrator" button.
cs: MPC-HC nemá dostatečná oprávnění pro změnu asociace souborů. Klikněte na tlačítko „Spustit jako administrátor“.
da: MPC-HC har ikke nok tilladelser til at ændre tilknytninger af filformater. Klik venligst på "Kør som administrator" knappen.
de: Um die Dateizuordnung zu ändern, werden weitere Zugriffsrechte benötigt. Bitte den Button "Als Administrator ausführen" verwenden.
eu: MPC-HCek ez du nahikoa pribilegio agiri heuskarri elkarketa aldatzeko. Mesedez klikatu "Ekin administrari bezala" botoia.
gl: MPC-HC non ten suficientes privilexios para cambiar as asociacións de formatos dos ficheiros. Prema no botón "Executar como administrador".
sv: MPC-HC har inte tillräckliga privilegier för att ändra formatassociationerna. Var vänlig klicka på "Kör som administratör"-knappen.
th_th: MPC-HC ไม่มีสิทธิ์ที่เพียงพอในการเปลี่ยนความสัมพันธ์รูปแบบไฟล์ โปรดคลิกที่ปุ่ม "รันเป็นผู้ดูแลระบบ"

# IDS_APP_DESCRIPTION
source: MPC-HC is an extremely light-weight, open source media player for Windows. It supports all common video and audio file formats available for playback. We are 100% spyware free, there are no advertisements or toolbars.
ar: MPC-HC هو مشغل وسائط خفيف الوزن للغاية و مفتوح المصدر لويندوز. يدعم تشغيل جميع تنسيقات ملفات الفيديو و الصوت الشائعة. خالي 100% من اي برامج تجسس، و لا توجد اعلانات أو أشرطة الأدوات.
be: MPC-HC - гэта надзвычайна лёгкі прайгравальнік медыя для Windows з адкрытым зыходным кодам. Ён падтрымлівае прайграванне ўсіх распаўсюджаных фарматаў аўдыя і відэа. Мы на 100% гарантуем адсутнасць шпіёнскіх і рэкламных праграм або панэляў інструментаў.
bn: MPC-HC হল Windowsএর জন্য একটি খুবই হালকা-ভারের, ওপেন সোর্স মিডিয়া প্লেয়ার। এটা পরিচিত সকল ভিডিও এবং অডিও ফাইলের ধরন প্লেব্যাকের জন্য সমর্থন করে। আমরা ১০০% স্পাইওয়্যার মুক্ত, এটাতে কোনো বিজ্ঞাপন বা টুলবার নেই।
bs_ba: MPC-HC media player vrlo lake kategorije za Windows-e. Podržava sve uobičajene video i audio file formate. Mi smo 100% bez spyware-a, bez reklama i bez toolbar-ova.
ca: L'MPC-HC és un el reproductor multimèdia de codi obert per a Windows i molt lleuger. És compatible amb tots els formats de fitxers d'àudio i vídeo més comuns. És 100% lliure de spyware, no hi ha anuncis ni barres d'eines.
cs: MPC-HC je přehrávač mediálních souborů pro Windows s nízkou zátěží na systém a s otevřeným zdrojovým kódem. Podporuje přehrávání všech běžně dostupných formátů zvukových a video souborů. Neobsahuje žádný spyware, reklamní lišty ani reklamy.
da: MPC-HC er en ekstremt-letvægt, open source medieafspiller til Windows. Den kan afspille alle de mest anvendte video- og lydfil formater. Vi er 100% spyware fri og der er ingen reklamer eller værktøjslinjer.
de: Der MPC-HC ist ein äußerst schlanker, quelloffener Media-Player für Windows. Er unterstützt alle gängigen Audio- und Videoformate. Er ist zu 100 % frei von Spyware und beinhaltet keinerlei Werbung oder Browser-Symbolleisten.
el: Το MPC-HC είναι ένας εξαιρετικά ελαφρύς, ανοικτού κώδικα αναπαραγωγός πολυμέσων για Windows. Υποστηρίζει όλες τις κοινές μορφές αρχείων βίντεο και ήχου που είναι διαθέσιμες για αναπαραγωγή. Είναι 100% ελεύθερο από προγράμματα κατασκοπείας (spyware) και δεν υπάρχουν διαφημίσεις ή εργαλειοθήκες.
es: MPC-HC es un reproductor para Windows extremadamente ligero y de código abierto. Admite todos los formatos comunes de vídeo y audio. Estamos 100 % libres de «spyware», nada de publicidad ni barras de herramientas.
eu: MPC-HC Windows-rako multimedia irakurgailu oso arina eta iturburu irekikoa da. Irakurketarako eskuragarri dauden bideo eta audio agiri heuskarri arrunt guztiak sostengatzen ditu. %100 spyware gabeak gara, ez dago iragarki edo nabigatzaile tresnabarrarik.
fi: MPC-HC on erittäin kevyt avoimen lähdekoodin mediasoitin Windowsille. Se tukee kaikkien yleisten video- ja äänitiedostomuotojen toistoa. Olemme 100% vapaita vakoiluohjelmista. Mainoksia tai työkalupalkkeja ei ole.
fr: MPC-HC est un lecteur multimédia open-source extrêmement léger pour Windows. Il supporte tous les formats vidéo et audio communément utilisés. Il est 100% garanti sans logiciel espion, ni publicité d'aucune sorte.
gl: MPC-HC é un reprodutor de medios de código aberto extremamente lixeiro para Windows. É compatible con todos os formatos comúns de ficheiros de audio e vídeo dispoñibles para a súa reprodución. Estamos 100% libre de spyware, no hai anuncios ou barras de ferramentas.
hr: MPC-HC je iznimno lagan media-player otvorenog koda za Windows. Podržava sve opće audio i video formate dostupne za reprodukciju. Ne sadržava nikakav toolbar niti reklame te je 100% slobodan od spywarea.
it: MPC-HC is an extremely light-weight, open source media player for Windows. Supporta tutti i comuni formati audio e video disponibili per la riproduzione. Noi siamo al 100% liberi da spyware, non c'è pubblicità o barre degli strumenti.
ja: MPC-HC は非常に軽量な Windows 用オープン ソースのメディア プレーヤーです。再生に使用される一般的なすべてのビデオおよびオーディオ ファイル形式をサポートしています。私たちは 100％ スパイウェアを含まず、広告やツール バーもありません。
lt: MPC-HC - tai nepaprastai lengvas, su atviru išeities kodu media grotuvas Windows. Jis palaiko visus populiarius vaizdo ir garso failų formatus, pasiekiamus grojimui. Mes garantuojame 100% laisvę nuo šnipinėjimo programų, reklamų ar įrankių juostų.
ms_my: MPC-HC adalah pemain media bersumber terbuka yang sangat ringan untuk Windows. Ia menyokong semua format fail audio dan video umum yang tersedia untuk main balik. Kami adalah 100% bebas dari perisian pengintip, dan tiada palang alat atau iklan di dalam pemain ini.
nl: MPC-HC is een extreem lichtgewicht, open source media speler voor Windows. Het ondersteunt alle bekende, speelbare video en audio bestandsformaten. Wij zijn 100% spyware vrij, er zijn geen advertenties of werkbalken.
pa: MPC-HC ਵਿੰਡੋਜ਼ ਲਈ ਬਹੁਤ ਹੀ ਹਲਕਾ, ਆਜ਼ਾਦ ਸਰੋਤ ਵਾਲਾ ਮੀਡੀਆ ਪਲੇਅਰ ਹੈ। ਇਹ ਚਲਾਉਣ ਵਾਲੇ ਸਭ ਆਮ ਵਿਡੀਓ ਤੇ ਆਡੀਓ ਫ਼ਾਈਲ ਫਾਰਮੈਟ ਲਈ ਸਹਾਇਕ ਹੈ। ਅਸੀਂ 100% ਸਪਾਈਵੇਅਰ ਮੁਕਤ ਹੈ। ਕੋਈ ਵੀ ਇਸ਼ਤਿਹਾਰ ਜਾਂ ਟੂਲਬਾਰ ਨਹੀਂ ਹੁੰਦੀ ਹੈ।
pl: MPC-HC jest bardzo lekkim odtwarzaczem multimediów dla systemu Windows opartym o licencję open source. Wspierane jest odtwarzanie wszystkich popularnych formatów audio oraz wideo. Program jest w 100% wolny od wszelkiego rodzaju oprogramowania śledzącego, reklam czy też niepożądanych pasków narzędzi.
ru: MPC-HC - это чрезвычайно легкий и открытый медиаплеер для Windows. Он поддерживает все распространенные форматы видео- и аудиофайлов, доступные для воспроизведения. Мы гарантируем 100% свободу от шпионских программ, рекламы или панелей инструментов.
sk: MPC-HC je mimoriadne kompaktný prehrávač médií, s otvoreným zdrojovým kódom, pre systémy Windows. Podporuje prehrávanie všetkých bežných formátov videa a zvuku. Je 100 % bezpečný a neobsahuje žiadny spyware, reklamy a ani dodatkové panely nástrojov od tretích strán.
sl: MPC-HC je izjemno nezahteven odprtokodni večpredstavnostni predvajalnik za Windows. Podpira vse običajne video in zvočne formate datotek, ki so primerne za predvajanje. Smo 100% brez vohunskih programov, brez oglasov in orodnih vrstic.
sr: MPC-HC је изузетно једноставан медијски плејер за Windows отвореног кода. Подржава репродуковање свих уобичајених аудио и видео формата. Не садржи шпијунски софтвер, огласе нити траке са алаткама трећих страна.
sv: MPC-HC är en extremt lättviktig mediaspelare för Windows med öppen källkod. Den stödjer alla vanliga video- och ljudformat tillgängliga för uppspelning. Vi är 100% fria från spionprogram och det finns ingen reklam eller några verktygsfält.
th_th: MPC-HC เป็นเครื่องเล่นสื่อแบบแหล่งเปิดที่มีขนาดกะทัดรัดสำหรับ Windows มันรองรับการเล่นไฟล์วิดีโอและไฟล์เสียงทั่วไปทั้งหมด เราไม่มีสปายแวร์ 100%, ไม่มีโฆษณาหรือแถบเครื่องมือใดๆ
tt: MPC-HC - это чрезвычайно легкий, с открытым исходным кодом медиа-плеер для Windows. Он поддерживает все распространенные форматы видео и аудио файлов, доступных для воспроизведения. Мы гарантируем 100% свободу от шпионских программ, рекламы или тулбаров.
vi: MPC-HC là một trình phát phương tiện truyền thông mã nguồn mở, cực kỳ nhỏ gọn dành cho Windows. Nó hỗ trợ phát lại tất cả các định dạng tập tin âm thanh và phim ảnh phổ biến. Phần mềm này 100% không chứa phần mềm gián điệp, không có quảng cáo hoặc các thanh công cụ đính kèm.

# IDS_MAINFRM_12
source: channel
ar: القناة
be: канал
bn: চ্যানেল
bs_ba: kanal
ca: canal
cs: kanál
da: kanal
de: Kanal
el: κανάλι
es: canal
eu: bidea
fi: kanava
fr: canal
gl: Canle
he: ערוץ
hr: kanal
hu: csatorna
hy: ալիք
it: canale
ja: チャンネル
lt: kanalas
ms_my: saluran
nl: kanaal
pa: ਚੈਨਲ
pl: kanał
ru: канал
sk: kanál
sl: kanal
sr: канал
sv: kanal
th_th: ช่อง
tt: канал
vi: kênh

# IDS_MAINFRM_13
source: channels
ar: القنوات
be: каналаў
bn: চ্যানেলসমূহ
bs_ba: kanali
ca: canals
cs: kanály
da: kanaler
de: Kanäle
el: κανάλια
es: canales
eu: bideak
fi: kanavat
fr: canaux
gl: Canles
he: ערוצים
hr: kanali
hu: csatorna
hy: ալիքներ
it: canali
ja: チャンネル
lt: kanalai
ms_my: saluran
nl: kanalen
pa: ਚੈਨਲ
pl: kanały/ów
ru: каналы
sk: kanálov
sl: kanali
sr: канала
sv: kanaler
th_th: ช่อง
tt: канал
vi: kênh

# IDS_AG_TITLE
source: Title %u
ar: العنوان: %u
be: Загаловак %u
bn: টাইটেল %u
bs_ba: Naslov %u
ca: Títol %u
cs: Titul %u
da: Titel %u
de: Titel %u
el: Τίτλος %u
es: Título %u
eu: Izenburua %u
fi: Nimike %u
fr: Titre %u
gl: Título %u
he: כותר %u
hr: Naslov %u
hu: Cím %u
hy: %u-ի անունը
it: Titolo %u
ja: タイトル %u
lt: Pavadinimas %u
ms_my: Tajuk %u
nl: Titel %u
pa: ਟਾਈਟਲ %u
pl: Tytuł %u
ru: Раздел %u
sk: Titul %u
sl: Naslov %u
sr: Наслов %u
sv: Titel %u
th_th: หัวเรื่อง %u
tt: Бүлек %u
vi: Tiêu đề %u

# IDS_MAINFRM_16
source: DVD: Unexpected error
ar: DVD: خطأ غير متوقع
be: DVD: Неспадзяваная памылка.
bn: DVD: অপ্রত্যাশিত সমস্যা
bs_ba: DVD: Neočekivana greška
ca: DVD: Error inesperat
cs: DVD: Neočekávaná chyba
da: DVD: Uventet fejl
de: DVD: Unerwarteter Fehler
el: DVD: Μη αναμενόμενο σφάλμα
es: DVD: Error inesperado
eu: DVD: Ustekabeko akatsa
fi: DVD: Odottamaton virhe
fr: DVD : erreur inattendue
gl: DVD: Erro inesperado
he: די.וי.די: שגיאה לא צפוייה
hr: DVD: neočekivana greška
hu: DVD: Váratlan hiba
hy: DVD. չնախատեսված սխալ
it: DVD: errore inaspettato
ja: DVD: 予期しないエラー
lt: DVD: Netikėta klaida
ms_my: DVD: Ralat tidak dijangka
nl: DVD: Onverwachte fout
pa: DVD: ਅਚਾਨਕ ਗਲਤੀ
pl: DVD: nieoczekiwany błąd
ru: DVD: Непредвиденная ошибка
sk: DVD: neočakávaná chyba
sl: DVD: Nepričakovana napaka
sr: DVD: неочекивана грешка
sv: DVD: Oväntat fel
th_th: DVD: ข้อผิดพลาดไม่พึงปรารถนา
tt: DVD: Көтелмәгән хата.
vi: DVD: Lỗi bất thường

# IDS_MAINFRM_17
source: DVD: Copy-Protect Fail
ar: DVD: فشل من الحماية من النسخ
be: DVD: праблема з абаронай ад капіявання.
bn: DVD: কপি-প্রোটেক্ট ব্যর্থ হয়েছে
bs_ba: DVD: Neuspjeh zbog zaštite od kopiranja
ca: DVD: Error per prevenció de còpia
cs: DVD: Selhání ochrany proti kopírování
da: DVD: Kopi-beskyttelse fejl
de: DVD: Kopierschutz-Problem
el: DVD: Σφάλμα στην προστασία αντιγραφής
es: DVD: Fallo en la protección anticopia
eu: DVD: Kopia-Babestu Hutsegitea
fi: DVD: Kopiosuojausvirhe
fr: DVD : échec de la protection anti-copie
gl: DVD: Fallo por Protección Anticopia
he: די.וי.די: כשלון הגנת-העתקה
hr: DVD: greška zaštite kopiranje
hu: DVD: Másolás-védelem Hiba
hy: DVD՝ խնդիր կապված հեղինակային իրավունքի հետ
it: DVD: errore di protezione dalla copia
ja: DVD: コピープロテクトによる失敗
lt: DVD: Problema su apsauga nuo kopijavimo
ms_my: DVD: Lindung-Salin Gagal
nl: DVD: Kopieer bescherming fout
pa: DVD: ਕਾਪੀ-ਸੁਰੱਖਿਆ ਫੇਲ੍ਹ ਹੈ
pl: DVD: błąd zabezpieczenia kopiowania
ru: DVD: проблема с защитой от копирования
sk: DVD: zlyhanie ochrany pred kopírovaním
sl: DVD: Napaka zaradi zaščite proti kopiranju
sr: DVD: проблем са заштитом од копирања
sv: DVD: Kopieringskyddsfel
th_th: DVD: ป้องกันการคัดลอกล้มเหลว
tt: DVD: проблема с защитой от копирования.
vi: DVD: Sao chép bảo vệ thất bại
