Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_MAINFRM_114
source: %s was not found, please insert media containing this file.
ar: لم يتم العثور على %s، الرجاء ادراج الوسط المحتوي على هذا الملف.
be: %s не знойдзены, калі ласка, устаўце носьбіт, які змяшчае гэты файл
bn: %s খুঁজে পাওয়া যায় নি, এই ফাইলটি অন্তর্ভুক্তকৃত মিডিয়া প্রবেশ করান।
bs_ba: %s nije pronađen, molimo ubacite medij koji sadrži ovaj dokument.
ca: No s'ha trobat %s, si us plau, insereixi el suport que conté aquest fitxer.
cs: %s nebyl nalezen, vložte prosím médium obsahující tento soubor.
da: %s blev ikke fundet, indsæt venligst mediet med denne fil.
de: Kann %s nicht finden
el: Το %s δεν βρέθηκε. Παρακαλώ εισάγετε το μέσο που περιέχει αυτό το αρχείο.
es: No se encontró «%s». Inserte el soporte que contiene este archivo.
eu: %s ez da aurkitu, mesedez sartu agiri hau duen multimedia.
fi: %s ei löydy, aseta tiedoston sisältävä media.
fr: %s n'a pas été trouvé, veuillez insérer le média contenant ce fichier.
gl: No se atopou %s, por favor insire o medio que conten este ficheiro.
he: %s לא נמצא, אנא הכנס מדיה המכילה קובץ זה.
hr: %s nije pronađen, molimo ubacite medij koji sadrži navedenu datoteku.
hu: %s nem található, kérem tegyen be egy médiát, amin megtalálható ez a fájl.
hy: %s-ը չի գտնվել, տեղադրեք դա ֆայլի կրիչը։
it: %s non è stato trovato, per favore inserisci il supporto contenente questo file.
ja: %s が見つかりませんでした。このファイルを含むメディアを挿入してください。
lt: %s nerasta, prašo įdėti kaupiklį su šiuo failu.
ms_my: %s tidak ditemui, sila sisipkan media yang mengandungi fail ini.
nl: %s is niet gevonden, stop media met dit bestand erin s.v.p.
pa: %s ਨਹੀਂ ਲੱਭੀ, ਇਹ ਫ਼ਾਈਲ ਰੱਖਣ ਵਾਲਾ ਮੀਡੀਆ ਪਾਉ।
pl: Nie znaleziono „%s”. Proszę włożyć nośnik, na którym znajduje się plik.
ru: %s не найден, пожалуйста, вставьте носитель, содержащий этот файл.
sk: %s sa nenašiel, prosím vložte médium obsahujúce tento súbor.
sl: %s ni bil najden, prosimo vstavite nosilec, ki vsebuje to datoteko.
sr: %s није пронађен. Унесите медијум са овом датотеком.
sv: %s hittades inte, var vänlig sätt i lagringsmediet som innehåller denna fil.
th_th: ไม่พบ %s , โปรดใส่สื่อที่ประกอบด้วยไฟล์นี้
tt: %s не найден, пожалуйста, вставьте носитель, содержащий этот файл.
vi: %s không được tìm thấy, xin vui lòng nhập phương tiện truyền thông có chứa tập tin này.

# IDS_AG_ABORTED
source: Aborted
ar: متوقف
be: Перапынена
bn: রহিত করা হয়েছে
bs_ba: Prekinuto
ca: Interromput
cs: Přerušeno
da: Afbrudt
de: Abbruch
el: Ματαιώθηκε
es: Interrumpido
eu: Utzita
fi: Keskeytetty
fr: Abandon
gl: Abortado
he: הופסק
hr: Prekinuto
hu: Elvetve
hy: Կանգնեցված
it: Annullato
ja: 中止
lt: Nutraukta
ms_my: Dihenti Paksa
nl: Afgebroken
pa: ਅਧੂਰਾ ਛੱਡਿਆ
pl: Przerwano
ru: Прервано
sk: Prerušené
sl: Prekinjeno
sr: Прекинуто
sv: Avbruten
th_th: ถูกยกเลิก
tt: Туктатылды
vi: Đã bỏ

# IDS_MAINFRM_116
source: &Properties...
ar: &الخصائص
be: &Уласцівасці...
bn: প্রোপার্টিস...(&P)
bs_ba: Karakteristike
ca: &Propietats...
cs: &Vlastnosti...
da: &Egenskaber...
de: &Eigenschaften...
el: &Ιδιότητες...
es: &Propiedades…
eu: &Ezaugarriak...
fi: &Ominaisuudet...
fr: &Propriétés...
gl: &Propiedades...
he: מאפיינים...
hr: &Svojstva...
hu: &Tulajdonságok...
hy: &Հատկություններ...
it: &Proprietà...
ja: プロパティ(&R)...
lt: Y&patybės
ms_my: Si&fat...
nl: &Eigenschappen...
pa: ...ਵਿਸ਼ੇਸ਼ਤਾ(&P)
pl: &Właściwości...
ru: &Свойства...
sk: &Nastavenia...
sl: &Lastnosti...
sr: &Својства…
sv: &Egenskaper...
th_th: คุณ&สมบัติ
tt: Ү&злекләр...
vi: &Thuộc tính

# IDS_MAINFRM_117
source: (pin) properties...
ar: (دبوس) خصائص...
be: (pin) уласцівасці...
bn: (পিন) প্রোপার্টিস...
bs_ba: (pin) karakteristike...
ca: Propietats de l'etapa...
cs: (pin) vlastnosti...
da: (pin) egenskaber...
de: (Pin-)Eigenschaften...
el: (pin) ιδιότητες...
es: Propiedades de la etapa...
eu: (pin) ezaugarriak...
fi: (pinnin) ominaisuudet...
fr: (pin) propriétés...
gl: propiedades (do pin)...
he: (פין) מאפיינים...
hr: (značka) svojstva...
hy: (pin) Հատկություններ...
it: (pin) proprietà...
ja: (ピン) プロパティ...
lt: (pin) ypatybės...
ms_my: (cemat) sifat...
nl: (pin) Eigenschappen...
pa: ...(ਪਿੰਨ) ਵਿਸ਼ੇਸ਼ਤਾ
pl: właściwości (pinu)...
ru: Свойства (pin) ...
sk: (pin) nastavenia...
sl: lastnosti (priključka)...
sr: (pin) својства…
sv: (pin) egenskaper...
th_th: (พิน) คุณสมบัติ...
tt: (pin) үзлекләре...
vi: thuộc tính (pin)...

# IDS_AG_UNKNOWN_STREAM
source: Unknown Stream
ar: دفق مجهول
be: Невядомы паток
bn: স্ট্রিমটি অপরিচিত
bs_ba: Nepoznat Tok
ca: Transmissió desconeguda
cs: Neznámý proud
da: Ukendt strøm
de: Unbekannter Stream
el: Άγνωστη ροή
es: Transmisión desconocida
eu: Jario Ezezaguna
fi: Tuntematon virta
fr: Flux inconnu
gl: Pista descoñecida
he: זרם לא ידוע
hr: Nepoznat stream
hu: Ismeretlen adatfolyam
hy: Անհայտ հոսք
it: Flusso sconosciuto
ja: 不明なストリーム
lt: Nežinomas srautas
ms_my: Strim Tidak Diketahui
nl: Onbekend formaat
pa: ਅਣਜਾਣ ਸਟਰੀ
pl: Nieznany strumień
ru: Неизвестный поток
sk: Neznámy stream
sl: Neznan pretok
sr: Непознат ток
sv: Okänd ström
th_th: กระแสที่ไม่รู้จัก
tt: Билгесез ташкын
vi: Không biết luồng

# IDS_AG_UNKNOWN
source: Unknown %u
ar: مجهول %u
be: Невядомы %u
bn: অপরিচিত %u
bs_ba: Nepoznato %u
ca: %u desconeguda
cs: Neznámý %u
da: Ukendt %u
de: Unbekannt %u
el: Άγνωστη %u
es: %u desconocida
eu: Ezezaguna %u
fi: Tuntematon %u
fr: Inconnu %u
gl: %u Descoñecida
he: לא ידוע %u
hr: Nepoznat %u
hu: Ismeretlen %u
hy: Անհայտ %u
it: %u sconosciuto
ja: 不明 %u
lt: Nežinomas %u
ms_my: %u tidak diketahui
nl: Onbekende %u
pa: ਅਣਜਾਣ %u
pl: Nieznany %u
ru: Неизвестный %u
sk: Neznámy %u
sl: Neznan %u
sr: Непознат %u
sv: Okänd %u
th_th: %u ที่ไม่รู้จัก
tt: Билгесез %u
vi: Không biết %u

# IDS_AG_VSYNC
source: VSync
ca: Sincronització vertical (VSync)
da: Lodret synkronisering
de: VSync (ein/aus)
el: Κατακόρυφος συγχρονισμός (VSync)
es: Sincronización vertical (VSync estándar)
eu: ZAldb
fr: Synchronisation verticale
gl: VSync (Sincronia vertical)
he: סנכרון אנכי
hu: Függőleges szinkronizáció
ja: 垂直同期
pa: V-ਸਿੰਕ
pl: Synchronizacja pionowa
sr: Вертикална синхронизација

# IDS_MAINFRM_121
source: (Director Comments 1)
ar: (تعليقات المخرج 1)
be: (Каментарыі рэжысёра 1)
bn: (পরিচালকের মন্তব্যসমূহ ১)
bs_ba: (Komentar Režisera 1)
ca: (Comentaris del director, 1)
cs: (komentář režiséra 1)
da: (Instruktør kommentar 1)
de: (Regie-Kommentar 1)
el: (Σχόλια σκηνοθέτη 1)
es: (Comentarios del director 1)
eu: (Zuzendari Aipamenak 1)
fi: (Ohjaajan kommentit 1)
fr: (Commentaires du réalisateur 1)
gl: (Comentarios do director 1)
he: (הערות במאי 1)
hr: (Komentari redatelja 1)
hu: (Rendezői megjegyzések 1)
hy: (Ռեժիսորի մեկնաբանություններ 1)
it: (Commenti del Regista 1)
ja: (ディレクター コメント 1)
lt: (Režisieriaus komentarai 1)
ms_my: (Ulasan Pengarah 1)
nl: (Regisseur commentaar 1)
pa: (ਡਾਇਰੈਕਟਰ ਟਿੱਪਣੀ 1)
pl: (komentarze reżysera 1)
ru: (Комментарии режиссера 1)
sk: (Komentáre režiséra 1)
sl: (Komentar režiserja 1)
sr: (коментари режисера 1)
sv: (Regissörens kommentarer 1)
th_th: (ความคิดเห็นผู้กำกับ 1)
tt: (Режиссер аңлатмасы 1)
vi: (Giám đốc bình luận 1)

# IDS_MAINFRM_122
source: (Director Comments 2)
ar: (تعليقات المخرج 2)
be: (Каментарыі рэжысёра 2)
bn: (পরিচালকের মন্তব্যসমূহ ২)
bs_ba: (Komentar Režisera 2)
ca: (Comentaris del director, 2)
cs: (komentář režiséra 2)
da: (Instruktør kommentar 2)
de: (Regie-Kommentar 2)
el: (Σχόλια σκηνοθέτη 2)
es: (Comentarios del director 2)
eu: (Zuzendari Aipamenak 2)
fi: (Ohjaajan kommentit 2)
fr: (Commentaires du réalisateur 2)
gl: (Comentarios do director 2)
he: (הערות במאי 2)
hr: (Komentari redatelja 2)
hu: (Rendezői megjegyzések 2)
hy: (Ռեժիսորի մեկնաբանություններ 2)
it: (Commenti del Regista 2)
ja: (ディレクター コメント 2)
lt: (Režisieriaus komentarai 2)
ms_my: (Ulasan Pengarah 2)
nl: (Regisseur commentaar 2)
pa: (ਡਾਇਰੈਕਟਰ ਟਿੱਪਣੀ 2)
pl: (komentarze reżysera 2)
ru: (Комментарии режиссера 2)
sk: (Komentáre režiséra 2)
sl: (Komentar režiserja 2)
sr: (коментари режисера 2)
sv: (Regissörens kommentarer 2)
th_th: (ความคิดเห็นผู้กำกับ 2)
tt: (Режиссер аңлатмасы 2)
vi: (Giám đốc bình luận 2)

# IDS_DVD_SUBTITLES_ENABLE
source: Enable DVD subtitles
ar: DVD تمكين ترجمات الـ
be: Уключыць DVD-субцітры
bn: DVD সাবটাইটেল সক্রিয়করণ
bs_ba: Omogući DVD titlove
ca: Activa els subtítols del DVD
cs: Povolit DVD titulky
da: Aktivér DVD-undertekster
de: &Anzeigen
el: Ενεργοποίηση υποτίτλων DVD
es: Activar subtítulos del DVD
eu: Gaitu DVD azpidatziak
fi: Ota käyttöön DVD:n tekstitykset
fr: Activer les sous-titres DVD
gl: Activar subtítulos DVD
hr: Omogući titlove DVD-a
hu: DVD feliratok engedélyezése
hy: Միացնել DVD տողագրերը
it: Attiva sottotitoli DVD
ja: DVD の字幕を有効にする
lt: Įjungti DVD subtitrus
ms_my: Benarkan sarikata DVD
nl: DVD ondertiteling inschakelen
pa: DVD ਸਬਟਾਈਟਲ ਸਮਰੱਥ ਕਰੋ
pl: Wyświetlaj napisy DVD
ru: Включить субтитры DVD
sk: Zapnúť titulky na DVD
sl: Omogoči DVD podnapise
sr: Омогући титлове DVD-а
sv: Aktivera DVD-undertexter
th_th: ใช้งานศัพท์บรรยายดีวีดี
tt: DVD субтитрларны кабызырга
vi: &Kích hoạt phụ đề DVD

# IDS_AG_ANGLE
source: Angle %u
ar: الزاوية %u
be: Вугал %u
bn: ক্যামেরা অ্যাঙ্গেল %u
bs_ba: Ugao %u
ca: Angle núm. %u
cs: Úhel %u
da: Vinkel %u
de: Blickwinkel %u
el: Γωνία %u
es: Ángulo n.º %u
eu: Angelua %u
fi: Kulma %u
gl: Ángulo N° %u
he: זווית %u
hr: Kut %u
hu: Látószög %u
hy: Անկյուն %u
it: Angolo %u
ja: アングル %u
lt: Kampas %u
ms_my: Sudut %u
nl: Camerahoek %u
pa: ਕੋਣ %u
pl: Kamera %u
ru: Угол %u
sk: Uhol %u
sl: Kot %u
sr: Угао %u
sv: Vinkel %u
th_th: มุมกล้อง %u
tt: Почмак %u
vi: Góc %u

# IDS_AG_VSYNCOFFSET_INCREASE
source: Increase VSync Offset
ar: زيادة إزاحة VSync
be: Павялічыць зрух VSync
bn: VSync অফসেট বৃদ্ধি করি
bs_ba: Povećaj VSync Offset
ca: Augmenta l'òfset de la "VSync"
cs: Zvýšit VSync offset
da: Lodret synkronisering +
de: VSync-Offset erhöhen
el: Αύξηση μετάθεσης του VSync
es: Aumentar desfase de la VSync
eu: Handitu ZAldb Oreka
fi: Lisää VSync Offsetia
fr: Augmenter le décalage de synchronisation verticale
gl: Incrementar Compensación de Vsync
he: הגדל פיצוי סנכרון אנכי
hr: Povećaj pomak VSynca
hu: Függőleges szinkronizáció eltolás növelése
hy: Մեծացնել VSync-ի շարժը
it: Incrementa offset VSync
ja: 垂直同期オフセットの増加
lt: Padidinti VSync poslinkį
ms_my: Tingkatkan Ofset VSync
nl: Verhoog VSync compensatie
pl: Zwiększ przesunięcie synchronizacji pionowej
ru: Увеличить сдвиг VSync
sk: Zvýšiť posun VSync
sl: Povečaj VSync Odmik
sr: Повећај помак вертикалне синхронизације
sv: Öka VSync-förskjutning
th_th: เพิ่มค่าชดเชย VSync
tt: VSync китешен арттырырга
vi: Tăng offset VSync

# IDS_AG_DISABLED
source: Disabled
ar: تعطيل
be: Адключана
bn: নিষ্ক্রিয় করা হল
bs_ba: Onemogućeno
ca: Desactivat
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivado
eu: Ezgaituta
fi: Ei käytössä
fr: Désactivé
gl: Desactivado
he: כבוי
hr: Onemogućeno
hu: Kikapcsolva
hy: Անջատված
it: Disabilitato
ja: 無効
lt: Išjungta
ms_my: Dilumpuhkan
nl: Gedeactiveerd
pa: ਅਸਮਰੱਥ ਹੈ
pl: Wyłączone
ru: Отключено
sk: Zablokované
sl: Onemogočeno
sr: Онемогућено
sv: Inaktiverad
th_th: ไม่ถูกใช้งาน
tt: Cүндерелгән
vi: Đã vô hiệu hóa

# IDS_AG_VSYNCOFFSET_DECREASE
source: Decrease VSync Offset
ar: تقليل إزاحة VSync
be: Паменшыць зрух VSync
bn: VSync অফসেট হ্রাস করি
bs_ba: Smanji VSync Offset
ca: Disminueix l'òfset de la "VSync"
cs: Snížit VSync offset
da: Lodret synkronisering -
de: VSync-Offset verringern
el: Μείωση μετάθεσης του VSync
es: Reducir desfase de la VSync
eu: Txikitu ZAldb Oreka
fi: Pienennä VSync Offsetia
fr: Diminuer le décalage de synchronisation verticale
gl: Diminuír desprazamento VSync
he: הקטן פיצוי סנכרון אנכי
hr: Smanji pomak VSynca
hu: Függőleges szinkronizáció eltolás csökkentése
hy: Փոքրացնել VSync-ի շարժը
it: Decrementa offset VSync
ja: 垂直同期オフセットの減少
lt: Sumažinti VSync poslinkį
ms_my: Kurangkan Ofset VSync
nl: Verlaag VSync compensatie
pl: Zmniejsz przesunięcie synchronizacji pionowej
ru: Уменьшить сдвиг VSync
sk: Znížiť posun VSync
sl: Zmanjšaj VSync Odmik
sr: Смањи помак вертикалне синхронизације
sv: Minska VSync-förskjutning
th_th: ลดค่าชดเชย VSync
tt: VSync китешен киметергә
vi: Giảm offset VSync

# IDS_MAINFRM_136
source: MPC-HC D3D Fullscreen
ar: MP-HC D3D ملء الشاشة
be: MPC-HC Поўнаэкранны D3D
bn: MPC-HC D3D ফুলস্ক্রীন
bs_ba: MPC-HC D3D Cijeli ekran
ca: Pantalla completa de l'MPC D3D
da: MPC-HC D3D fuldskærm
de: Direct3D-Vollbildmodus
el: MPC-HC D3D Πλήρους οθόνης
es: MPC-HC, D3D a pantalla completa
eu: MPC-HC D3D Ikusleiho-osoan
fi: MPC-HC D3D Kokonäyttö
fr: MPC-HC plein écran D3D
gl: Pantalla completa MPC-HC D3D
he: MPC-HC D3D במסך מלא
hr: MPC-HC D3D cijeli zaslon
hu: MPC-HC D3D Teljes képernyő
hy: MPC-HC D3D Ամբողջ էկրանով
it: MPC-HC D3D Schermo Intero
ja: MPC-HC Direct3D フルスクリーン
lt: MPC-HC Pilnaekranis D3D
ms_my: Skrin Penuh D3D MPC-HC
nl: MPC-HC D3D volledig scherm
pa: MPC-HC D3D ਪੂਰੀ-ਸਕਰੀਨ
pl: MPC-HC pełny ekran D3D
ru: MPC-HC полноэкранный D3D-режим
sk: MPC-HC D3D na celú obrazovku
sl: MPC-HC D3D Celozaslonsko
sr: MPC-HC D3D режим целог екрана
sv: MPC-HC D3D Helskärm
th_th: เต็มจอ D3D MPC-HC
tt: MPC-HC Тулы экранлы D3D
vi: Toàn màn hình D3D MPC-HC

# IDS_MAINFRM_137
source: Unknown format
ar: صيغة غير معروفة
be: Невядомы фармат
bn: অপরিচিত ধরন
bs_ba: Nepoznat format
ca: Format desconegut
cs: Neznámý formát
da: Ukendt format
de: Unbekanntes Format
el: Άγνωστη μορφή
es: Formato desconocido
eu: Heuskarri ezezaguna
fi: Tuntematon formaatti
fr: Format inconnu
gl: Formato descoñecido
he: פורמט לא ידוע
hr: Nepoznat format
hu: Ismeretlen formátum
hy: Անհայտ տեսակ
it: Formato sconosciuto
ja: 不明な形式
lt: Nežinomas formatas
ms_my: Format tidak diketahui
nl: Onbekend formaat
pa: ਅਣਜਾਣ ਫਾਰਮੈਟ
pl: Nieznany format
ru: Неизвестный формат
sk: Neznámy formát
sl: Neznan format
sr: Непознат формат
sv: Okänt format
th_th: รูปแบบที่ไม่รู้จัก
tt: Билгесез формат
vi: Định dạng chưa biết

# IDS_MAINFRM_138
source: Sub shift: %ld ms
ar: ازاحة الترجمة: %ld ms
be: Зрух субцітраў: %ld
bn: সাবটাইটেলের সময়ের স্থানান্তর: %ld ms
bs_ba: Pomak titla: %ld ms
ca: Desplaçament dels subt.: %ld ms
cs: Posun titulků: %ld
da: Undertekst forskydning: %ld ms
de: Untertitelverschiebung: %ld ms
el: Μετατόπιση υποτίτλων: %ld ms
es: Compensación de subs.: %ld ms
eu: Azp. aldaketa: %ld sm
fi: Tekstityksen siirto: %ld ms
fr: Décalage des sous-titres : %ld ms
gl: Desprazamento de subtítulos: %ld ms
he: שיהוי כתוביות: %ld מילי-שניות
hr: Pomak titla: %ld ms
hu: Felirat eltolás : %ld
hy: Տողագրերի տեղափոխում. %ld ms
it: Scorrimento sottotitoli: %ld ms
ja: 字幕のシフト: %ld ミリ秒
lt: Subtitrų poslinkis: %ld ms
ms_my: Anjah sarikata: %ld ms
nl: Ondertitelingsverschuiving: %ld ms
pl: Przesunięcie napisów: %ld ms
ru: Сдвиг субтитров: %ld
sk: Oneskorenie titulkov: %ld ms
sl: Pomik podnapisov: %ld ms
sr: Померање титла: %ld мс
sv: Undertextförskjutning: %ld ms
th_th: ขยับศัพท์ฯ: %ld มว.
tt: Субтитрлар күчеше: %ld
vi: Shift phụ đề: %ld giây

# IDS_VOLUME_BOOST_INC
source: Volume boost increase
ar: زيادة تعزيز الصوت
be: Узмацненне гучнасці — павялічыць
bn: ভলিউমের উন্নতিসাধন বৃদ্ধি করি
bs_ba: Povećanje pojačanja zvuka
ca: Augment del guany de volum
cs: Zesílení - zvýšit
da: Lydstyrke forstærk +
de: Tonverstärkung erhöhen
el: Αύξηση ώθησης έντασης
es: Incremento del Aumento de Volumen
eu: Bolumen bultzada handitu
fi: Lisää äänenvoimakkuuden vahvistusta
fr: Augmenter l'amplification du volume
gl: Incremento do Aumento de Volume
he: הגדל המרצת עוצמת שמע
hr: Pojačanje glasnoće
hu: Hangerő erősítés növelése
hy: Ձայնը՝ Բարձրացնել
it: Amplificazione volume: aumento
ja: 音量のブースト 上げる
lt: Garso stiprinimas padidinti
ms_my: Galak volum naik
nl: Volume versterking verhogen
pl: Zwiększ wzmocnienie głośności
ru: Усиление громкости - увеличить
sk: Zväčšiť zvýraznenie hlasitosti
sl: Povečanje ojačitve glasnosti
sr: Повиси појачање звука
sv: Volym-boost ökning
th_th: เสริมความดัง เพิ่ม
tt: Тавыш көчен арттыру - арттырырга
vi: Tăng khối lượng âm

# IDS_VOLUME_BOOST_DEC
source: Volume boost decrease
ar: تقليل تعزيز الصوت
be: Узмацненне гучнасці — паменшыць
bn: ভলিউমের উন্নতিসাধন হ্রাস করি
bs_ba: Smanjenje pojačanja zvuka
ca: Decrement del guany de volum
cs: Zesílení - snížit
da: Lydstyrke forstærk -
de: Tonverstärkung verringern
el: Μείωση ώθησης έντασης
es: Decremento del Aumento de Volumen
eu: Gutxitu bolumen bultzada
fi: Vähennä äänenvoimakkuuden vahvistusta
fr: Diminuer l'amplification du volume
gl: Diminución do aumento de volume
he: הקטן המרצת עוצמת שמע
hr: Smanjenje glasnoće
hu: Hangerő erősítés csökkentése
hy: Ձայնը՝ Իջեցնել
it: Amplificazione volume: decremento
ja: 音量のブースト 下げる
lt: Garso stiprinimas sumažinti
ms_my: Galak volum turun
nl: Volume versterking verlagen
pl: Zmniejsz wzmocnienie głośności
ru: Усиление громкости - уменьшить
sk: Znížiť zvýraznenie hlasitosti
sl: Zmanjšanje ojačitve glasnosti
sr: Понизи појачање звука
sv: Volym-boost minskning
th_th: เสริมความดัง ลด
tt: Тавыш көчен арттыру - киметергә
vi: Giảm khối lượng âm

# IDS_VOLUME_BOOST_MIN
source: Volume boost Min
ar: أدنى تعزيز للصوت
be: Узмацненне гучнасці — мінімальнае
bn: ভলিউমের উন্নতিসাধন সর্বনিম্ন
bs_ba: Pojačanje zvuka Min
ca: Augment de volum mínim
cs: Zesílení - minimální
da: Lydstyrke forstærk minimum
de: Tonverstärkung: +0 % (min)
el: Ελάχιστη ώθηση έντασης
es: Aumento de Volumen Minimo
eu: Bolumen bultzada Gutxiena
fi: Äänenvoimakkuuden vahvistus Min.
fr: Amplification du volume minimale
gl: Aumento de Volume Minimo
he: המרצת עוצמת שמע מינימלית
hr: Pojačanje glasnoće min
hu: Hangerő erősítés Min
hy: Ձայնը՝ Min
it: Amplificazione volume: minimo
ja: 音量のブースト 最小
lt: Garso stiprinimas Min
ms_my: Galak volum Min
nl: Volume versterking min
pl: Minimalne wzmocnienie głośności
ru: Усиление громкости - Min
sk: Zvýraznenie hlasitosti Min
sl: Ojačitev glasnosti min
sr: Минимално појачање звука
sv: Volym-boost Min
th_th: เสริมความดัง ต่ำสุด
tt: Тавыш көчен арттыру - Min
vi: Khối lượng âm nhỏ nhất

# IDS_VOLUME_BOOST_MAX
source: Volume boost Max
ar: أقصى تعزيز للصوت
be: Узмацненне гучнасці — максімальнае
bn: ভলিউমের উন্নতিসাধন সর্বোচ্চ
bs_ba: Pojačanje zvuka Max
ca: Augment de volum màxim
cs: Zesílení - maximální
da: Lydstyrke forstærk maksimum
de: Tonverstärkung: +300 % (max)
el: Μέγιστη ώθηση έντασης
es: Aumento de Volumen Maximo
eu: Bolumen bultzada Gehiena
fi: Äänenvoimakkuuden vahvistus Max.
fr: Amplification du volume maximale
gl: Aumento de Volume Maximo
he: המרצת עוצמת שמע מקסימלית
hr: Pojačanje glasnoće max
hu: Hangerő erősítés Max
hy: Ձայնը՝ Max
it: Amplificazione volume: massimo
ja: 音量のブースト 最大
lt: Garso stiprinimas Max
ms_my: Galak volum Maks
nl: Volume versterking max
pl: Maksymalne wzmocnienie głośności
ru: Усиление громкости - Max
sk: Zvýraznenie hlasitosti Max
sl: Ojačitev glasnosti maks
sr: Максимално појачање звука
sv: Volym-boost Max
th_th: เสริมความดัง สูงสุด
tt: Тавыш көчен арттыру - Max
vi: Khối lượng âm lớn nhất

# IDS_USAGE
source: Usage: mpc-hc.exe "pathname" [switches]
be: Выкарыстанне: mpc-hc.exe "шлях" [ключы]
bs_ba: Upotreba: mpc-hc.exe "putanja" [prekidači]
ca: Ús: mpc-hc.exe "ruta" [paràmetres]
cs: Použití: mpc-hc.exe "cesta" [přepínače]
da: Brug: mpc-hc.exe "stinavn" [kontakter]
de: Aufruf: mpc-hc.exe "Pfadname" [Parameter]
el: Χρήση: mpc-hc.exe "διαδρομή" [παράμετρος]
es: Uso: mpc-hc.exe "ruta" [parámetros]
eu: Erabilpena: mpc-hc.exe "helburu-izena" [aldagaiak]
fr: Utilisation : mpc-hc.exe "chemin du fichier" [options]
gl: Uso: mpc-hc.exe "ruta" [parámetros]
hr: Upotreba: mpc-hc.exe "putanja" [prekidači]
ja: 使用法: mpc-hc.exe "pathname" [switches]
ms_my: Penggunaan: mpc-hc.exe "pathname" [switches]
nl: Gebruik: mpc-hc.exe "padnaam" [parameters]
pl: Użycie: mpc-hc.exe „ścieżka” [parametry]
ru: Использование: mpc-hc.exe "путь" [ключи]
sk: Použitie: mpc-hc.exe "cesta" [prepínače]
sl: Uporaba: mpc-hc.exe "pot" [stikala]
vi: Cách sử dụng: "đường dẫn" mpc-hc.exe [chuyển đổi]

# IDS_UNKNOWN_SWITCH
source: Unrecognized switch(es) found in command line string:
ar: مفتاح (مفاتيح) غير معروفة وجدت في نص سطر الأوامر:
be: У камандным радку знойдзены нераспазнаныя ключы:
bn: কমান্ড লাইন স্ট্রিংএ পাওয়া অপরিচিত নির্দেশনা(সমূহ):
bs_ba: U stringu komandne linije su pronađeni nepoznati prekidači:
ca: S'han trobat opcions no reconegudes a l'ordre executada:
cs: V příkazovém řádku byly použity neznámé parametry:
da: Ukendte kontakt(er) i kommandolinje streng:
de: Unbekannter Parameter in der Kommandozeile:
el: Άγνωστη παράμετρος βρέθηκε στη συμβολοσειρά της γραμμής εντολών:
es: Se encontraron opciones no reconocidas en la orden ejecutada:
eu: Aldagailu ezezaguna(k) aurkitu dira komando lerro katean:
fi: Komentorivin merkkijonosta löytyi tuntematon muuttuja:
fr: Option(s) non reconnue(s) dans la ligne de commande :
gl: Atopouse opción(s) descoñecida(s) na liña de Comandos:
he: פרמטר(ים) לא ידוע(ים) נמצא(ו) במחרוזת שורת הפקודה:
hr: Neprepoznati prekidač(i) pronađeni u tekstu komandne linije:
hu: Nem felismerhető kapcsoló(k) találhatóak a parancssortól kapott szövegben:
hy: Սխալներ հրամանների տողում.
it: Opzioni non riconosciute nella stringa a riga di comando:
ja: コマンド ライン文字列に認識できないスイッチが見つかりました:
lt: Komandinėje eilutėje rasti neatpažinti perjungikliai:
ms_my: Suis(es) tidak dikenali telah ditemui dalam rentetan baris perintah:
nl: Onbekende parameter(s) in opdrachtprompt:
pl: Znaleziono nierozpoznane parametry w wierszu poleceń:
ru: В командной строке найдены неопознанные переключатели:
sk: V príkaze na príkazovom riadku sa našli neznáme parametre:
sl: Nepoznano stikalo(a) najdeno v ukaznem nizu:
sr: У командној линији су пронађени непознати прекидачи:
sv: Okända växlar finns i kommandoraden:
th_th: พบสวิตช์ที่ไม่รู้จักในสตริง command line:
tt: В командной строке найдены нераспознанные переключатели:
vi: Chuyển đổi không được công nhận(es) được tìm thấy trong chuỗi dòng lệnh:

# IDS_AG_TOGGLE_INFO
source: Toggle Information
ar: تبديل المعلومات
be: Укл/Адкл паказ звестак
bn: তথ্যাদি নিয়ন্ত্রণ
bs_ba: Prikaži/Sakrij Informacije
ca: Commuta la informació
cs: Zobrazit/Skrýt informace
da: Oplysninger til/fra
de: Ansicht: Informationen (ein/aus)
el: Εναλλαγή σε πληροφορίες
es: Mostrar/Ocultar información
eu: Aldatu Argibideak
fi: Tiedot päällä/pois
fr: Afficher la zone d'information
gl: Amosar Información
he: הפעל/כבה מידע
hr: Namjestiti informacije
hu: Információ be- és kikapcsolása
hy: Միաց/Անջ Տեղեկությունը
it: Mostra Informazioni
ja: ファイル情報の表示
lt: Įj./Išj. informaciją
ms_my: Togol Maklumat
nl: Informatie aan / uit
pa: ਜਾਣਕਾਰੀ ਬਦਲੋ
pl: Przełącz widoczność informacji
ru: Вкл/откл отображение информации
sk: Prepnúť informáciu
sl: Preklopi informacije
sr: Укључи/искључи информације
sv: Växla Information
th_th: เปิดปิด ข้อมูล
tt: Мәгълүматны Каб/Сүн
vi: Chuyển sang thông tin

# IDS_AG_TOGGLE_STATS
source: Toggle Statistics
ar: تبديل الاحصائيات
be: Укл/Адкл статыстыку
bn: পরিসংখ্যান নিয়ন্ত্রণ
bs_ba: Prikaži/Sakrij Statistiku
ca: Commuta les estadístiques
cs: Zobrazit/Skrýt statistiku
da: Statistik til/fra
de: Ansicht: Statistik (ein/aus)
el: Εναλλαγή σε στατιστικά
es: Mostrar/Ocultar estadísticas
eu: Aldatu Estatistikak
fi: Tilastot päällä/pois
fr: Afficher les statistiques
gl: Amosar Estadísticas
he: הפעל/כבה סטטיסטיקה
hr: Namjestiti statistike
hu: Statisztika be- és kikapcsolása
hy: Միաց/Անջ Վիճակագրությունը
it: Mostra Statistiche
ja: 統計情報の表示
lt: Įj./Išj. statistiką
ms_my: Togol Statistik
nl: Statistieken aan / uit
pa: ਅੰਕੜੇ ਬਦਲੋ
pl: Przełącz widoczność statystyk
ru: Вкл/откл отображение статистики
sk: Prepnúť štatistiky
sl: Preklopi statistiko
sr: Укључи/искључи статистику
sv: Växla Statistiks
th_th: เปิดปิด สถิติ
tt: Статистиканы Каб/Сүн
vi: Chuyển đổi thống kê
