Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_SUBMENU_RESET
source: Reset
ar: إعادة ضبط
be: Скінуць
bn: পুনর্বিন্যাস করি
bs_ba: Resetuj
ca: Restableix
cs: Výchozí
da: Nulstil
de: &Zurücksetzen
el: Επαναφορά
es: Restablecer
eu: Berrezarri
fi: Palauta
fr: Réinitialiser
gl: Reiniciar
he: אפס
hr: Resetiraj
hu: Visszaállítás
hy: Վերակայել
it: Reimposta
ja: リセット
lt: Atstatyti numatytuosius
ms_my: Tetap Semula
pa: ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Domyślne
ru: Сброс
sk: Obnoviť
sl: Ponastavi
sr: Подразумевано
sv: Återställ
th_th: คืนค่า
tt: Ташлау
vi: Thiết lập lại

# IDS_SUBMENU_MOVEUP
source: Move Up
ar: تحريك لإعلى
be: Вышэй
bn: উপরে উঠাই
bs_ba: Pomakni Naviše
ca: Amunt
cs: Nahoru
da: Flyt op
de: Nach &oben
el: Μετακίν. πάνω
es: Subir
eu: Mugitu Gora
fi: Siirrä ylös
fr: Monter
gl: Subir
he: הזז למעלה
hr: Pomakni gore
hu: Mozgatás fel
hy: Վեր
it: Sposta su
ja: 上へ移動
lt: Kelti Aukštyn
ms_my: Alih ke Atas
nl: Omhoog
pa: ਉੱਤੇ ਭੇਜੋ
pl: W górę
ru: Вверх
sk: Posunúť hore
sl: Premakni gor
sr: Помери на&горе
sv: Flytta upp
th_th: ย้ายขึ้น
tt: Өскәрәк
vi: Chuyển lên

# IDS_SUBMENU_MOVEDOWN
source: Move Down
ar: تحريك لإسفل
be: Ніжэй
bn: নিচে নামাই
bs_ba: Premakni Naniže
ca: Avall
cs: Dolů
da: Flyt ned
de: Nach &unten
el: Μετακίν. κάτω
es: Bajar
eu: Mugitu Behera
fi: Siirrä alas
fr: Descendre
gl: Baixar
he: הזז למטה
hr: Pomakni dolje
hu: Mozgatás le
hy: Վար
it: Sposta giù
ja: 下へ移動
lt: Kelti Žemyn
ms_my: Alih ke Bawah
nl: Omlaag
pa: ਹੇਠਾਂ ਭੇਜੋ
pl: W dół
ru: Вниз
sk: Posunúť dole
sl: Premakni dol
sr: Помери на&доле
sv: Flytta ned
th_th: ย้ายลง
tt: Аскарак
vi: Chuyển xuống

# IDS_SUBMENU_OPENURL
source: Open URL
ar: افتح الرابط
be: Адкрыць спасылку
bn: URL খুলি
bs_ba: Otvori URL
ca: Obre l'URL
cs: Otevřít adresu
da: Åbn URL
de: URL öffnen
el: Άνοιγμα URL
es: Abrir URL
eu: Ireki Url-a
fi: Avaa URL
fr: Ouvrir l'URL
gl: Abrir URL
hr: Otvori URL
hu: URL megnyitása
ja: URL を開く
ms_my: Buka Url
pa: URL ਨੂੰ ਖੋਲ੍ਹੋ
pl: Otwórz URL
ru: Открыть URL
sk: Otvoriť URL
sl: Odpri Url
vi: Mở URL

# IDS_SUBPP_DLG_LANGUAGES_COL
source: Languages
ar: اللغات
be: Мовы
bn: ভাষাসমূহ
bs_ba: Jezici
ca: Idiomes
cs: Jazyky
da: Sprog
de: Sprachen
el: Γλώσσες
es: Idiomas
eu: Hizkuntzak
fi: Kielet
fr: Langues
gl: Linguas
hr: Jezici
hu: Nyelvek
hy: Լեզուներ
ja: 言語
lt: Kalbos
ms_my: Bahasa
nl: Talen
pa: ਭਾਸ਼ਾਵਾਂ
pl: Język
ru: Языки
sk: Jazyky
sl: Jeziki
th_th: ภาษา
vi: Ngôn ngữ

# IDS_SUBPP_DLG_LANGUAGES_ERROR
source: ERROR: Internet connection could not be established.
ar: خطأ: لا يمكن الوصول إلى الأنترنت
be: Памылка. Не атрымалася злучыцца з Інтэрнэтам.
bn: সমস্যা: ইন্টারনেট সংযোগ স্থাপন করা যাচ্ছে না।
bs_ba: GREŠKA: Nije moguće uspostaviti internet konekciju.
ca: ERROR: No s'ha pogut establir connexió a Internet.
cs: Chyba: Nepodařilo se navázat spojení.
da: FEJL: kunne ikke etablerer internetforbindelse.
de: Fehler: Keine Internetverbindung
el: ΣΦΑΛΜΑ: Δεν ήταν δυνατή η δημιουργία σύνδεσης στο διαδίκτυο.
es: ERROR: no se pudo establecer la conexión con Internet.
eu: AKATSA: Internet elkarketa ezin da ezarri.
fi: VIRHE: Internet yhteyttä ei voitu muodostaa.
fr: Erreur : La connexion Internet n'a pas pu être établie.
gl: ERRO: non se puido estabrecer a conexión con Internet.
hr: GREŠKA: Internet veza nije uspostavljana.
hu: HIBA: Az internetkapcsolat nem hozható létre.
ja: エラー: インターネット接続が確立できませんでした。
ms_my: RALAT: Sambungan Internet tidak dapat dijalinkan.
nl: FOUT: Internetverbinding kon niet tot stand worden gebracht.
pl: Błąd: Nie można nawiązać połączenia z Internetem.
ru: ОШИБКА: Интернет соединение не может быть установлено.
sk: CHYBA: nepodarilo sa vytvoriť internetové pripojenie.
sl: NAPAKA: Internetne povezave ni moč vzpostaviti.
th_th: ผิดพลาด; ไม่สามารถสร้างการเชื่อมต่ออินเตอร์เน็ต
vi: LỖI: Kết nối mạng chưa được thiết lập.

# IDS_SUB_CREDENTIALS_TITLE
source: Enter website credentials
ar: ادخل بيانات الموقع
be: Увядзіце ўліковыя дадзеныя для сайта
bn: ওয়েবসাইটের প্রামাণ্য বিবরণসমূহ প্রবেশ করুন
bs_ba: Unesite akreditive za web stranicu
ca: Introdueix les credencials del lloc web
cs: Zadejte přihlašovací údaje
da: Indtast loginoplysninger for websted
de: Anmeldeinformationen eingeben
el: Εισάγετε τα διαπιστευτήρια τοποθεσιών web
es: Proporcionar datos de acceso al sitio web
eu: Sartu webgune kredentzialak
fi: Syötä verkkosivun kirjautumistiedot
fr: Entrez les identifiants du site
gl: Proporcionar datos de acceso ao sitio web
hr: Unesite podatke web-stranice
ja: Web サイトの資格情報を入力します
ms_my: Masukkan kelayakan laman sesawang
nl: Geef website inlog gegevens in
pl: Wprowadź poświadczenia dla strony
ru: Введите данные сайта
sk: Zadajte prihlasovacie údaje pre stránku
sl: Vnesi poverilnice spletne strani
vi: Nhập các chứng nhận cho trang web

# IDS_SUB_CREDENTIALS_MSG
source: Enter your credentials to connect to:
ar: ادخل بياناتك للإتصال بــ :
be: Увядзіце свае ўліковыя дадзеныя для сайта
bn: আপনার প্রামাণ্য বিবরণসমূহ প্রবেশ করে সংযুক্ত হোন:
bs_ba: Unesite svoje akreditive da se povežete:
ca: Introdueix les seves credencials per connectar-se a:
cs: Zadejte přihlašovací údaje spojení:
da: Indtast dine loginoplysninger for at oprette forbindelse til:
de: Verbindung herstellen mit:
el: Εισάγετε τα διαπιστευτήριά σας για σύνδεση σε:
es: Proporcione sus datos de acceso para conectarse con:
eu: Sartu zure kredentzialak elkartzeko hona:
fi: Syötä kirjautumistiedot yhdistääksesi:
fr: Entrez vos identifiants pour vous connecter à :
gl: Introduza os seus datos de acceso para conectarse con:
hr: Unesite svoje podatke za povezati se na:
ja: 接続先の資格情報を入力します:
ms_my: Masukkan kelayakan anda untuk sambungkan:
nl: Geef je inlog gegevens om te verbinden met:
pl: Wprowadź poświadczenie użytkownika
ru: Введите свои данные для подключения:
sk: Na pripojenie je potrebné zadať prihlasovacie údaje k:
sl: Vnesi svoje poverilnice za povezavo na:
vi: Nhập các chứng nhận của bạn để kết nối đến:

# IDS_ASPECT_RATIO_SAR
source: Aspect Ratio: Assume square pixels (SAR)
ar: نسبة العرض إلى الإرتفاع: بكسل مربع (SAR)
be: Прапорцыі: Дапускаць квадратныя пікселі (SAR)
bn: অ্যাসপেক্ট রেশিও: বর্গাকার পিক্সেল (SAR) অনুমান করণ
bs_ba: Razmjera: Pretpostavi kvadratne piksele (SAR)
ca: Relació d'aspecte: Adopta píxels quadrats (SAR)
cs: Poměr stran: Předpokládat čtvercové pixely (SAR)
da: Højde-bredde-forhold: Formod kvadratiske pixels (SAR)
de: Seitenverhältnis: Quadratische Pixel (SAR)
el: Αναλογίες εικόνας: Να θεωρούνται τετράγωνα πίξελ (SAR)
es: Relación de aspecto: Asumir píxeles cuadrados (SAR)
eu: Ikuspegi Maila: Pixel Karratuak Suposatuz (KIM)
fi: Kuvasuhde: Oleta neliömäiset pikselit (SAR)
fr: Ratio d'affichage : supposer des pixels carrés (SAR)
gl: Relación de aspecto: Asumir píxeles cadrados (SAR)
hr: Omjer: Pretpostavite kvadratne piksele (SAR)
hu: Képméretarány: Négyzetes pixelek feltételezése (SAR)
ja: 縦横比: 正方形ピクセルを想定 (SAR)
ms_my: Nisbah Bidang:Anggap piksel petak (SAR)
nl: Verwachtte ratio: Aangenomen vierkante pixels (SAR)
pl: Proporcje obrazu: Załóż kwadratowe piksele (SAR)
ru: Соотношение сторон: Assume square pixels (SAR)
sk: Stranový pomer: Predpokladať štvorcové pixely (SAR)
sl: Razmerje stranic: Predvidevaj kvadratne piksle (SAR)
vi: Tỉ lệ khung hình: Giả định điểm ảnh vuông (SAR)

# IDS_SUBDL_DLG_DOWNLOADED
source: Downloaded [%s] "%s"
ar: تحميل [%s] "%s"
be: Спампаваны [%s] «%s»
bn: ডাউনলোড করা হয়েছে [%s] "%s"
bs_ba: Download-ovano [%s] "%s"
ca: Descarregat [%s] "%s"
cs: Staženo [%s] „%s“
da: Downloadet [%s] "%s"
de: [%s] "%s" heruntergeladen
el: Παραλήφθηκαν [%s] "%s"
es: Descargado [%s] "%s"
eu: Jeitsita [%s] "%s"
fi: Ladattu [%s] "%s"
fr: Téléchargé [%s] "%s"
gl: Descargado [%s] "%s"
hr: Preuzeto [%s] "%s"
hu: [%s] letöltve "%s"
ja: ダウンロード済み [%s] "%s"
ms_my: Dimuat naik [%s] "%s"
nl: Opgehaald [%s] "%s"
pa: [%s] "%s" ਡਾਊਨਲੋਡ ਕੀਤੇ
pl: Pobrano [%s] "%s"
ru: Загружено [%s] "%s"
sk: Stiahnutý súbor [%s] "%s"
sl: Prenešeno [%s] "%s"
th_th: ดาวน์โหลดแล้ว [%s] "%s"
vi: Đã tải xuống [%s] "%s"

# IDS_SUBUL_DLG_TITLE
source: Upload subtitles
ar: رفع ترجمة
be: Запампаваць субцітры
bn: সাবটাইটেল আপলোড করি
bs_ba: Upload-uj titlove
ca: Penja els subtítols
cs: Odeslat titulky
da: Upload undertekster
de: Untertitel hochladen
el: Αποστολή υποτίτλων
es: Subir subtítulos
eu: Igo azpidatziak
fi: Lähetä tekstitykset
fr: Envoyer des sous-titres
gl: Subir subtítulos
hr: Pošalji titlove
hu: Feliratok feltöltése
ja: 字幕をアップロード
ms_my: Muat naik sarikata
nl: Ondertitel opsturen
pa: ਸਬ-ਟਾਈਟਲ ਅੱਪਲੋਡ ਕਰੋ
pl: Wyślij napisy
ru: Разместить субтитры
sk: Odoslať titulky
sl: Prenesi podnapise gor
sr: Отпремање титлова
sv: Ladda upp undertext
th_th: อัพโหลดศัพท์บรรยาย
vi: Tải phụ đề lên

# IDS_SUBUL_DLG_CONFIRM
source: Are you sure you want to upload the subtitle file "%s"?
ar: هل ترغب فعلًا أن ترفع ملف الترجمة "%s"؟
be: Сапраўды запампаваць файл субцітраў «%s»?
bn: আপনি কি নিশ্চিত যে "%s" সাবটাইটেল ফাইলটি আপলোড করতে চান?
bs_ba: Da li ste sigurni da želite upload-ovati titl "%s"?
ca: Esteu segur que voleu penjar el fitxer de subtítols "%s"?
cs: Opravdu chcete odeslat soubor titulků „%s?
da: Er du sikker på, at du vil uploade undertekstfilen "%s"?
de: Untertiteldatei "%s" wirklich hochladen?
el: Είστε βέβαιος ότι θέλετε να ανεβάσετε το αρχείο υποτίτλων "%s";
es: ¿Está seguro de que quiere subir el archivo de subtítulo "%s"?
eu: Zihur zaude "%s" azpidatzi agiria igotzea nahi duzula?
fi: Oletko varma, että haluat lähettää tekstitystiedoston "%s"?
fr: Êtes-vous sûr de vouloir envoyer le fichier de sous-titres "%s" ?
gl: Está seguro de que quere subir o ficheiro de subtítulo "%s"?
hr: Sigurni želite poslati titl datoteku "%s"?
hu: Biztos fel akarja tölteni a felirat fájlt: "%s"?
ja: 字幕ファイル "%s" をアップロードしてもよろしいですか？
ms_my: Anda pasti mahu memuat naik fail sarikata "%s"?
nl: Weet je zeker dat je ondertitel bestand "%s" wilt opsturen?
pl: Czy na pewno chcesz wysłać napisy "%s"?
ru: Вы уверены, что хотите разместить файл субтитров "%s"?
sk: Naozaj chcete odoslať súbor titulkov "%s"?
sl: Ste prepričani, da želite prenesti gor datoteko podnapisov "%s"?
th_th: คุณต้องการอัพโหลดไฟล์ศัพท์บรรยาย "%s" หรือไม่?
vi: Bạn có chắc là muốn tải tập tin phụ đề "%s" lên?

# IDS_SUBPP_DLG_FETCHING_LANGUAGES
source: Fetching supported languages...
be: Запыт даступных моў
bn: সমর্থনীয় ভাষাসমূহ সংগ্রহ করা হচ্ছে...
bs_ba: Dobijanje podržanih jezika...
ca: S'estan buscant idiomes compatibles...
cs: Načítají se podporované jazyky...
da: Henter understøttede sprog...
de: Frage Angebot ab...
el: Λήψη υποστηριζόμενων γλωσσών...
es: Descargando idiomas soportados...
eu: Sostengatutako hizkuntzak lortzen...
fr: Chargement de la liste des langages supportés...
gl: Descargando idiomas soportados...
hr: Dohvaćanje podržanih jezika...
ja: サポートされている言語を取得しています...
ms_my: Mendapatkan bahasa yang disokong...
nl: Ophalen ondersteunde talen...
pl: Pobieranie obsługiwanych języków...
ru: Запрос поддерживаемых языков...
sk: Preberanie podporovaných jazykov...
sl: Pridobivam podprte jezike...
vi: Đang tìm và nạp ngôn ngữ được hỗ trợ...

# IDS_SUB_CREDENTIALS_ERROR
source: Failed to log in on "%S" with username "%S". Please enter the correct username and password or reset the credentials to log in as anonymous user.
be: Не атрымалася ўвасці ў "%S" пад уліковым запісам "%S". Увядзіце правільна імя карыстальніка і пароль або скіньце ўліковыя дадзеныя, каб увайсці ананімна.
bn: "%S" তে "%S" ব্যবহারকারীর নাম দিয়ে লগ্‌ ইন করা যাচ্ছে না। অনুগ্রহ পূর্বক সঠিক ব্যবহারকারীর নাম এবং পাসওয়ার্ড প্রবেশ করুন অথবা তথ্যসমূহ পুনর্বিন্যাস করে অপরিচিত ব্যবহারকারী হিসেবে লগ্‌ ইন করুন।
bs_ba: Nije uspjelo logiranje na "%S" sa korisničkim imenom "%S". Molimo unesite ispravno korisničko ime i šifru ili resetujte akreditive da se ulogujete kao anonimni korisnik.
cs: Přihlášení k „%S“ pod uživatelským jménem „%S“ se nezdařilo. Zadejte správné uživatelské jméno a heslo, nebo nastavte výchozí přihlašovací údaje a přihlaste se jako anonymní uživatel.
da: Kunne ikke logge ind på "%S" med brugernavnet "%S". Indtast venligst det korrekte brugernavn og adgangskode eller nulstil loginoplysningerne for at logge ind som en anonym bruger.
de: Auf %S konnte unter dem angegebenen Benutzernamen "%S" nicht zugegriffen werden. Bitte die Einrichtung der Anmeldeinformationen korrigieren oder auf anonyme Anmeldung zurücksetzen.
es: No se pudo guardar en "%S" con el nombre de usuario "%S". Por favor, introduzca el nombre de usuario y contraseña correctos o restablezca las credenciales para iniciar sesión como un usuario anónimo.
eu: Hutsegitea "%S" saioa hasterakoan "%S" erabiltzaile-izenarekin. Mesedez sartu erabiltzaile-izen eta sarhitz zuzena edo berrezarri ezagutarazleak izengabeko erabiltzaile bezala hasteko saioa.
fr: Impossible de se connecter à "%S" avec le nom d'utilisateur "%S". Veuillez corriger le mot d'utilisateur et le mot de passe ou réinitialiser les identifiants pour vous connecter en tant qu'utilisateur anonyme.
gl: Non se puido gardar en "%S" co nome de usuario "%S". Por favor, introduza o nome de usuario e o contrasinal correctos ou restableza as credenciais para iniciar sesión como un usuario anónimo.
ms_my: Gagal mendaftar masuk "%S" dengan nama pengguna "%S". Sila masukkan nama pengguna dan kata laluan yang betul atau tetap semula kelayakan mendaftar masuk sebagai pengguna awanama.
pl: Nie udało się zalogować na "%S" z nazwą użytkownika "%S". Proszę podać poprawną nazwę użytkownika i hasło lub zresetować dane aby zalogować się jako użytkownik anonimowy.
ru: Не удалось авторизоваться в "%S" с именем пользователя "%S". Пожалуйста, введите верное имя пользователя и пароль или выполните сброс учетных данных для входа в систему в качестве анонимного пользователя.
sk: Nepodarilo sa prihlásiť na "%S" pomocou mena používateľa "%S". Prosím zadajte správne meno používateľa a heslo alebo resetujte prihlasovacie údaje, ak sa chcete prihlásiť ako anonymný používateľ.
vi: Không thể đăng nhập vào "% S" bằng tên người dùng "% S". Vui lòng nhập tên người dùng và mật khẩu chính xác hoặc thiết lập lại các thông tin đăng nhập như một người dùng vô danh.

# IDS_SUB_AUTODL_IGNORE_TOOLTIP
source: Automatic search and download will be disabled for all media files whose path contains any of the patterns entered here. For example, type: "private dir\videos|work\".
be: Аўтаматычны пошук і спампоўванне будуць адключаныя для ўсіх медыя-файлаў, чый шлях ўтрымлівае ўведзеныя шаблоны. Узор: "прыватная папка\відэа|праца\".
bn: এখানে প্রবেশকৃত প্যাটার্ন অন্তর্ভুক্ত সকল মিডিয়া ফাইলের জন্য স্বয়ংক্রিয় ভাবে অনুসন্ধান এবং ডাউনলোড নিস্ক্রিয় করা হবে। উদাহরণস্বরূপ, টাইপ করতে পারেন: "ব্যক্তিগত ডাইরেক্টরি\ভিডিও|কাজ\"
bs_ba: Automatsko traženje i download će biti onemogućeno za sve media dokumente čija putanja sadrži bilo koji od uzoraka unesenih ovdje. Na primjer, unesite: "privatno dir\videos|work\".
ca: La cerca i la descàrrega automàtica es desactivaran per a tots els fitxers multimèdia en què la seva ruta tingui qualsevol dels patrons introduïts aquí. Per exemple, escrigui: "pirvate dir\videos|work\".
cs: Pro soubory jejichž cesta obsahuje některý ze zde zadaných řetězců bude zakázáno automatické vyhledávání a stahování. Zadejte například: "soukromá složka\videa|práce\".
da: Automatisk søgning og download vil blive deaktiveret for alle mediefiler som indeholder de mønstre som indtastes her. Skriv f.eks.: "privat mappe\videoer|arbejde\".
de: Deaktiviert den automatischen Download der Untertitel für Mediendateien, deren Pfad einen der angegebenen Teile nach dem Muster "privates\video|arbeit\" enthält.
el: Η αυτόματη αναζήτηση και λήψη θα απενεργοποιηθεί για όλα τα αρχεία πολυμέσων που η διαδρομή τους περιλαμβάνει οποιοδήποτε από τα μοτίβα που έχουν εισαχθεί εδώ. Για παράδειγμα, γράψτε: "private dir\videos|work\".
es: La búsqueda automática y la descarga se deshabilitarán para todos los archivos audiovisuales cuya ruta contenga cualquiera de los patrones introducidos aquí. Por ejemplo, escriba: "private dir\videos|work\".
eu: Berezgaitasunez bilatu eta jeitsi ezgaitu egingo da multimedia agiri guztientzat helburuak hemen sartutako ereduetako bat duenean. Adibidez, honelakoak: "pribatua dir\bideoak|lana\".
fr: La recherche et le téléchargement automatique seront déactivés pour tous les fichiers multimédias dont le chemin contient un des motifs entrés ici. Par exemple, entrez : "dossier privé\vidéos|travail".
gl: A búsqueda automática e a descarga deshabilitaranse para tódolos ficheiros audiovisuais cuxa ruta conteña calquera dos patróns introducidos aquí. Por exemplo, escriba: "private dir\videos|work\".
hr: Automatsko traženje i preuzimanje će biti onemogućeno za sve datoteke čija putanja sadrži bilo koju od unesenih stvari. Npr.: "\dokumenti\video|radovi\"
ja: 自動検索とダウンロードは、ここに入力されたパターンのいずれかがそのパスに含まれているすべてのメディア ファイルで無効になります。 例: "private dir\videos|work\" のようにタイプします。
ms_my: Gelintar dan muat turun secara automatik akan dilumpuhkan untuk semua fail media yang mana laluan bagi mana-mana pola yang dimasukkan di sini. Sebagai contoh, taip: "private dir\videos|work\".
nl: Automatisch zoeken en ophalen zal worden uitgeschakeld voor alle media bestanden waarvan de locatie een patroon bevat van één de hier ingevoerde patronen. Bijvoorbeeld type: "private dir\videos|work\".
pl: Automatyczne wyszukiwanie i pobieranie zostanie wyłączone dla wszystkich plików multimedialnych, których ścieżka zawiera poniższe wzorce. Na przykład, wpisz: "prywatny folder\filmy|praca\".
ru: Автоматический поиск и загрузка будут отключены для всех медиа-файлов, путь которых содержит любой из путей, введенных здесь. Например, "Личная папка\Видео\Работа".
sk: Automatické vyhľadávanie a stiahnutie bude zablokované pre všetky súbory médií, ktorých cesta obsahuje niektoré zo vzoriek zadaných tu. Napríklad napíšte: "private dir\videos|work\".
sl: Samodejno iskanje in prenos bo onemogočen za vse multimedijske datoteke katerih pot vsebuje vpisan vzorec. Vpiši na primer: "private dir\videos|work\".
vi: Tự động tìm kiếm và tải về sẽ bị vô hiệu hóa đối với mọi tập tin đa phương tiện có chứa đoạn đường dẫn như đã nhập vào đây. Ví dụ, gõ: "private dir\videos|work\".

# IDS_CMD_PATHNAME
source: "pathname" The main file or directory to be loaded (wildcards allowed, "-" denotes standard input)
be: "шлях" Файл або каталог для загрузкі (дазволены маскі, "-" азначае стандартны)
bs_ba: "putanja" Glavni direktorij koji će biti učitan (dozvoljeni su zamjenski znakovi, "-" označava standardni unos)
ca: "ruta" El fitxer principal o carpeta a ser carregat (es permeten comodins, "-" denota l'entrada estàndard)
cs: "cesta" Soubor nebo adresář, který má být otevřen (povoleny masky, "-" označuje standardní vstup)
da: "stinavn" Hovedfilen eller -mappen som skal indlæses (jokertegn tilladt, "-" angiver standardinput)
de: "Pfadname" Gibt eine Mediendatei oder ein Verzeichnis an (Wildcards sind möglich, Standardeingabe kann als "-" angegeben werden).
el: "pathname" Το κύριο αρχείο ή κατάλογος που θα φορτωθεί (επιτρέπονται οι χαρακτήρες μπαλαντέρ, το "-" υποδηλώνει τυπική είσοδο)
es: "ruta" El archivo principal o carpeta a ser cargado (se permiten comodines, "-" denota entrada estándar)
eu: "pathname" Gertatzeko agiri nagusia edo zuzenbidea (ordez-hizkiak ahalbidetuta, "-" sarrera estandarra adierazten du)
fr: "chemin du fichier" Fichier principal ou répertoire à charger (jokers autorisés, "-" désigne l'entrée standard)
gl: "ruta" O ficheiro principal ou cartafol a ser cargado (permitense comodins, "-" denota entrada estándar)
hr: "putanja" Glavna datoteka ili mapa za pokretanje (višeznačnici dopušteni, "-" označava standardni ulaz)
ja: "pathname" 最初のファイルかフォルダが読み込まれる (ワイルドカードの使用可, "-" が標準入力を表す)
ms_my: "pathname" Fail atau direktori utama yang dimuatkan (kad liar dibenarkan, "-" menunjukkan input piawai)
nl: "pathname"
pl: „ścieżka” Określa plik lub folder do otworzenia (symbole wieloznaczne dozwolone, „-” oznacza standardowe wejście)
ru: «путь» Будет загружен файл или каталог (допускаются wildcards, «-» обозначает стандартный ввод)
sk: "cesta" Hlavný súbor alebo priečinok, ktorý sa má načítať (sú povolené zástupné znaky, znak "-" označuje štandardný vstup)
sl: "pot" Glavna datoteka ali mapa za prenos (nadomestni znaki dovoljeni, "-" pomeni standarden vnos)
vi: "pathname" Tập tin hoặc thư mục chính được nạp (cho phép ký tự đại diện, ký tự "-" được coi là nhập liệu chuẩn)

# IDS_CMD_DUB
source: /dub "dubname" Load an additional audio file
be: /dub "dubname" Загрузiць дадатковы гукавы файл
bs_ba: /dub "dub ime" Učitaj dodatni audio dokument
ca: /dub "nomdeldoblatge" Carrega un fitxer d'àudio addicional
cs: /dub "soubor" Načte soubor se zvukovou stopou
da: /dub "dubnavn" Indlæs en yderligere lydfil
de: /dub "Datei" Lädt eine zusätzliche Audiodatei.
el: /dub "dubname" Φόρτωση ενός πρόσθετου αρχείου ήχου
es: /dub "nombredeldoblaje" Carga un archivo de audio adicional
eu: /dub "dubname" Gertatu audio agiri gehigarri bat
fr: /dub "fichier audio" Charge un fichier audio supplémentaire
gl: /dub "nomedadobraxe" Carga un ficheiro de audio adicional
hr: /dub "naziv_duba" Pokreni dodatnu zvukovnu datoteku
ja: /dub "dubname" 追加のオーディオ ファイルを読み込む
ms_my: /dub "dubname" Muat fail audio tambahan
nl: /dub "dubname" Laad een additioneel audio bestand
pl: /dub „plik” Otwiera dodatkową ścieżkę dźwiękową
ru: /dub "dubname"⇥Загрузить дополнительный звуковой файл
sk: /dub "názov_stopy" Načítať doplnkový zvukový súbor
sl: /dub "ime" Naloži dodatno zvočno datoteko
sr: /dub „име датотеке“ Учитајте додатни аудио-запис.
vi: /dub "dubname" Nạp tập tin âm thanh lồng tiếng
