Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: pixels
ar: النقاط
be: пікселяў
bn: পিক্সেলসংখ্যা
bs_ba: piksela
ca: píxels
cs: pixelů
de: Pixel
el: πίξελ
es: píxeles
eu: pixel
fi: pikseliä
gl: pixeles
he: פיקסלים
hr: piksela
hu: képpont
hy: փիքս.
id: piksel
it: pixel
ja: ピクセル
lt: taškų
ms_my: piksel
ru: пиксели
sk: pixelov
sl: pike
sr: пиксела
sv: pixlar
th_th: พิกเซล
tt: пиксельләр
uk: точок

# IDD_ADDREGFILTER_CAPTION
source: Select Filter
ar: إختر مرشح
be: Выберыце фільтр
bn: ফিল্টার নির্ধারণ
bs_ba: Izaberite Filter
ca: Trieu un filtre
cs: Zvolit filtr
da: Vælg filter
de: Externen Filter hinzufügen
el: Επιλογή φίλτρου
es: Seleccionar filtro
eu: Hautatu Iragazkia
fi: Valitse suodatin
fr: Sélectionnez un filtre
gl: Seleccionar Filtro
he: בחר פילטר
hr: Odaberi filtar
hu: Válasszon egy szűrőt
hy: Ընտրել ֆիլտրը
id: Pilih Filter
it: Seleziona filtro
ja: フィルタを選択
lt: Pasirinkti filtrą
ms_my: Pilih Penapis
nl: Selecteer filter
pt_br: Selecione o Filtro
ru: Выбор фильтра
sk: Výber filtra
sl: Izberi filter
sr: Избор филтера
sv: Välj Filter
th_th: เลือกตัวกรอง
tt: Сөзгечне сайлагыз
uk: Оберіть фільтр

# IDD_ADDREGFILTER_IDC_BUTTON1
source: Browse...
ar: ..تصفح
be: Файл...
bn: ব্রাউজ করি...
bs_ba: Pretraži...
ca: Navega...
cs: Procházet...
da: Gennemse...
de: &Durchsuchen...
el: Εύρεση...
es: Examinar…
eu: Bilatu...
fi: Selaa...
fr: Parcourir...
gl: Procurar...
he: עיין...
hr: Traži...
hu: Tallózás...
hy: Դիտել...
id: Ramban...
it: Sfoglia...
ja: 参照...
lt: Naršyti...
ms_my: Layar...
nl: Bladeren...
pt_br: Procurar...
ru: Файл...
sk: Prehľadávať
sl: Brskaj...
sr: &Потражи…
sv: Bläddra...
th_th: เรียกดู...
tt: Файл...
uk: Файл...

# IDD_ADDREGFILTER_IDOK
source: OK
ar: حسناً
be: Добра
bn: ঠিক আছে
bs_ba: Uredu
ca: D'acord
el: Εντάξει
es: Aceptar
eu: Ongi
gl: De acordo
he: אישור
hr: U redu
hy: ԼԱՎ
lt: Gerai
sl: V redu
sr: &У реду
th_th: ตกลง
tt: Ярар
uk: Гаразд

# IDD_ADDREGFILTER_IDCANCEL
source: Cancel
ar: إلغاء
be: Скасаваць
bn: বাতিল করি
bs_ba: Otkaži
ca: Cancel·la
cs: Storno
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
eu: Ezeztatu
fi: Peruuta
fr: Annuler
gl: Cancelar
he: ביטול
hr: Odustani
hu: Mégse
hy: Չեղարկել
id: Batal
it: Annulla
ja: キャンセル
lt: Ašaukti
ms_my: Batal
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: &Откажи
sv: Avbryt
th_th: ยกเลิก
tt: Баш тарту
uk: Скасувати

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Font
ar: الخط
be: Шрыфт
bn: ফন্ট
bs_ba: Tip slova
ca: Tipus de lletra
cs: Písmo
da: Skrifttype
de: Schriftart
el: Γραμματοσειρά
es: Tipo de letra
eu: Hizkia
fi: Fontti
fr: Police
gl: Fonte
he: גופן
hu: Betűtípus
hy: Տառատեսակ
id: Fon
it: Carattere
ja: フォント
lt: Šriftas
ms_my: Fon
nl: Lettertype
pt_br: Fonte
ru: Шрифт
sk: Písmo
sl: Pisava
sr: Фонт
sv: Typsnitt
th_th: แบบอักษร
tt: Хәрефләр
uk: Шрифт

# IDD_PPAGESUBSTYLE_IDC_BUTTON1
source: Font
ar: الخط
be: Шрыфт
bn: ফন্ট
bs_ba: Tip slova
ca: Tipus de lletra
cs: Písmo
da: Skrifttype
de: Schriftart
el: Γραμματοσειρά
es: Tipo de letra
eu: Hizkia
fi: Fontti
fr: Police
gl: Fonte
he: גופן
hu: Betűtípus
hy: Տառատեսակ
id: Fon
it: Carattere
ja: フォント
lt: Šriftas
ms_my: Fon
nl: Lettertype
pt_br: Fonte
ru: Шрифт
sk: Písmo
sl: Pisava
sr: Фонт
sv: Typsnitt
th_th: แบบอักษร
tt: Хәрефләр
uk: Шрифт

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Spacing
ar: المساحات
be: Інтэрвал
bn: বর্ণমধ্যবর্তী ফাঁক
bs_ba: Razmak
ca: Espaiat
cs: Prokládání:
da: Mellemrum
de: Laufweite:
el: Διαστήματα
es: Espaciado
eu: Tarteak
fi: Tiheys
fr: Espacement
gl: Espazamento
he: ריווח
hr: Razmak
hu: Betűköz
hy: Բացատ
id: Spasi
it: Spaziatura
ja: 間隔
lt: Intervalas
ms_my: Penjarakan
nl: Ruimte
pt_br: Espaçamento
ru: Интервал
sk: Rozstupy
sl: Razmik
sr: Проред
sv: Mellanrum
th_th: ช่องไฟ
tt: Аралык
uk: Інтервал

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Angle (z,°)
ar: الزاوية (z,°)
be: Вугал (z,°)
bn: কৌণিকচ্যুতি (z,°)
bs_ba: Ugao (z,°)
cs: Sklon (z,°):
da: Vinkel (z,°)
de: Winkel (z,°):
el: Γωνία (z,°)
es: Ángulo (z,°)
eu: Angelua (z,°)
fi: Kulma (z,°)
gl: Ángulo (z,°)
he: זווית (z,°)
hr: Kut (z,°)
hu: Szög (z,°)
hy: Անկյուն (z,°)
id: Sudut (z, °)
it: Angolo (z,°)
ja: 角度 (z,°)
lt: Kampas (z,°)
ms_my: Sudut (z,°)
nl: Hoek (z,°)
pt_br: Ângulo (z,°)
ru: Угол (z,°)
sk: Uhol (z,°)
sl: Kot (z,°)
sr: Угао (z,°)
sv: Vinkel (z, °)
th_th: มุม (z,°)
tt: Почмак (z,°)
uk: Кут (z,°)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Scale (x,%)
ar: المقياس (x,%)
be: Маштаб (x,%)
bn: বর্ণের প্রস্থ (x,%)
bs_ba: Razmjera (x,%)
ca: Escala (x,%)
cs: Měřítko (x,%):
da: Skalér (x,%)
de: Größe (x,%):
el: Κλίμακα (x,%)
es: Escala (x,%)
eu: Eskala (x,%)
fi: Skaala (x,%)
fr: Échelle (x,%)
gl: Escala (x,%)
he: קנה מידה (x,%)
hr: Razmjer (x, %)
hu: Lépték (x,%)
hy: Անկյուն (x,%)
id: Skala (x,%)
it: Scala (x,%)
ja: スケール (x,%)
lt: Mastelis (x,%)
ms_my: Skala (x,%)
nl: Schaal (x,%)
pt_br: Escala (x,%)
ru: Масштаб (x,%)
sk: Mierka (x,%)
sl: Velikost (x,%)
sr: Размера (x,%)
sv: Skala (x, %)
th_th: สเกล (x,%)
tt: Зурайту (x,%)
uk: Масштаб (x,%)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Scale (y,%)
ar: المقياس (y,%)
be: Маштаб (y,%)
bn: বর্ণের দৈর্ঘ্য (y,%)
bs_ba: Razmjera (y,%)
ca: Escala (y,%)
cs: Měřítko (y,%):
da: Skalér (y,%)
de: Größe (y,%):
el: Κλίμακα (y,%)
es: Escala (y,%)
eu: Eskala (y,%)
fi: Skaala (y,%)
fr: Échelle (y,%)
gl: Escala (y,%)
he: קנה מידה (y,%)
hr: Razmjer (y, %)
hu: Lépték (y,%)
hy: Անկյուն (y,%)
id: Skala (y,%)
it: Scala (y,%)
ja: スケール (y,%)
lt: Mastelis (y,%)
ms_my: Skala (y,%)
nl: Schaal (y,%)
pt_br: Escala (y,%)
ru: Масштаб (y,%)
sk: Mierka (y,%)
sl: Velikost (y,%)
sr: Размера (y,%)
sv: Skala (y, %)
th_th: สเกล (y,%)
tt: Зурайту (y,%)
uk: Масштаб (y,%)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Border Style
ar: نمط الإطار
be: Стыль мяжы
bn: বর্ডারের ধরন
bs_ba: Stil Granice
ca: Estil de la vora
cs: Styl okraje
da: Kant typografi
de: Umrandung
el: Στυλ περιγράμματος
es: Estilo de borde
eu: Hertz estiloa
fi: Reunojen tyyli
fr: Style de bordure
gl: Estilo de Bordes
he: סגנון קצה
hr: Stil ruba
hu: Szegélystílus
hy: Շրջանակի ձև
id: Gaya Tepi
it: Stile bordi
ja: 境界線のスタイル
lt: Kraštinės stilius
ms_my: Gaya Sempadan
nl: Randstijl
pt_br: Estilo de bordas
ru: Стиль границы
sk: Štýl okraja
sl: Izgled okvirja
sr: Стил ивице
sv: Kantlinje
th_th: ลักษณะขอบ
tt: Чик стиле
uk: Стиль межі

# IDD_PPAGESUBSTYLE_IDC_RADIO1
source: Outline
ar: الخطوط العريضة
be: Контур
bn: বাহিরদিকে সীমারেখা
bs_ba: Kontura
ca: Contorn
cs: Obtažení
da: Omrids
de: Kontur
el: Περίγραμμα
es: Contorno
eu: Ingurua
fi: Ulkoraja
fr: Contour
gl: Remarcado
he: מתאר
hr: Obris
hu: Átlátszó keret
hy: Եզրագիծ
id: Garis luar
it: Contorno
ja: 輪郭
lt: Kontūras
ms_my: Garis Luar
nl: Omlijning
pt_br: Transparente
ru: Контур
sk: Obrys
sl: Podčrtano
sr: Контура
sv: Kontur
th_th: เส้นร่าง
tt: Контур
uk: Контур

# IDD_PPAGESUBSTYLE_IDC_RADIO2
source: Opaque box
ar: صندوق معتم
be: Запаўненне фону
bn: অস্বচ্ছ ক্ষেত্র
bs_ba: Neproziran okvir
ca: Caixa opaca
cs: Rámeček
da: Synlig boks
de: Rechteck
el: Αδιαφανές πλαίσιο
es: Recuadro opaco
eu: Kutxa argikaitza
fi: Läpinäkyvä laatikko
fr: Rectangle
gl: Caixa opaca
he: קופסה אטומה
hr: Neprozirnost
hu: Keret
hy: Հեղեղում
id: Kotak legap
it: Box opaco
ja: 不透明なボックス
lt: Užpildas
ms_my: Kotak legap
nl: Rechthoek
pt_br: Caixa opaca
ru: Заливка
sk: Nepriehľadný rámček
sl: Neprosojni okvir
sr: Непровидни оквир
sv: Ogenomskinlig ruta
th_th: กล่องทึบ
tt: Кою
uk: Заливка

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Width
ar: العرض
be: Шырыня
bn: বর্ডারের ব্যাস
bs_ba: Širina
ca: Amplada
cs: Šířka okraje:
da: Bredde
de: Randstärke:
el: Πάχος περιγράμ.
es: Borde
eu: Hertz zabalera
fi: Leveys
fr: Largeur
gl: Borde
he: רוחב קצה
hr: Širina
hu: Szegélyszélesség
hy: Շրջանակի լայնությունը
id: Lebar
it: Larghezza bordo
ja: 太さ
lt: Plotis
ms_my: Lebar
nl: Randbreedte
pt_br: Tamanho
ru: Ширина
sk: Šírka
sl: Širina roba
sr: Ширина
sv: Kantbredd
th_th: ความกว้าง
tt: Чик киңлеге
uk: Ширина межі

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Shadow
ar: التظليل
be: Цень
bn: ছায়ার গভীরতা
bs_ba: Sjena
ca: Ombra
cs: Stín:
da: Skygge
de: Schatten:
el: Σκιά
es: Sombra
eu: Itzala
fi: Varjo
fr: Ombre
gl: Sombra
he: צל
hr: Sjena
hu: Árnyék
hy: Ստվերը
id: Bayang
it: Ombreggiatura
ja: 影
lt: Šešėlis
ms_my: Bayang
nl: Schaduw
pt_br: Sombra
ru: Тень
sk: Tieň
sl: Senca
sr: Сенка
sv: Skugga
th_th: เงา
tt: Күләгә
uk: Тінь

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Screen Alignment && Margins
ar: محاذاة الشاشة والهوامش
be: Выраўноўванне і водступы
bn: স্ক্রীনে অবস্থানবিন্যাস ও মার্জিনসমূহের সাইজ
bs_ba: Pogledajte Poravnavanje i Margine
ca: Alineament en pantalla i marges
cs: Zarovnání a okraje
da: Skærmjustering og margener
de: Bildschirmausrichtung und Seitenränder
el: Στοίχιση οθόνης && Περιθώρια
es: Alineamiento en pantalla y márgenes
eu: Ikusleiho Lerrokapena eta Bazterrak
fi: Näytön Sovitus && Marginaalit
fr: Alignement && Marges
gl: Aliñación de pantalla e marxes
he: יישור במסך וגבולות
hr: Poravnanje && margine monitora
hu: Képernyőhöz igazodás && Margók
hy: Հավասարեցումը և նահանջները
id: Perataan Layar && Jarak
it: Allineamento dello schermo e margini
ja: 表示位置と余白
lt: Išlyginimas ir įtraukos
ms_my: Jajaran && Margin Skrin
nl: Schermpositie & Randen
pt_br: Alinhamento da tela e margens
ru: Выравнивание экрана и поля
sk: Zarovnanie obrazu && okraje
sl: Poravnava zaslona in meje
sr: Поравнање и маргине
sv: Bildskärmsanpassning && Marginaler
th_th: แนวการวาง และ ริมของจอ
tt: Тигезләү һәм аралык
uk: Вирівнювання та відступи

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Left
ar: يسار
be: Злева
bn: বামে
bs_ba: Lijevo
ca: Esquerra
cs: Levý:
da: Venstre
de: Links:
el: Αριστερά
es: Izquierda
eu: Ezker
fi: Vasen
fr: Gauche
gl: Esquerda
he: שמאל
hr: Lijevo
hu: Bal
hy: Ձախից
id: Kiri
it: Sinistra
ja: 左
lt: Kairėje
ms_my: Kiri
nl: Links
pt_br: Esq.
ru: Слева
sk: Vľavo
sl: Levo
sr: Лева
sv: Vänster
th_th: ซ้าย
tt: Сулдан
uk: Зліва

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Right
ar: يمين
be: Справа
bn: ডানে
bs_ba: Desno
ca: Dreta
cs: Pravý:
da: Højre
de: Rechts:
el: Δεξιά
es: Derecha
eu: Eskuin
fi: Oikea
fr: Droite
gl: Dereita
he: ימין
hr: Desno
hu: Jobb
hy: Աջից
id: Kanan
it: Destra
ja: 右
lt: Dešinėje
ms_my: Kanan
nl: Rechts
pt_br: Dir.
ru: Справа
sk: Vpravo
sl: Desno
sr: Десна
sv: Höger
th_th: ขวา
tt: Уңнан
uk: Справа

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Top
ar: أعلي
be: Зверху
bn: উপরে
bs_ba: Vrh
ca: Superior
cs: Horní:
de: Oben:
el: Κορυφή
es: Arriba
eu: Goi
fi: Yläreuna
fr: Haut
gl: Arriba
he: עליון
hr: Vrh
hu: Felső
hy: Վերևից
id: Atas
it: Alto
ja: 上
lt: Viršuje
ms_my: Atas
nl: Boven
pt_br: Acima
ru: Сверху
sk: Hore
sl: Zgoraj
sr: Горња
sv: Topp
th_th: บน
tt: Өстән
uk: Згори

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Bottom
ar: أسفل
be: Знізу
bn: নিন্মে
bs_ba: Dno
ca: Inferior
cs: Spodní:
da: Bund
de: Unten:
el: Βάση
es: Abajo
eu: Behe
fi: Alareuna
fr: Bas
gl: Abaixo
he: תחתון
hr: Dno
hu: Alsó
hy: Ներքևից
id: Bawah
it: Basso
ja: 下
lt: Apačioje
ms_my: Bawah
nl: Onder
pt_br: Abaixo
ru: Снизу
sk: Dole
sl: Spodaj
sr: Доња
sv: Botten
th_th: ล่าง
tt: Астан
uk: Знизу

# IDD_PPAGESUBSTYLE_IDC_CHECK_RELATIVETO
source: Position subtitles relative to the video frame
ar: وضع الترجمة بالنسبة إلى إطار الفيديو
be: Размяшчаць адносна відэакадра
bn: ভিডিও ফ্রেম সাপেক্ষে সাবটাইটেলের অবস্থানকরণ
bs_ba: Postavi titlove relativno u odnosu na video isječak
ca: Posiciona els subtítols en relació al fotograma
cs: Umísťovat titulky v závislosti na poloze videa
da: Placer undertekster i forhold til videobilledet
de: Untertitel relativ zum Videobild positionieren
el: Θέση υποτίτλων σε σχέση με το καρέ του βίντεο
es: Situar subtítulos en relación al fotograma
eu: Azpidatzien kokapena bideo framearekiko
fi: Tekstitysten sijainti suhteessa videokehykseen
fr: Position des sous-titres relative à l'image
gl: Posición dos subtítulos relativa ao tamaño do cadro de video
he: מקם כתוביות ביחס למסגרת הוידאו
hr: Titlove smjesti relativno u odnosu na video
hu: A feliratok relatív pozicionálása a képkockákhoz
hy: Դիրքավորել՝ կադրին հարաբերված
id: Posisi subtitel relatif pada gambar video
it: Posizione sottotitoli relativa al frame video
ja: ビデオ フレームに合わせて字幕を配置する
lt: Rodyti subtitrus atitinkamai kadro
ms_my: Kedudukan sarikata relatif dengan bingkai video
nl: Ondertiteling relatief aan beeld plaatsen
pt_br: Posicionar legenda relativamente ao vídeo
ru: Располагать субтитры относительно кадра
sk: Relatívne umiestnenie titulkov voči videu
sl: Postavi podnapise glede na video sliko
sr: Смести титлове у односу на видео-кадар
sv: Placera undertexterna relativt till videobildrutan
th_th: จัดตำแหน่งศัพท์บรรยายสัมพันธ์กับเฟรมวิดีโอ
tt: Кадр буенча урынны билгеләү
uk: Позиціонувати по кадру

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Colors && Transparency
ar: اللون والشفافية
be: Колеры і празрыстасць
bn: রং এবং ট্রান্সপারেন্সি
bs_ba: Boje i Providnost
ca: Colors i transparència
cs: Barvy a průhlednost
da: Farver og transparens
de: Farben und Transparenz
el: Χρώματα && Διαφάνεια
es: Colores y transparencia
eu: Margoak eta Gardentasuna
fi: Värit ja läpikuultavuus
fr: Couleurs && Transparence
gl: Cores e Transparencia
he: צבעים ושקיפות
hr: Boja && Prozirnost
hu: Színek && Átlátszóság
hy: Գույները և թափանցիկությունը
id: Warna && Transparansi
it: Colori && trasparenza
ja: 色と透過率
lt: Spalvos ir skaidrumas
ms_my: Warna && Kelutsinaran
nl: Kleuren && Transparantie
pt_br: Cores e transparência
ru: Цвета и прозрачность
sk: Farby && priesvitnosť
sl: Barve && prosojnost
sr: Боје и провидност
sv: Färger && Transparens
th_th: สี และ ความโปร่ง
tt: Төс һәм ачыклык
uk: Колір та прозорість

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Primary
ar: أساسي
be: Першасны
bn: প্রাথমিক
bs_ba: Primarni
ca: Primari
cs: Primární:
da: Primær
de: Primär:
el: Πρωτεύον
es: Primario
eu: Lehena
fi: Ensisijainen
fr: Primaire
gl: Primario
he: ראשי
hr: Primaran
hu: Elsődleges
hy: Առաջնային
id: Utama
it: Primario
ja: 色 1
lt: Pirminis
ms_my: Utama
nl: Primair
pt_br: Primário
ru: Первичный
sk: Primárne
sl: Primarno
sr: Примарна
sv: Primär
th_th: หลัก
tt: Беренчел
uk: Головний

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Secondary
ar: ثانوي
be: Другасны
bn: পরবর্তী
bs_ba: Sekundarni
ca: Secundari
cs: Sekundární:
da: Sekundær
de: Sekundär:
el: Δευτερεύον
es: Secundario
eu: Bigarrena
fi: Toissijainen
fr: Secondaire
gl: Secundario
he: משני
hr: Sekundaran
hu: Másodlagos
hy: Երկրորդական
id: Sekunder
it: Secondario
ja: 色 2
lt: Antrinis
ms_my: Sekunder
nl: Secundair
pt_br: Secundário
ru: Вторичный
sk: Sekundárne
sl: Sekundarno
sr: Секундарна
sv: Sekundär
th_th: รอง
tt: Икенчел
uk: Допоміжний

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Outline
ar: الخطوط العريضة
be: Контур
bn: বর্ডার
bs_ba: Kontura
ca: Contorn
cs: Obtažení:
da: Omrids
de: Kontur:
el: Περίγραμμα
es: Remarcado
eu: Ingurua
fi: Ulkoraja
fr: Contour
gl: Remarcado
he: מתאר
hr: Obris
hu: Keret
hy: Եզրագիծը
id: Kerangka
it: Contorno
ja: 輪郭
lt: Kontūras
ms_my: Garis Luar
nl: Omlijning
pt_br: Borda
ru: Контур
sk: Obrys
sl: Podčrtano
sr: Контура
sv: Kontur
th_th: เส้นร่าง
tt: Контур
uk: Контур

# IDD_PPAGESUBSTYLE_IDC_CHECK1
source: Link alpha channels
ar: ربط قتوات الألفا
be: Звязаць альфа-каналы
bn: সবগুলোর অস্বচ্ছতা একইমাত্রায় পরিবর্তন
bs_ba: Linkuj alfa kanale
ca: Vincula els canals alfa
cs: Propojit alfa kanály
da: Lås gennemsigtighed
de: Alphakanäle verbinden
el: Σύνδεση καναλιών άλφα
es: Canales alpha sincronizados
eu: Elkartu alfa bideak
fi: Linkitä alfakanavat
fr: Lier les couches de transparence
gl: Vincular canles alpha
he: קשר ערוצי צבעים
hr: Poveži alpha kanale
hu: Alfacsatornák összekötése
hy: Կապել առաջնային ալիքները
id: Tautan saluran alfa
it: Blocca canali alpha
ja: アルファ チャンネルを連動させる
lt: Susieti alfa kanalus
ms_my: Paut saluran alfa
nl: Alpha kanalen verbinden
pt_br: Vincular transparência
ru: Связать альфа-каналы
sk: Prepájať alfa-kanály
sl: Poveži alfa kanale
sr: Повежи алфа канале
sv: Länka alfakanaler
th_th: เชื่อมโยงช่องอัลฟ่า
tt: Альфа-каналларны ялгарга
uk: Зв'язати альфа-канали

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: If you would like to use the stand-alone versions of these filters or another replacement, disable them here.
ar: اذا اردت استخدام النسخ المستقلة من هذه الفلاتر أو بديل آخر، قم بتعطيلها هنا
be: Калі вы жадаеце выкарыстоўваць асобную версію гэтых фільтраў або іншую замену, адключыце іх тут.
bn: আপনি যদি এই ফিল্টারসমূহের একাই-সক্ষম সংস্করণসমূহ অথবা অন্য প্রতিস্থাপন ব্যবহার করতে চান, তবে এখানে সেগুলো নিষ্ক্রিয় করুন।
bs_ba: Ako bi željeli koristiti samostalnu verziju ovih filtera ili drugu zamjenu, omogućite ih ovdje.
ca: Si desitja utilitzar les versions individuals d'aquests filtres o algun altre substitut, desactiveu-los aquí.
cs: Pokud chcete používat samostatné verze těchto filtrů, nebo nějakou jinou náhradu, zakažte je.
da: Hvis du ønsker at bruge selvstændige udgaver af disse filtre, eller andre erstatninger, så deaktivér dem her.
de: Um anstelle eines internen Filters einen alternativen, externen Filter zu verwenden, die betreffenden Formate hier bitte deaktivieren.
el: Εάν θέλετε να χρησιμοποιήσετε την αυτόνομη έκδοση απ΄αυτά τα φίλτρα ή κάποια άλλη αντικατάσταση, απενεργοποιήστε τα εδώ.
es: Si desea utilizar las versiones individuales de estos filtros o algún otro sustituto, desactívelos aquí.
eu: Iragazki hauen bakarkako bertsioren bat edo ordezkoren bat erabiltzea nahi baduzu, ezgaitu itzazu hemen.
fi: Jos haluat käyttää näiden suotimien omia versioita tai muita korvaavia, poista ne käytöstä tässä.
fr: Si vous souhaitez utiliser la version externe ou une version alternative de ces filtres, désactivez les ici.
gl: Se prefire utilizar as versións independentes destes filtros ou algún outro cambio, desactiveos aquí.
he: אם ברצונך להשתמש בגרסה הנפרדת של פילטרים אלה או חלופה אחרה, כבה אותם כאן.
hr: Ako želite koristiti samostalne verzije ovih filtara ili neku drugu zamjenu, onemogućite ih ovdje.
hu: Ha az önálló változatait vagy valamilyen más helyettesítőit szeretné használni ezeknek a szűrőknek, tiltsa le őket itt.
hy: Եթե ցանկանում եք օգտագործել այս ֆիլտրերի առանձին տարբերակը, ապա անջատեք դրանք այստեղ։
id: Jika Anda ingin menggunakan versi mandiri dari filter ini atau pengganti yang lain, nonfungsikan filter tersebut di sini.
it: Se vuoi utilizzare la versione stand-alone di questi filtri o qualche altro sostituito, disabilitali qui.
ja: スタンドアロン版や代替フィルタを使用したい場合、ここで該当する箇所を無効にしてください。
lt: Jei jūs norite naudoti atskirą šių filtrų versiją ar kitą pakaitalą, išjunkite juos čia.
ms_my: Jika anda mahu guna versi berdiri-sendiri penapis ini atau lain-lain penggantian, lumpuhkannya di sini.
nl: Als u een standalone-versie of een ander alternatief van een van deze filters wilt gebruiken, vink het dan hier uit.
pt_br: Se preferir utilizar filtros externos, desative os filtros internos aqui.
ru: Если вы хотите использовать самостоятельную версию этих фильтров или другую альтернативу, отключите их здесь.
sk: Ak chcete použiť samostatný balíček filtrov, prípadne nejakú ich náhradu, túto voľbu zablokujte.
sl: Če bi radi uporabili samostojno različico teh filtrov ali kakšno drugo zamenjavo, jih onemogočite tukaj.
sr: Ако желите да користите самосталну верзију ових филтера или другу алтернативу, овде их онемогућите.
sv: Om du vill använda en fristående version av dessa filter eller något annat externt filter, inaktivera dem här.
th_th: ถ้าคุณต้องการใช้เวอร์ชันเดี่ยวของตัวกรองเหล่านี้หรือต้องการแทนที่ จงอย่าเลือกใช้งานพวกมันที่นี่
tt: Әгәр сез бу сөзгечләрнең аерым юрамасын яки башка алмашны кулланырга теләсәгез, аларны монда сүндерегез.
uk: Якщо Ви бажаєте використовувати окремі версії цих фільтрів/декодерів, то вимкніть їх тут.

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Source Filters
ar: مرشحات المصدر
be: Фільтры крыніц
bn: উৎস ফিল্টারসমূহ
bs_ba: Izvorni Filteri
ca: Filtres de fonts
cs: Zdrojové filtry
da: Kilde filtre
de: Quellen-Filter
el: Πηγαία φίλτρα
es: Filtros de fuentes
eu: Iturburu Iragazkiak
fi: Lähdesuotimet
fr: Filtres source
gl: Filtros de fontes
he: פילטרי מקור
hr: Izvorni filtri
hu: Forrás Szűrők
hy: Աղբյուրների ֆիլտրեր
id: Sumber Filter
it: Filtri sorgente
ja: ソース フィルタ
lt: Šaltinių filtrai
ms_my: Sumber Penapis
nl: Bron filters
pt_br: Filtros fonte
ru: Фильтры-источники
sk: Zdrojové filtre
sl: Izvorni filtri
sr: Филтери за изворе
sv: Källfilter
th_th: ตัวกรองแหล่ง
tt: Чыганаклар сөзгече
uk: Фільтри джерел

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Transform Filters
ar: مرشحات التحريك
be: Фільтры пераўтварэння
bn: রূপান্তরিতকরণ ফিল্টারসমূহ
bs_ba: Filteri Transformacije
ca: Filtres de transformació
cs: Transformační filtry
da: Transformering filtre
de: Decoder-Filter
el: Τροποποιημένα φίλτρα
es: Filtros de transformación
eu: Eraldaketa Iragazkiak
fi: Muunnetut suotimet
fr: Filtres de décodage
gl: Filtros de transformación
he: פילטרי פענוח
hr: Transformiraj filtre
hu: Dekódoló Szűrők
hy: Ապակոդավորիչներ
id: Filter Transformasi
it: Filtri di trasformazione
ja: 変換フィルタ
lt: Dekoderiai
ms_my: Transfom Penapis
nl: Transformatie filters
pt_br: Filtros de transformação
ru: Фильтры-преобразователи
sk: Transformačné filtre
sl: Transformacijski filtri
sr: Филтери за трансформацију
sv: Transformeringsfilter
th_th: ตัวกรองแปลง
tt: Декодерлар
uk: Декодери

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Internal LAV Filters settings
ar: إعدادات LAV Filters الداخلية
be: Налады LAV Filters
bn: আভ্যন্তরীণ LAV ফিল্টারসমূহের সেটিংসমূহ
bs_ba: Podešenja internil LAV Filtera
ca: Configuració dels LAV Filters interns
cs: Nastavení interního LAV Filters
da: Interne LAV Filters indstillinger
de: Eigenschaften der internen LAV Filters
el: Ρυθμίσεις εσωτερικών LAV Filters
es: Ajustes de los LAV Filters internos
eu: Barneko LAV Filters Iragazki Ezarpenak
fi: Sisäisten LAV-suotimien asetukset
fr: Paramètres des filtres "LAV Filters" internes
gl: Axustes dos LAV Filters internos
he: הגדרות של ה-LAV Filters הפנימיים
hr: Interne postavke LAV filtra
hu: Belső LAV Filters beállítások
hy: Ներքին LAV զտիչների կարգավորումներ
id: Pengaturan Internal LAV Filters
it: Impostazioni Filtri LAV Interni
ja: 内部 LAV Filters の設定
lt: Vidiniai LAV Filters nustatymai
ms_my: Tetapan LAV Filters dalaman
nl: Interne LAV filters instellingen
pt_br: Ajuste de LAV Filters internos
ru: Внутренние настройки LAV filters
sk: Nastavenia internej súčasti LAV Filters
sl: Nastavitve internih LAV filtrov
sr: Унутрашње поставке LAV Filters-а
sv: Interna LAV Filters-inställningar
th_th: การตั้งค่าตัวกรอง LAV ภายใน
tt: LAV Filters эчке көйләүләре
uk: Налаштування вбудованих LAV Filters

# IDD_PPAGEINTERNALFILTERS_IDC_SPLITTER_CONF
source: Splitter
ar: المجزئ
be: Сплітар
bn: স্প্লিটার
bs_ba: Spliter
ca: Desmultiplexor (Splitter)
el: Διαχωριστής
es: Demultiplexor (splitter)
eu: Banantzailea
fi: Jakaja
gl: Divisor
he: מפצל
hr: Djelitelj
hy: Տրոհիչ
ja: スプリッタ
lt: Spliteris
ms_my: Pemisah
pt_br: Divisor
ru: Сплиттер
sk: Rozdeľovač
sl: Razdelilnik
sr: Разделник…
sv: Demultiplexer
th_th: ตัวแยก
tt: Сплитер
uk: Демультиплексор

# IDD_PPAGEINTERNALFILTERS_IDC_VIDEO_DEC_CONF
source: Video decoder
ar: مُرمز الفيديو
be: Дэкодар відэа
bn: ভিডিও ডিকোডার
bs_ba: Video dekoder
ca: Descodificador de vídeo
cs: Video dekodér
da: Video-dekoder
el: Αποκωδικοποιητής βίντεο
es: Decodificador de vídeo
eu: Bideo dekodeatzailea
fi: Videon dekooderi
fr: Décodeur vidéo
gl: Decodificador de vídeo
he: מפענח וידאו
hr: Video dekoder
hu: Videó dekóder
hy: Տեսանյութի ապակոդավորիչ
id: Dekoder video
it: Decoder Video
ja: ビデオ デコーダ
lt: Vaizdo dekoderis
ms_my: Penyahkod video
pt_br: Decodificador vídeo
ru: Декодер видео
sk: Dekodér videa
sl: Video dekoder
sr: Видео-декодер…
sv: Videodekoder
th_th: ตัวถอดรหัสวิดีโอ
tt: Видео декодер
uk: Відеодекодер
