Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_PPAGETWEAKS_IDC_CHECK8
source: Show time tooltip:
ar: استخدام أداة طرف الوقت:
be: Паказваць час:
bn: সময় প্রদর্শনে টুলটিপ ব্যবহার:
bs_ba: Prikaži tooltip za vrijeme:
ca: Mostra l'etiqueta emergent de temps:
cs: Zobrazit v popisku čas:
da: Vis værktøjstip om tid:
de: Zeit-Tooltip anzeigen:
el: Χρήση συμβουλής χρόνου:
es: Mostrar etiqueta emergente de tiempo:
eu: Erakutsi denbora oharra:
fi: Käytä aika-työkaluvihjettä:
fr: Afficher l'infobulle temporelle :
gl: Usar tooltip de tempo:
he: השתמש בתיבת זמן מרחפת:
hr: Koristi vremenski tooltip:
hu: Idő buborék használata:
hy: Օգտ. ժամանակի հուշումը
id: Gunakan tip alat waktu:
it: Visualizza tempo:
ja: タイム ツールチップを表示する:
lt: Rodyti laiką:
ms_my: Guna tip alat masa:
nl: Gebruik tijd gereedschap tip:
pt_br: Exibir tempo decorrido na barra de progresso:
ru: Показывать время
sk: Použiť časový tip:
sl: Uporabi namig o času:
sr: Прикажи време:
sv: Visa tidsverktygstips:
th_th: ใช้ตัวบอกเวลา:
tt: Вакытны күрсәтергә
uk: Відображати час:

# IDD_PPAGETWEAKS_IDC_STATIC
source: OSD font:
ar: OSD خط الـ:
be: Шрыфт OSD:
bn: OSD ফন্ট:
ca: Tipus de lletra de la sobreimpressió (OSD):
cs: Písmo pro OSD:
da: OSD skrifttype:
de: OSD-Schrift:
el: Γραμματοσειρά OSD:
es: Tipo de letra de la sobreimpresión (OSD):
eu: IGE hizkia:
fi: Kuvaruutunäytön fontti:
fr: Police pour l'OSD :
gl: Fonte OSD:
he: גופן תצוגת מידע בוידאו:
hu: OSD betűtípus:
hy: OSD տառատեսակ:
id: Fon OSD:
it: Carattere OSD:
ja: OSD フォント:
lt: OSD šriftas:
ms_my: Fon OSD:
nl: OSD lettertype:
pt_br: Fonte do OSD:
ru: Шрифт OSD:
sk: Písmo OSD:
sl: Zaslonska pisava:
sr: Фонт OSD-а:
sv: Typsnitt för skärmmeny:
th_th: แบบอักษร OSD:
tt: OSD хәрефләре:
uk: Шрифт OSD:

# IDD_PPAGETWEAKS_IDC_CHECK_LCD
source: Enable Logitech LCD support (experimental)
ar: (تجريبي) LCD تمكّين دعم تقنية
be: Уключыць падтрымку Logitech LCD (эксперыментальная)
bn: Logitech LCD সমর্থন সক্রিয়করণ (পরীক্ষামূলক)
bs_ba: Omogući Logitech LCD podršku (eksperimentalno)
ca: Activa la compatibilitat amb LCD de Logitech (teclat amb pantalla) (experimental)
cs: Povolit podporu pro Logitech LCD (experimentální)
da: Aktivér understøttelse af Logitech LCD (eksperimental)
de: LCD-Unterstützung für Logitech-Tastaturen (experimentell)
el: Ενεργοποίηση υποστήριξης Logitech LCD (πειραματικά)
es: Activar compatibilidad con LCD de Logitech (pantalla en teclado) (experimental)
eu: Gaitu Logitech LCD sostengua (esperimentala)
fi: Ota käyttöön Logitechin LCD-tuki (kokeellinen)
fr: Activer le support de l'écran LCD pour les claviers Logitech (expérimental)
gl: Habilitar soporte para Logitech LCD (experimental)
he: הפעל תמיכה במסך LCD של לוגיטק (ניסיוני)
hr: Omogući Logitech LCD podršku (eksperimentalno)
hu: Logitech LCD támogatás engedélyezése (kísérleti)
hy: Միացնել Logitech LCD-ի աջակցումը (փորձարկվում է)
id: Fungsikan dukungan LCD Logitech (eksperimental)
it: Abilita supporto Logitech LCD (sperimentale)
ja: Logitech LCD のサポートを有効にする (試験的)
lt: Įjungti Logitech LCD palaikymą (eksperimentinis)
ms_my: Benarkan sokongan LCD Logitech (eksperimental)
nl: Logitech LCD ondersteuning inschakelen (experimenteel)
pt_br: Habilitar suporte ao LCD Logitech (experimental)
ru: Включить поддержку Logitech LCD
sk: Zapnúť podporu Logitech LCD (experimentálne)
sl: Omogoči podporo Logitech LCD (poskusno)
sr: Подршка за Logitech LCD (експериментално)
sv: Aktivera Logitech LCD-stöd (experimentellt)
th_th: ใช้งานการรองรับ Logitech LCD (ระยะทดลอง)
tt: Logitech LCD куллануын кабызырга (эксперименталь)
uk: Задіяти підтримку Logitech LCD (експериментально)

# IDD_PPAGETWEAKS_IDC_CHECK3
source: Auto-hide the mouse pointer during playback in windowed mode
ar: إخفاء آلي لمؤشر الفأرة أثناء الإعادة في نمط النوافذ
be: Падчас прайгравання хаваць курсор мышы
bn: উইন্ডো'ড মোডে প্লেব্যাকের সময় স্বয়ংক্রিয়ভাবে মাউস পয়েন্টার লুকিয়ে যাওয়া
bs_ba: Automatski sakrij pokazivač miša tokom reprosukcije u prozor modusu
ca: Amaga automàticament el punter del ratolí durant la reproducció en mode finestra
cs: Při přehrávání v okně automaticky skrýt kurzor
da: Skjul automatisk musemarkøren under afspilning i vindue-tilstand
de: Mauszeiger bei Wiedergabe im Fenster automatisch ausblenden
el: Αυτόματη απόκρυψη του ποντικιού κατά την αναπαραγωγή σε λειτουργία παραθύρου
es: Ocultar automáticamente el ratón durante la reproducción en modo ventana
eu: Berez-ezkutatu sagu burua leihotuta moduko irakurketan zehar
fi: Piilota kursori automaattisesti toistettaessa ikkunatilassa
fr: Cacher automatiquement le pointeur de la souris pendant la lecture en mode fenêtré
gl: Ocultar automáticamente o rato durante a reprodución en modo xanela
he: הסתר אוטומטית את מצביע העכבר בזמן ניגון במצב חלון
hr: Automatski sakrij pokazivač miša tijekom izvođenja
hu: Egérmutató automatikus elrejtése Ablakos módban
hy: Ինքնաթաքցնել մկնիկի նշորդը նվագարկելիս պատուհանի կերպում
id: Oto-sembunyi penunjuk tetikus sepanjang pemutaran di mode windowed
it: Nascondi automaticamente il puntatore del mouse durante la riproduzione in modalità finestra
ja: ウィンドウ モードで再生中にマウス ポインタを自動で隠す
lt: Automatiškai slėpti pelės žymeklį grojant lange
ms_my: Sembunyi-sendiri penuding tetikus ketika main balik dalam mod bertetingkap
nl: Verberg automatisch de muisaanwijzer tijdens het afspelen in venstermodus
pt_br: Auto-ocultar o ponteiro do mouse durante a reprodução no modo de janela
ru: Скрывать курсор при воспроизведении в окне
sk: Automaticky skryť kurzor myši počas prehrávania v okne
sl: Skrij kazalec miške med predvajanjem v oknu
sr: Сакриј курсор миша при репродуковању у прозору
sv: Göm muspekaren under uppspelning i fönsterläge
th_th: ซ่อนเครื่องหมายของเม้าส์อัตโนมัติ ระหว่างเล่นในโหมดหน้าต่าง
tt: Тәрәзәдә уйнатканда тычкан күрсәткечен яшерергә
uk: Автоматично приховувати вказівник миші під час відтвор. у віконному режимі

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON1
source: Add Filter...
ar: ..إضافة فلتر
be: Дадаць...
bn: ফিল্টার যোগ করি...
bs_ba: Dodaj Filter...
ca: Afegeix un filtre…
cs: Přidat filtr...
da: Tilføj filter...
de: &Hinzufügen...
el: Προσθήκη φίλτρου..
es: Añadir filtro…
eu: Gehitu Iragazkia...
fi: Lisää suodatin...
fr: Ajouter un filtre
gl: Engadir filtro...
he: הוסף פילטר...
hr: Dodaj filtar...
hu: Szűrő hozzáadása...
hy: Ավելացնել...
id: Tambah Filter...
it: Aggiungi filtro...
ja: フィルタを追加...
lt: Pridėti Filtrą...
ms_my: Tambah Penapis...
nl: Filter toevoegen
pt_br: Adicionar filtro...
ru: Добавить...
sk: Pridať filter...
sl: Dodaj filter...
sr: &Додај филтер…
sv: Lägg till Filter...
th_th: เพิ่มตัวกรอง...
tt: Өстәргә...
uk: Додати...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON2
source: Remove
ar: إزالة
be: Выдаліць
bn: অপসারণ করি
bs_ba: Ukloni
ca: Elimina
cs: Odebrat filtr
da: Fjern
de: &Entfernen
el: Αφαίρεση
es: Quitar
eu: Kendu
fi: Poista
fr: Supprimer
gl: Eliminar
he: הסר
hr: Ukloni
hu: Eltávolítás
hy: Ջնջել
id: Buang
it: Rimuovi
ja: 消去
lt: Pašalinti
ms_my: Buang
nl: Verwijderen
pt_br: Remover
ru: Удалить
sk: Odstrániť
sl: Odstrani
sr: &Уклони
sv: Ta bort
th_th: เอาออก
tt: Бетерергә
uk: Видалити

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO1
source: Prefer
ar: تفضّيل
be: Пераважны
bn: প্রাধান্য
bs_ba: Preferiraj
ca: Prefereix
cs: Upřednostnit
da: Foretræk
de: Bevorzugen
el: Προτίμηση
es: Preferir
eu: Hobetsi
fi: Suosi
fr: Préférer
gl: Preferir
he: העדף
hr: Omiljeno
hu: Használat
hy: Նախապատվել
id: Diutamakan
it: Preferisci
ja: 優先する
lt: Teikti pirmenybę
ms_my: Utama
nl: Prefereer
pt_br: Preferir
ru: Предпочесть
sk: Preferovať
sl: Želeno
sr: Преферирај
sv: Föredra
th_th: ชอบกว่า
tt: Өстенлек итү
uk: Віддати перевагу

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO2
source: Block
ar: منع
be: Блакаваць
bn: অননুমোদন
bs_ba: Blokiraj
ca: Bloqueja
cs: Blokovat
da: Blokér
de: Blockieren
el: Αποκλεισμός
es: Bloquear
eu: Blokeatu
fi: Estä
fr: Bloquer
gl: Bloquear
he: חסום
hr: Blokiraj
hu: Tiltás
hy: Կապանել
id: Blok
it: Blocca
ja: 使用しない
lt: Blokuoti
ms_my: Sekat
nl: Blokkeer
pt_br: Bloquear
ru: Блокировать
sk: Blokovať
sl: Blokiraj
sr: Блокирај
sv: Blockera
th_th: กีดกัน
tt: Тыю
uk: Блокувати

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO3
source: Set merit:
ar: :الميزة
be: Значнасць:
bn: উপযুক্ততা নির্ধারণ:
bs_ba: Podesi zasluge:
ca: Estableix mèrit:
cs: Nastavit prioritu:
da: Angiv værdi:
de: Priorität setzen:
el: Προτεραιότητα:
es: Establecer mérito:
eu: Ezarri meritoa:
fi: Aseta kiitokset:
fr: Mérite :
gl: Fixar Mérito:
he: קבע יתרון:
hr: Postavi prioritet:
hu: Értékesség beállítása:
hy: Նշանակությունը.
id: Tetapkan merit:
it: Imposta priorità:
ja: メリット値を設定:
lt: Reikšmingumas:
ms_my: Tetapkan merit:
nl: Prioriteit:
pt_br: Ajustar Mérito:
ru: Значение:
sk: Nastaviť prioritu:
sl: Nastavi vrednost:
sr: Вредност:
sv: Ange merit:
th_th: ตั้งความสามารถ:
tt: Мөһимлек:
uk: Значимість:

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON3
source: Up
ar: اعلى
be: Вышэй
bn: উপরে উঠাই
bs_ba: Naviše
ca: Amunt
cs: Nahoru
da: Op
de: H&öher
el: Πάνω
es: Arriba
eu: Gora
fi: Ylös
fr: Monter
gl: Subir
he: למעלה
hr: Gore
hu: Fel
hy: Վեր
id: Naik
it: Su
ja: 上へ
lt: Aukščiau
ms_my: Naik
nl: Omhoog
pt_br: Subir
ru: Вверх
sk: Nahor
sl: Gor
sr: &Горе
sv: Upp
th_th: ขึ้น
tt: Өскәрәк
uk: Догори

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON4
source: Down
ar: اسفل
be: Ніжэй
bn: নিচে নামাই
bs_ba: Naniže
ca: Avall
cs: Dolů
da: Ned
de: &Tiefer
el: Κάτω
es: Abajo
eu: Behera
fi: Alas
fr: Descendre
gl: Baixar
he: למטה
hr: Dolje
hu: Le
hy: Վար
id: Turun
it: Giù
ja: 下へ
lt: Žemiau
ms_my: Turun
nl: Omlaag
pt_br: Descer
ru: Вниз
sk: Nadol
sl: Dol
sr: &Доле
sv: Ner
th_th: ลง
tt: Аскарак
uk: Донизу

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON5
source: Add Media Type...
ar: ..إضافة نوع الوسائط
be: Новы тып...
bn: মিডিয়া টাইপ যোগ করি...
bs_ba: Dodaj Media Tip...
ca: Afegeix un tipus de fitxer multimèdia...
cs: Přidat typ...
da: Tilføj medietype...
de: &Medientyp...
el: Προσθ. τύπου μέσου
es: Añadir tipo de medio
eu: Gehitu Media Mota...
fi: Lisää mediatyyppi...
fr: Ajouter un type
gl: Engadir Tipo...
he: הוסיף סוג מדיה...
hr: Dodaj vrstu medija...
hu: Média típus hozzáadása...
hy: Ավելացնել մեդիայի տեսակ...
id: Tambah Jenis Media...
it: Agg. tipo media...
ja: メディア タイプを追加...
lt: Naujas tipas...
ms_my: Tambah Jenis Media...
nl: Media type toevoegen
pt_br: Adic. MediaType...
ru: Добавить тип
sk: Pridať typ média...
sl: Dodaj tip medija...
sr: Додај &тип…
sv: Lägg till Mediatyp...
th_th: เพิ่มชนิดสื่อ...
tt: Яңа төр...
uk: Новий тип...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON6
source: Add Sub Type...
ar: ..إضافة نوع الترجمة
be: Новы падтып...
bn: সাব টাইপ যোগ করি...
bs_ba: Dodaj Tip Titla...
ca: Afegeix un subtipus...
cs: Přidat podtyp...
da: Tilføj undertype...
de: &Subtyp...
el: Προσθ. επιμ. τύπου
es: Añadir subtipo...
eu: Gehitu Azpid Mota...
fi: Lisää tekstitystyyppi...
fr: Créer un sous-type
gl: Engadir Subtipo...
he: הוסף תת-סוג...
hr: Dodaj podtip...
hu: Altípus hozzáadása...
hy: Ավելացնել տողագրի տեսակ..
id: Tambah Sub Jenis...
it: Agg. tipo sub...
ja: サブ タイプを追加...
lt: Naujas subtipas
ms_my: Tambah Jenis Sarikata...
nl: Sub type toevoegen
pt_br: Adic. SubType...
ru: Добавить подтип
sk: Pridať podtyp...
sl: Dodaj podvrsto...
sr: Додај &подтип…
sv: Lägg till Undertyp...
th_th: เพิ่มชนิดย่อย...
tt: Яңа субтөр...
uk: Новий підтип...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON7
source: Delete
ar: حذف
be: Выдаліць
bn: মুছে ফেলুন
bs_ba: Izbriši
ca: Suprimeix
cs: Odstranit
da: Slet
de: E&ntfernen
el: Διαγραφή
es: Eliminar
eu: Ezabatu
fi: Poista
fr: Supprimer
gl: Borrar
he: מחק
hr: Obriši
hu: Törlés
hy: Ջնջել
id: Hapus
it: Elimina
ja: 削除
lt: Šalinti
ms_my: Padam
nl: Verwijderen
pt_br: Apagar
ru: Удалить
sk: Vymazať
sl: Briši
sr: &Избриши
sv: Ta bort
th_th: ลบ
tt: Бетерергә
uk: Видалити

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON8
source: Reset List
ar: إعادة تعيين القائمة
be: Скінуць спіс
bn: তালিকা পুনর্বিন্যাস
bs_ba: Resetuj listu
ca: Restableix la llista
cs: Výchozí
da: Nulstil liste
de: &Zurücksetzen
el: Επαναφορά λίστας
es: Restablecer lista
eu: Berrezarri Zerrenda
fi: Palauta lista
fr: Rétablir
gl: Reiniciar lista
he: אפס רשימה
hr: Resetiraj listu
hu: Lista visszaállítása
hy: Վերակայել ցանկը
id: Setel Ulang Daftar
it: Reimposta elenco
ja: 一覧をリセット
lt: Išvalyti sąrašą
ms_my: Tetap Semula Senarai
nl: Herstel lijst
pt_br: Resetar Lista
ru: Сбросить список
sk: Obnoviť zoznam
sl: Ponastavi seznam
sr: &Поништи списак
sv: Återställ Lista
th_th: คืนค่ารายการ
tt: Исемлекне ташларга
uk: Очистити список

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Type:
ar: :النوع
be: Тып:
bn: ধরন:
bs_ba: Tip:
ca: Tipus:
cs: Typ:
de: Dateityp:
el: Τύπος:
es: Tipo:
eu: Mota:
fi: Tyyppi:
gl: Tipo:
he: סוג:
hr: Vrsta:
hu: Médiatípus:
hy: Տեսակ.
id: Jenis:
it: Tipo:
ja: ファイルの種類:
lt: Tipas:
ms_my: Jenis:
pt_br: Tipo:
ru: Тип:
sk: Typ:
sl: Vrsta:
sr: Тип:
sv: Typ:
th_th: ชนิด:
tt: Төр:
uk: Тип:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Size:
ar: :الحجم
be: Памер:
bn: সাইজ:
bs_ba: Veličina:
ca: Mida:
cs: Velikost:
da: Størrelse:
de: Größe:
el: Μέγεθος:
es: Tamaño:
eu: Neurria:
fi: Koko:
fr: Taille :
gl: Tamaño:
he: גודל:
hr: Veličina:
hu: Méret:
hy: Չափ.
id: Ukuran:
it: Dimensione:
ja: サイズ:
lt: Dydis:
ms_my: Saiz:
nl: Grootte:
pt_br: Tamanho:
ru: Размер:
sk: Veľkosť:
sl: Velikost:
sr: Величина:
sv: Storlek:
th_th: ขนาด:
tt: Күләме:
uk: Розмір:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Media length:
ar: :مدة المقطع
be: Працягласць:
bn: মিডিয়ার সময়দৈর্ঘ্য:
bs_ba: Media dužina:
ca: Durada:
cs: Délka:
da: Medie varighed:
de: Laufzeit:
el: Διάρκεια:
es: Duración:
eu: Multimedia luzera:
fi: Median pituus:
fr: Durée :
gl: Duración:
he: אורך מדיה:
hr: Trajanje:
hu: Hossz:
hy: Տևողություն.
id: Panjang media:
it: Durata:
ja: メディアの長さ:
lt: Trukmė:
ms_my: Panjang media:
nl: Tijdsduur:
pt_br: Duração:
ru: Длительность:
sk: Dĺžka média:
sl: Dolžina medija:
sr: Трајање:
sv: Varaktighet:
th_th: ความยาวสื่อ:
tt: Озаклык:
uk: Тривалість:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Video size:
ar: :حجم الفيديو
be: Памер кадра:
bn: ভিডিও সাইজ:
bs_ba: Video veličina:
ca: Resolució:
cs: Velikost videa:
da: Video størrelse:
de: Auflösung:
el: Διαστάσεις βίντεο:
es: Resolución:
eu: Bideo neurria:
fi: Videon koko:
fr: Résolution :
gl: Resolución:
he: גודל וידאו:
hr: Veličina videa:
hu: Videó méret:
hy: Տեսանյութի չափ.
id: Ukuran video:
it: Risoluzione:
ja: ビデオのサイズ:
lt: Kadro dydis:
ms_my: Saiz video:
nl: Video grootte:
pt_br: Resolução:
ru: Размер видео:
sk: Veľkosť videa:
sl: Velikost videa:
sr: Резолуција:
sv: Videostorlek:
th_th: ขนาดวิดีโอ:
tt: Кадр зурлыгы:
uk: Розмір кадру:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Created:
ar: :الإنشاء
be: Створаны:
bn: তৈরির সময়:
bs_ba: Kreirano:
ca: Creació:
cs: Vytvořeno:
da: Oprettet:
de: Erstellt:
el: Δημιουργήθηκε:
es: Creado el:
eu: Sortua:
fi: Luotu:
fr: Créé le :
gl: Creador:
he: נוצר:
hr: Stvoren:
hu: Készült:
hy: Ստեղծվել է.
id: Dibuat:
it: Creato:
ja: 作成日:
lt: Sukurta:
ms_my: Dicipta:
nl: Gemaakt:
pt_br: Criador:
ru: Создан:
sk: Vytvorené:
sl: Ustvarjeno:
sr: Направљено:
sv: Skapad:
th_th: ถูกสร้าง:
tt: Ясалды:
uk: Створено:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Clip:
ar: :المقطع
be: Назва:
bn: টাইটেল:
bs_ba: Klip:
ca: Títol:
cs: Klip:
da: Klip:
de: Titel:
el: Απόσπασμα:
es: Título:
eu: Klipa:
fi: Leike:
fr: Titre :
gl: Título:
he: קליפ:
hr: Naslov:
hu: Klip:
hy: Անուն.
id: Klip:
ja: タイトル:
lt: Pavadinimas
ms_my: Klip:
nl: Titel:
pt_br: Título:
ru: Клип:
sk: Klip:
sl: Izrezek:
sr: Клип:
sv: Titel:
th_th: คลิป:
tt: Атама:
uk: Назва:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Author:
ar: :المؤلف
be: Аўтар:
bn: প্রবর্তক:
bs_ba: Autor:
ca: Autor:
cs: Autor:
da: Forfatter:
de: Autor:
el: Δημιουργός:
es: Autor:
eu: Egilea:
fi: Tekijä:
fr: Auteur :
gl: Autor:
he: יוצר:
hr: Autor:
hu: Szerző:
hy: Հեղինակ.
id: Penulis:
it: Autore:
ja: 作成者:
lt: Autorius:
ms_my: Pengarang:
nl: Auteur:
pt_br: Autor:
ru: Автор:
sk: Autor:
sl: Avtor:
sr: Аутор:
sv: Författare:
th_th: ผู้สร้างสรรค์:
tt: Автор:
uk: Автор:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Copyright:
ar: :حقوق الطبع
be: Капірайт:
bn: কপিরাইট:
bs_ba: Autorska prava:
ca: Drets d'autor:
da: Ophavsret:
es: Derechos de autor:
eu: Copyrighta:
fi: Tekijänoikeudet:
gl: Dereitos do autor:
he: זכות יוצרים:
hr: Autorsko pravo:
hu: Szerzői jog:
hy: Հեղ. իրվ.
id: Hak cipta:
ja: 著作権:
lt: Autorinės teisės:
ms_my: Hakcipta:
nl: Auteursrechten:
pt_br: Direitos Autorais:
ru: Копирайт:
sk: Autorské práva:
sl: Avt. pravice:
sr: Ауторска права:
sv: Upphovsrätt:
th_th: ลิขสิทธิ์:
tt: Хокук:
uk: Копірайт:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Rating:
ar: :التقييم
be: Рэйтынг:
bn: মূল্যায়ন:
bs_ba: Ocjena:
ca: Classificació:
cs: Hodnocení:
da: Klassificering:
de: Bewertung:
el: Αξιολόγηση:
es: Valoración:
eu: Mailaketa:
fi: Arvostelu:
fr: Évaluation :
gl: Clasificación:
he: דירוג:
hr: Ocjena:
hu: Minősítés:
hy: Վարկ.
id: Penilaian:
it: Valutazione:
ja: 評価:
lt: Reitingas:
ms_my: Penarafan:
nl: Classificatie:
pt_br: Classificação:
ru: Рейтинг:
sk: Hodnotenie:
sl: Ocena:
sr: Оцена:
sv: Klassificering:
th_th: ระดับคะแนน:
tt: Коэффициент:
uk: Рейтинг:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Location:
ar: :الموقع
be: Размяшчэнне:
bn: অবস্থান:
bs_ba: Lokacija:
ca: Ubicació:
cs: Umístění:
da: Placering:
de: Ort:
el: Θέση:
es: Ubicación:
eu: Helbidea:
fi: Sijainti:
fr: Emplacement :
gl: Ubicación:
he: מיקום:
hr: Lokacija:
hu: Hely:
hy: Տեղը.
id: Lokasi:
it: Percorso:
ja: 場所:
lt: Vieta:
ms_my: Lokasi:
nl: Locatie:
pt_br: Localização:
ru: Расположение:
sk: Umiestnenie:
sl: Lokacija:
sr: Локација:
sv: Plats:
th_th: ที่ตั้ง:
tt: Урнашуы:
uk: Розташування:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Description:
ar: :الوصف
be: Апісанне:
bn: বিবরণী:
bs_ba: Opis:
ca: Descripció:
cs: Popis:
da: Beskrivelse:
de: Beschreibung:
el: Περιγραφή:
es: Descripción:
eu: Azalpena:
fi: Kuvaus:
gl: Descrición:
he: תיאור:
hr: Opis:
hu: Leírás:
hy: Նկարագր.
id: Deskripsi:
it: Descrizione:
ja: 説明:
lt: Aprašymas:
ms_my: Keterangan:
nl: Beschrijving:
pt_br: Descrição:
ru: Описание:
sk: Popis:
sl: Opis:
sr: Опис:
sv: Beskrivning:
th_th: คำอธิบาย:
tt: Тасвирлама:
uk: Опис:

# IDD_FAVADD_CAPTION
source: Add Favorite
ar: إضافة مفضلة
be: Дадаць у абранае
bn: পছন্দেরতালিকায় সংযুক্তকরণ
bs_ba: Dodaj Omiljeno
ca: Afegeix-ho a Preferits
cs: Přidat k oblíbeným
da: Tilføj favorit
de: Favoriten hinzufügen
el: Προσθήκη αγαπημένου
es: Añadir a Favoritos
eu: Gehitu Gogokoenetara
fi: Lisää suosikki
fr: Ajouter aux favoris
gl: Engadir a Favoritos
he: הוסף מועדף
hr: Dodaj u favorite
hu: Kedvencek hozzáadása
hy: Ավելացնել ընտրյալներին
id: Tambah favorit
it: Aggiungi ai Preferiti
ja: お気に入りに追加
lt: Pridėti į parankinius
ms_my: Tambah Kegemaran
nl: Aan favorieten toevoegen
pt_br: Adicionar aos favoritos
ru: Добавить в закладки
sk: Pridať obľúbenú položku
sl: Dodaj med priljubljene
sr: Додавање у омиљено
sv: Lägg till Favorit
th_th: เพิ่มรายการโปรด
tt: Кыстыргычка өстәргә
uk: Додати до закладок

# IDD_FAVADD_IDC_STATIC
source: Choose a name for your shortcut:
ar: :اختر اسم للإختصار
be: Выберыце імя для ярлыка:
bn: শর্টকাটের নাম নির্ধারণ:
bs_ba: Izaberite ime za svoju prečicu:
ca: Triï un nom per a l'accés directe:
cs: Zadejte název oblíbené položky:
da: Vælg et navn til din genvej:
de: Name des Favoriten
el: Επιλέξτε ένα όνομα για τη συντόμευσή σας:
es: Elija un nombre para el acceso directo:
eu: Hautatu izen bat zure lasterbiderako:
fi: Valitse pikakuvakkeen nimi:
fr: Choisissez un nom pour votre raccourci :
gl: Escolle un nome para o teu atallo:
he: בחר שם לקיצור הדרך שלך:
hr: Izaberite ime za Vaš prečac:
hu: Válasszon egy nevet:
hy: Նշեք պիտակի անունը.
id: Pilih nama untuk pintasan Anda:
it: Scegli un nome per il collegamento:
ja: ショートカットの名前を選択してください:
lt: Pasirinkite vardą savo nuorodai:
ms_my: Pilih satu nama untuk pintasan anda:
nl: Kies naam voor je snelkoppeling:
pt_br: Escolha um nome para o atalho:
ru: Выберите имя для ярлыка:
sk: Zvoľte si názov pre nový odkaz:
sl: Izberi ime bližnjice:
sr: Именујте пречицу:
sv: Välj ett namn på din genväg:
th_th: เลือกชื่อสำหรับทางลัดของคุณ:
tt: Ярлык өчен исем сайлагыз:
uk: Назва закладки:

# IDD_FAVADD_IDC_CHECK1
source: Remember position
ar: تذكّر المكان
be: Запомніць пазіцыю
bn: অবস্থানকাল স্মৃতিতে সংরক্ষণ
bs_ba: Zapamti poziciju
ca: Recorda la posició
cs: Zapamatovat si pozici
da: Husk placering
de: Aktuelle Wiedergabeposition merken
el: Απομνημόνευση θέσης
es: Recordar posición
eu: Gogoratu kokapena
fi: Muista sijainti
fr: Se souvenir de la position
gl: Lembrar posición
he: זכור מיקום
hr: Zapamti poziciju
hu: Jelenlegi pozíció megjegyzése
hy: Հիշել դիրքը
id: Ingat posisi
it: Ricorda la posizione
ja: 再生位置を記憶する
lt: Įsiminti poziciją
ms_my: Ingat kedudukan
nl: Onthoud positie
pt_br: Lembrar posição
ru: Запомнить позицию
sk: Zapamätať si pozíciu
sl: Zapomni si pozicijo
sr: &Запамти позицију
sv: Kom ihåg position
th_th: จดจำตำแหน่ง
tt: Урынны истә калдырырга
uk: Зберегти позицію

# IDD_FAVADD_IDCANCEL
source: Cancel
ar: إلغاء
be: Скасаваць
bn: বাতিল করি
bs_ba: Otkaži
ca: Cancel·la
cs: Storno
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
eu: Ezeztatu
fi: Peruuta
fr: Annuler
gl: Cancelar
he: ביטול
hr: Odustani
hu: Mégse
hy: Չեղարկել
id: Batal
it: Annulla
ja: キャンセル
lt: Ašaukti
ms_my: Batal
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: &Откажи
sv: Avbryt
th_th: ยกเลิก
tt: Баш тарту
uk: Скасувати

# IDD_FAVADD_IDOK
source: OK
ar: حسناً
be: Добра
bn: ঠিক আছে
bs_ba: Uredu
ca: D'acord
el: Εντάξει
es: Aceptar
eu: Ongi
gl: De acordo
he: אישור
hr: U redu
hy: ԼԱՎ
lt: Gerai
sl: V redu
sr: &У реду
th_th: ตกลง
tt: Ярар
uk: Гаразд

# IDD_FAVADD_IDC_CHECK2
source: Relative drive
ar: دافع نسبي
be: Адносна дыска
bn: ফাইলের অবস্থান রিমুভেবল ডিভাইসে(পেনড্রাইভ,পোর্টেবল হার্ডডিস্ক) [RD]
bs_ba: Relativni disk
ca: Unitat relativa
cs: Vyjímatelný disk
da: Relativt drev
de: Relativen Pfadnamen ohne Laufwerksangabe verwenden
el: Σχετική μονάδα δίσκου
es: Unidad relativa
eu: Gidagailua
fi: Vastaava asema
fr: Chemin relatif
gl: Unidade relativa
he: נתיג יחסי
hr: Relativna putanja
hu: Relatív meghajtó
hy: Հարաբերական սկավառակին
id: Penggerak relatif
it: Drive relativo
ja: 相対ドライブ
lt: Santykinai disko
ms_my: Pemacu relatif
nl: Relatieve schijf
pt_br: Usar caminho relativo
ru: Относительно диска
sk: Relatívna jednotka
sl: Izmenljiv disk
sr: &Важи за све погонске јединице
sv: Relativ enhet
th_th: ไดรฟ์ที่สัมพันธ์
tt: Тәлинкәгә чагыштырмача
uk: Відносно USB-носія

# IDD_FAVORGANIZE_CAPTION
source: Organize Favorites
ar: تنظيم المفضلة
be: Абранае
bn: পছন্দেরতালিকা বিন্যস্তকরণ
bs_ba: Organizuj Omiljene
ca: Organitza els Preferits
cs: Uspořádat oblíbené
da: Håndtér favoritter
de: Favoriten verwalten
el: Οργάνωση αγαπημένων
es: Organizar favoritos
eu: Antolatu Gogokoenak
fi: Muokkaa suosikkeja
fr: Gérer les favoris
gl: Organizar Favoritos
he: ארגן מועדפים
hr: Organiziraj favorite
hu: Kedvencek rendezése
hy: Դասավորել ընտրյալները
id: Kelola Favorit
it: Organizza Preferiti
ja: お気に入りの整理
lt: Parankiniai
ms_my: Urus Kegemaran
nl: Favorieten indelen
pt_br: Organizar Favoritos
ru: Закладки
sk: Organizovať obľúbené položky
sl: Organiziraj priljubljene
sr: Организовање омиљених
sv: Ordna Favoriter
th_th: จัดระเบียบรายการโปรด
tt: Кыстыргычлар
uk: Закладки

# IDD_FAVORGANIZE_IDC_BUTTON1
source: Rename
ar: إعادة تسمية
be: Перайменаваць
bn: নাম বদলাই
bs_ba: Preimenuj
ca: Canvia el nom
cs: Přejmenovat
da: Omdøb
de: U&mbenennen
el: Μετονομασία
es: Renombrar
eu: Berrizendatu
fi: Nimeä uudelleen
fr: Renommer
gl: Renomear
he: שנה שם
hr: Preimenuj
hu: Átnevezés
hy: Վերանվանել
id: Ubah Nama
it: Rinomina
ja: 名前の変更
lt: Pervardyti
ms_my: Nama Semula
nl: Naam wijzigen
pt_br: Renomear
ru: Переименовать
sk: Premenovať
sl: Preimenuj
sr: &Преименуј
sv: Byt namn
th_th: เปลี่ยนชื่อ
tt: Исемләү
uk: Змінити ім'я
