Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_DVD_NAV_SOME_PINS_ERROR
source: Failed to render some of the pins of the DVD Navigator filter
ar: فشل في إعادة البعض من فلتر هويات تجوال الـ DVD
be: Не атрымалася апрацаваць некаторыя піны фільтра DVD Navigator
bn: DVD ন্যাভিগেটর ফিল্টারের কিছু পিন রেনডার করতে ব্যর্থ হয়েছে
bs_ba: Nije uspjelo renderiranje nekih pinova DVD Navigacionog filtera
ca: No s'han pogut renderitzar algunes de les etapes del filtre "Navegació DVD"
cs: Nepodařilo se propojit některé z vývodů DVD navigátoru
da: Rendering af nogle pins i DVD navigationsfilteret mislykkedes
de: Kann einige DVD-Navigator-Filter-Pins nicht rendern
el: Απέτυχε η απόδοση ορισμένων pins του φίλτρου περιήγησης DVD
es: No se pudieron renderizar algunas de las etapas de filtro «DVD Navigator»
eu: Hutsegitea aurkezterakoan DVD Nabigatzaile iragazki pin batzuk
fi: Joidenkin DVD-navigaattorin pinnien renderöinti epäonnistui
fr: Impossible de traiter certaines des connexions du filtre de navigation DVD
gl: Fallou ao renderizar algúns dos pins do filtro de Navegación do DVD
he: הצגת חלק מפיני היציאה של פילטר ניווט הדי.וי.די נכשלה
hr: Neuspješno prikazivanje nekih znački DVD-navigacijskog filtra.
it: Impossibile renderizzare alcuni dei pin del filtro DVD Navigator
ja: DVD ナビゲータ フィルタの一部のピンを表示できませんでした
lt: Nepavyko apdoroti kai kurių DVD Navigator filtrų pinų
ms_my: Gagal menerap beberapa pin penapis Navigasi DVD
nl: Opbouwen van enkele DVD navigatie filter pinnen mislukt
pl: Nie powiodło się renderowanie niektórych pinów Nawigatora DVD.
ru: Не удалось обработать некоторые потоки фильтра-навигатора DVD
sk: Nepodarilo sa vykresliť niektoré piny pre filter DVD Navigator
sl: Neuspel izris nekaterih priključkov DVD Navigator filtra
sr: Не могу да обрадим неке од пинова филтера DVD навигатор
sv: Misslyckades att rendera några av stiften i DVD Navigator-filtret
th_th: ล้มเหลวในการแปลผลบางพินของตัวกรองตัวนำทางดีวีดี
tt: Не удалось обработать некоторые пины фильтра DVD Navigator
vi: Thất bại trong việc làm cho một số các chân của bộ lọc DVD Navigator

# IDS_DVD_INTERFACES_ERROR
source: Failed to query the needed interfaces for DVD playback
ar: فشل في إعادة تشغيل DVD لعدم اتصال الوصلات اللازمة
be: Не атрымалася запытаць неабходныя інтэрфейсы для прайгравання DVD
bn: DVD প্লেব্যাকের জন্য প্রয়োজনীয় ইন্টারফেসসমূহ ক্যুয়েরি করতে ব্যর্থ হয়েছে
bs_ba: Nije uspio upit za potrebnim sučeljem za DVD reprodukciju
ca: No s'han pogut consultar les interfícies necessàries per a la reproducció de DVD
cs: Hledání rozhraní potřebných pro přehrání DVD skončilo neúspěchem
da: Kunne ikke forespørge de nødvendige grænseflader til DVD-afspilning
de: Kann DVD-Wiedergabe-Interface nicht abfragen
el: Απέτυχε το ερώτημα των απαραίτητων διασυνδέσεων για αναπαραγωγή DVD
es: No se pudieron consultar las interfaces requeridas para la reproducción de DVD
eu: Hutsegitea galdetzerakoan DVD irakurketarako behar diren interfazeak
fi: DVD-toiston tarvittavien liittymien kysely epäonnistui
fr: Impossible d'accéder aux interfaces nécessaires pour la lecture DVD
gl: Fallou ao consultar as interfaces requiridas para a reprodución do DVD
he: מציאת הממשקים הנדרשים עבור ניגון די.וי.די נכשלה
hr: Bezuspješno pronalaženje potrebnih sučelja koji omogućuju izvođenje DVD-a
hy: Չհաջողվեց ստանալ պահանջվող DVD-ի հերթականությունը
it: Impossibile determinare le interfacce necessarie per la riproduzione DVD
ja: DVD の再生に必要なインターフェイスの問合せができませんでした
lt: Nepavyko užklausti reikiamų sąsajų DVD grojimui
ms_my: Gagal menanya antaramuka yang diperlukan untuk main balik DVD
nl: In de wachtrij plaatsen van de benodigde DVD weergave interfaces mislukt
pl: Błąd podczas zapytania interfejsów potrzebnych do odtwarzania DVD
ru: Не удалось запросить интерфейсы для воспроизведения DVD
sk: Nepodarilo sa vyžiadať potrebné rozhrania na prehratie DVD
sl: Neuspela poizvedba po potrebnih vmesnikih za DVD predvajanje
sr: Не могу да питам потребне интерфејсе за репродуковање DVD-а
sv: Misslyckades att hämta de behövda gränssnitten för DVD-uppspelning
th_th: ล้มเหลวในการสอบหาส่วนประสานที่จำเป็นสำหรับการเล่นดีวีดี
tt: Не удалось запросить необходимые интерфейсы для воспроизведения DVD
vi: Không thể truy vấn các giao diện cần thiết để phát lại DVD

# IDS_CAPTURE_LIVE
source: Live
ar: مباشر
be: Прамы эфір
bn: সরাসরি
bs_ba: Uživo
ca: En directe
cs: Živé
da: Direkte
el: Ζωντανά
es: En vivo
eu: Zuzenean
fr: Capture en direct
gl: En Vivo
he: שידור חי
hr: Uživo
hu: Élő
hy: Ուղիղ
ja: ライブ
lt: Tiesiogiai
ms_my: Langsung
pa: ਲਾਈਵ
pl: Na żywo
ru: Прямой эфир
sk: Naživo
sl: V živo
sr: Уживо
th_th: สด
tt: Туры эфир
vi: Trực tiếp

# IDS_CAPTURE_ERROR_VID_FILTER
source: Can't add video capture filter to the graph
ar: لا يمكن إضافة عامل تصفية التقاط الفيديو إلى الرسم البياني
be: Не магу дадаць фільтр захопа відэа
bn: গ্রাফে ভিডিও ক্যাপচার ফিল্টার যোগ করা যাচ্ছে না
bs_ba: Na grafikon nije moguće dodati video filter za snimanje
ca: No es pot afegir el filtre de captura de vídeo al graph.
cs: Do grafu se nepodařilo přidat filtr pro záznam videa
da: Kan ikke føje videoindspilningsfilter til grafen
de: Kann Videoaufnahme-Filter zum Filtergraphen nicht hinzufügen
el: Δεν είναι δυνατή η προσθήκη φίλτρου καταγραφής βίντεο στο γράφημα
es: No se puede añadir el filtro de captura de vídeo al diagrama de filtros
eu: Ezinezkoa gehitzea bideo harpen iragazkia grafikara.
fi: Videokaappaussuodinta ei voitu lisätä kaavioon
fr: Impossible d'ajouter le filtre de capture vidéo au graphe.
gl: Non se pode engadir o filtro de captura de vídeo ao gráfico
he: לא מצליח להוסיף פילטר לכידת וידאו אל הגרף
hr: U graf se ne može dodati Video Capture filtar
hu: Nem lehet hozzáadni a videó rögzítő szűrőt a grafikonhoz
hy: Հնարավոր չէ ավելացնել տեսագրման ֆիլտր գրաֆային
it: Impossibile aggiungere il filtro di cattura video al grafo
ja: グラフに ビデオ キャプチャ フィルタを追加できません
lt: Neįmanoma pridėti įrašymo vaizdo filtro grafui
ms_my: Tidak dapat tambah penapis tangkap ke graf
nl: Kan geen video opname filter aan de grafiek toevoegen
pl: Nie można dodać filtra przechwytującego obraz do grafu.
ru: Невозможно добавить фильтр захвата видео в граф
sk: Do grafu nemožno pridať filter pre zaznamenávanie videa
sl: Filtra za zajem videa ni mogoče dodati v graf
sr: Не могу да додам филтер за снимање видео-записа у графикон
sv: Kan inte lägga till videoinspelningsfilter till grafen
th_th: ไม่สามารถเพิ่มตัวกรองการจับข้อมูลวิดีโอสู่กราฟได้
tt: Невозможно добавить видеофильтр захвата к графу
vi: Không thể thêm video bộ lọc chụp vào đồ thị

# IDS_CAPTURE_ERROR_AUD_FILTER
source: Can't add audio capture filter to the graph
ar: لا يمكن إضافة عامل تصفية الالتقاط الصوتية إلى الرسم البياني
be: Немагчыма дадаць аўдыяфільтр захопу да графа
bn: গ্রাফে অডিও ক্যাপচার ফিল্টার যোগ করা যাচ্ছে না
bs_ba: Na grafikon nije moguće dodati audio filter za snimanje
ca: No es pot afegir el filtre de captura d'àudio al diagrama de filtres
cs: Do grafu se nepodařilo přidat filtr pro záznam zvuku
da: Kan ikke føje lydindspilningsfilter til grafen
de: Kann Audioaufnahme-Filter zum Filtergraphen nicht hinzufügen
el: Δεν είναι δυνατή η προσθήκη φίλτρου καταγραφής ήχου στο γράφημα
es: No se puede añadir el filtro de captura de audio al diagrama de filtros
eu: Ezinezkoa gehitzea audio harpen iragazkia grafikara
fi: Äänenkaappaussuodinta ei voitu lisätä kaavioon
fr: Impossible d'ajouter le filtre de capture audio au graphe.
gl: Non se pode engadir o filtro de captura de audio ao gráfico
he: לא מצליח להוסיף פילטר לכידת שמע אל הגרף
hr: U graf se ne može dodati Audio Capture filtar
hu: Nem lehet hozzáadni az audio rögzítő szűrőt a grafikonhoz
hy: Հնարավոր չէ ավելացնել ձայնագրման ֆիլտր գրաֆային
it: Impossibile aggiungere il filtro di cattura audio al grafo
ja: グラフにオーディオ キャプチャ フィルタを追加できません
lt: Neįmanoma pridėti įrašymo garso filtro grafui
ms_my: Tidak dapat tambah penapis tangkap audio ke graf
nl: Kan geen audio opname filter aan de grafiek toevoegen
pl: Nie można dodać filtra przechwytującego dźwięk do grafu.
ru: Невозможно добавить фильтр захвата аудио в граф
sk: Do grafu nemožno pridať filter pre zaznamenávanie zvuku
sl: Filtra za zajem zvoka ni mogoče dodati v graf
sr: Не могу да додам филтер за снимање аудио-записа у графикон
sv: Kan inte lägga till ljudinspelningsfilter till grafen
th_th: ไม่สามารถเพิ่มตัวกรองการจับข้อมูลเสียงสู่กราฟได้
tt: Невозможно добавить аудиофильтр захвата к графу
vi: Không thể thêm bộ lọc âm thanh chụp vào đồ thị

# IDS_CAPTURE_ERROR_DEVICE
source: Could not open capture device.
ar: لا يمكن فتح جهاز الالتقاط.
be: Не атрымалася адкрыць прыладу захопу.
bn: ক্যাপচার ডিভাইসটি চালনা করা যাচ্ছে না।
bs_ba: Nije moguće otvoriti uređaj za snimanje.
ca: No s'ha pogut obrir el dispositiu de captura.
cs: Nepodařilo se otevřít záznamové zařízení.
da: Kunne ikke åbne indspilningsenhed.
de: Kann Aufnahmegerät nicht öffnen
el: Δεν ήταν δυνατό το άνοιγμα της συσκευής καταγραφής.
es: No se pudo abrir el dispositivo de captura.
eu: Ezin da harpen gailua ireki.
fi: Kaappauslaitetta ei voi avata.
fr: Impossible d'ouvrir le périphérique de capture.
gl: No se puido abrir o dispositivo de captura.
he: לא מצליח לפתוח התקן לכידה.
hr: Ne može se otvoriti uređaj za snimanje.
hu: Nem nyitható meg rögzítő eszköz.
hy: Չկա տեսագրման սարք։
it: Impossibile aprire il dispositivo di cattura.
ja: キャプチャ デバイスを開けませんでした。
lt: Neįmanoma atverti įrašymo įrenginio
ms_my: Tidak dapat buka peranti tangkap.
nl: Kon het opnameapparaat niet openen.
pl: Nie można otworzyć urządzenia przechwytującego.
ru: Не удалось открыть устройство захвата.
sk: Nemožno otvoriť záznamové zariadenie.
sl: Ne morem odpreti naprave za zajem.
sr: Не могу да отворим уређај за снимање.
sv: Kunde inte öppna inspelningsenhet.
th_th: ไม่สามารถเปิดอุปกรณ์จับข้อมูลได้
tt: Не удалось открыть устройство захвата.
vi: Không thể mở thiết bị chụp.

# IDS_INVALID_PARAMS_ERROR
source: Can't open, invalid input parameters
ar: لا يمكن الفتح, مدخلات غير صالحة للمعايير
be: Немагчыма адкрыць, няслушныя параметры ўводу
bn: চালনা করা যাচ্ছে না, ইনপুট প্যারামিটারসমূহ অগ্রহণযোগ্য
bs_ba: Nije moguće otvoriti, neispravni ulazni parametri
ca: No es pot obrir, paràmetres d'entrada no vàlids
cs: Nelze otevřít, neplatné vstupní parametry
da: Kan ikke åbne, ugyldige input-parametre
de: Ungültiger Eingabeparameter
el: Δεν είναι δυνατό το άνοιγμα. Μη έγκυρες παράμετροι εισόδου
es: No se puede abrir, parámetros de entrada no válidos
eu: Ezin da ireki, sarrera parametro baliogabea
fi: Ei voi avata, tuloparametrit eivät kelpaa
fr: Ouverture impossible, paramètres d'entrée invalides
gl: Non se pode abrir, parámetros de entrada inválidos
he: לא מצליח לפתוח, פרמטרים לא תקינים של קלט
hr: Ne može se otvoriti, krivi ulazni parametri
hu: Nem lehet megnyitni, érvénytelen bemeneti paraméterek
hy: Հնարավոր չէ բացել, մուտքի սխալ ցուցիչներ
it: Impossibile aprire, parametri di input non validi
ja: 開けません。無効な入力パラメータです
lt: Neįmanoma įjungti, neteisingi įvesties parametrai
ms_my: Tidak dapat buka, parameter input tidak sah
nl: Openen mislukt, ongeldige invoer parameters
pl: Nie można otworzyć, błędne parametry wejściowe.
ru: Нельзя открыть, неверные параметры ввода
sk: Nemožno otvoriť, vstupné parametre nie sú platné
sl: Ne morem odpreti, neveljavni vhodni parametri
sr: Отварање није успело због неисправних улазних параметара
sv: Kan inte öppna, ogiltiga inmatningsparametrar
th_th: ไม่สามารถเปิดได้ พารามิเตอร์ที่นำเข้าไม่ถูกต้อง
tt: Не удается открыть, неверные входные параметры
vi: Thông số không thể mở, đầu vào không hợp lệ

# IDS_EDIT_LIST_EDITOR
source: Edit List Editor
ar: تحرير قائمة المحرر
be: Рэдагаваць спіс
bn: লিস্ট এডিটর এডিট করি
bs_ba: Izmijeni Uređivač Liste
ca: Editor de llistes d'edició (EDLs)
cs: Editor
da: Rediger list-editor
de: List-Editor bearbeiten
el: Επεξεργασία λίστας επεξεργαστών
es: Editor de listas de edición (EDLs)
eu: Editatu Zerrenda Editatzailea
fi: Muokkaa luettelomuokkainta
fr: Éditeur de liste d'édition
gl: Editar o Editor de listas
he: עורך רשימת עריכה
hr: Uredi editor liste
hu: Lista Szerkesztő szerkesztése
hy: Խմբագրել Ցանկի խմբագրիչը
it: Modifica Lista Editor
ja: 編集リスト エディタ
lt: Redaguoti sąrašų redaktorių
ms_my: Sunting Penyunting Senarai
nl: Verander lijst bewerker
pa: ਲਿਸਟ ਐਡੀਟਰ ਸੋਧੋ
pl: Edytor list montażowych
ru: Изменить список редактора
sk: Úpravy editora zoznamu
sl: Urejaj urejevalnik seznama
sr: Уређивач списка измена
sv: Redigera List Editor
th_th: แก้ไขตัวแก้ไขรายการ
tt: Мөхәррир исемлеген үзгәртергә
vi: Danh sách chỉnh sửa biên tập

# IDS_GOTO_ERROR_INVALID_TIME
source: The entered time is greater than the file duration.
ar: الوقت المدخل اكبر من مدة الملف.
be: Уведзены час большы за працяг файла.
bn: প্রবেশকৃত সময়টি ফাইলের স্থিতিকাল অপেক্ষা বড়ো।
bs_ba: Uneseno vrijeme je veće od trajanja dokumenta.
ca: El temps introduït és major que la durada del fitxer.
cs: Zadaný čas přesahuje délku souboru.
da: Den indtastede tid er større end filens varighed.
de: Der angegebene Zeitpunkt ist ungültig. Die vorgegebene Laufzeit kann nicht überschritten werden.
el: Ο χρόνος που έχει εισαχθεί είναι μεγαλύτερος από τη διάρκεια του αρχείου.
es: El tiempo introducido es mayor que la duración del archivo.
eu: Sartutako denbora agiriaren iraupena baino handiagoa da.
fi: Annettu aika on suurempi kuin tiedoston kesto.
fr: La position saisie est supérieure à la durée du fichier.
gl: O tempo inserido é maior que a duración do ficheiro.
he: הזמן שנכתב גדול יותר מאורך הקובץ.
hr: Uneseno vrijeme je veće od trajanja same datoteke.
hu: A megadott idő nagyobb, mint a fájl hossza.
hy: Նշված ժամանակը գերազանցում է ֆայլի տևողությանը։
it: Il tempo inserito è maggiore della durata del file.
ja: 入力された時間がファイルの再生時間よりも大きくなっています。
lt: Įvestas laikas didesnis už kūrinio trukmę
ms_my: Masa yang dimasukkan lebih besar berbanding tempoh fail.
nl: De ingevoerde tijd is langer dan de lengte van het mediabestand.
pl: Wprowadzony czas jest większy niż czas trwania pliku.
ru: Введенное время больше длительности файла.
sk: Zadaný čas je dlhší ako je trvanie súboru.
sl: Vnešeni čas je večji od trajanja datoteke.
sr: Наведено време је веће од трајања датотеке.
sv: Den angivna tidskoden är större än filens längd.
th_th: เวลาที่ใส่มีค่ามากกว่าระยะเวลาของไฟล์
tt: Введенное время больше длительности файла.
vi: Thời gian vào là lớn hơn thời gian tập tin.

# IDS_MISSING_ICONS_LIB
source: The icons library "mpciconlib.dll" is missing. The player's default icon will be used for file associations. Please, reinstall MPC-HC to get "mpciconlib.dll".
ar: مكتبة الأيقونات "mpciconlib.dll" مفقود . وسيقوم المشغل بأستخدام الرمز الافتراضي لاقترانات الملفات. يرجى إعادة تثبيت MPC-HC للحصول على "mpciconlib.dll".
be: Не знойдзена бібліятэка значкоў «mpciconlib.dll» Для файлавых асацыяцый выкарыстаны звычайныя значкі. Каб аднавіць «mpciconlib.dll», пераўсталюйце MPC-HC.
bn: আইকন লাইব্রেরি "mpciconlib.dll" খুঁজে পাওয়া যাচ্ছে না। প্লেয়ারের ডিফল্ট আইকন সম্পৃক্ত ফাইলসমূহে ব্যবহার করা হবে। "mpciconlib.dll" পাওয়ার জন্যে, অনুগ্রহপূর্বক পুনরায় MPC-HC ইনস্টল করুন।
bs_ba: Nedostaje biblioteka ikonica "mpciconlib.dll". Za asocijacije sa dokumentima će biti korištena podrazumijevana ikonica player-a. Molimo ponovo instalirajte MPC-HC da bi dobili "mpciconlib.dll".
ca: Manca la llibreria d'icones "mpciconlib.dll". Es faran servir les icones del reproductor per defecte per a l'associació dels fitxers. Si us plau, instal·li l'MPC-HC per obtenir el "mpciconlib.dll".
cs: Knihovna ikon "mpciconlib.dll" není k dispozici. Jako ikona pro asociované soubory bude použita výchozí ikona přehrávače. Soubor "mpciconlib.dll" získáte přeinstalováním MPC-HC.
da: Ikon-biblioteket "mpciconlib.dll" mangler. Afspillerens standard-ikon vil blive brugt ved filtilknytninger. Geninstallér venligst MPC-HC for at få "mpciconlib.dll".
de: Die Icon-Bibliotheksdatei "mpciconlib.dll" konnte nicht gefunden werden. Bitte den MPC-HC neu installieren, um die Darstellung der Dateizuordnung wiederherzustellen.
el: Η βιβλιοθήκη εικονιδίων "mpciconlib.dll" λείπει. Θα χρησιμοποιηθεί το προεπιλεγμένο εικονίδιο αναπαραγωγής για τις συσχετίσεις αρχείων. Παρακαλώ κάντε επανεγκατάσταση του MPC-HC για λήψη του "mpciconlib.dll".
es: No se encuentra la librería de iconos «mpciconlib.dll». Se usará el icono predeterminado del reproductor para las asociaciones de archivos. Reinstale MPC-HC para obtener «mpciconlib.dll».
eu: "mpciconlib.dll" ikur liburutegia galduta dago. Irakurgailuaren berezko ikurra erabiliko da agiri elkarketarako. Mesedez, berrezarri MPC-HC "mpciconlib.dll" lortzeko.
fi: Kuvakekirjastoa "mpciconlib.dll" ei löydy. Soittimen oletuskuvaketta käytetään tiedostojen kytkentään. Ole hyvä ja asenna MPC-HC uudelleen "mpciconlib.dll":n saamiseksi.
fr: La bibliothèque d'icônes "mpciconlib.dll" est manquante. L'icône par défaut du lecteur va être utilisée pour les associations de fichier. Veuillez réinstaller MPC-HC pour récupérer "mpciconlib.dll".
gl: Non se atopa a biblioteca de iconas "mpciconlib.dll". A icona predeterminada do reprodutor será usada para as asociacións de ficheiros. Por favor, reinstale MPC-HC para obter o "mpciconlib.dll".
he: ספריית הצלמיות "mpciconlib.dll" חסרה. צלמית ברירת המחדל של הנגן תהיה בשימוש עבור שיוכי קבצים. נא להתקין את MPC-HC מחדש כדי לקבל את "mpciconlib.dll".
hr: Datoteka s ikonama "mpciconlib.dll" nedostaje. Biti će korištena standardna ikona playera za asocirane datoteke. Molim vas, ponovo instalirajte MPC-HC da dobijete "mpciconlib.dll".
hy: Պատկերների շտեմարանը՝ "mpciconlib.dll", բացակայում է։ Ֆայլերի ասոցիացումների համար կօգտագործվի վերարտադրիչի հիմնական պատկերը։ Վերատեղակայեք MPC-HC-ն՝ ունենալու համար "mpciconlib.dll"-ն։
it: La libreria icone "mpciconlib.dll" non è stata trovata. Per le associazioni dei file verranno impiegate le icone predefinite del lettore. Si consiglia di reinstallare MPC-HC in modo da ottenere il file "mpciconlib.dll".
ja: アイコン ライブラリ 「mpciconlib.dll」 が見つかりません。 プレーヤーの既定のアイコンはファイルの関連付けに使用されます。 MPC-HC を再インストールして 「mpciconlib.dll」 を入手してください。
lt: Nerasta „mpciconlib.dll“ piktogramų biblioteka. Failų susiejimams bus panaudota numatytoji grotuvo piktograma. Prašome įdiegti iš naujo MPC-HC, kad gautumėte „mpciconlib.dll“.
ms_my: Pustaka ikon "mpciconlib.dll" sudah hilang. Ikon lalai pemain akan digunakan untuk perkaitan fail. Sila, pasang semula MPC-HC untuk dapatkan semula mpciconlib.dll.
nl: De icoonbibliotheek "mpciconlib.dll" ontbreekt. Het standaard icoon van de mediaspeler wordt gebruikt voor bestandskoppeling Herinstalleer MPC-HC om "mpciconlib.dll" te herstellen.
pl: Biblioteka ikon „mpciconlib.dll” nie została odnaleziona. Skojarzonym plikom zostanie przypisana standardowa ikona odtwarzacza. Zainstaluj ponownie MPC-HC, aby przywrócić plik „mpciconlib.dll”.
ru: Библиотека значков «mpciconlib.dll» не найдена. Для файловых ассоциаций будет использован обычный значок. Чтобы получить «mpciconlib.dll», переустановите MPC-HC.
sk: Knižnicu ikon "mpciconlib.dll" sa nepodarilo nájsť. Pre asociované súbory sa použijú štandardné ikony. Ak chcete získať knižnicu "mpciconlib.dll", prosím preinštalujte program MPC-HC.
sl: Knjižnica ikon "mpciconlib.dll" manjka. Uporabljena bo privzeta ikona predvajalnika za povezavo datotek. Prosimo, ponovno instalirajte MPC-HC da bi pridobili "mpciconlib.dll".
sr: Недостаје библиотека икона „mpciconlib.dll“. Користиће се подразумевана икона плејера за повезаности датотека. Поново инсталирајте MPC-HC да бисте имали „mpciconlib.dll“.
sv: Ikonbiblioteket "mpciconlib.dll" saknas. Spelarens standardikon kommer användas till filassociationerna. Var vänlig installera om MPC-HC för att få "mpciconlib.dll".
th_th: คลังไอคอน "mpciconlib.dll" ได้หายไป ไอคอนตั้งต้นของเครื่องเล่นจะถูกใช้เพื่อทำการสัมพันธ์ไฟล์ โปรดติดตั้ง MPC-HC อีกครั้ง เพื่อให้ได้รับ "mpciconlib.dll"
tt: Библиотека иконок 'mpciconlib.dll' не найдена. Будет использован обычный иконка для файловых ассоциаций. Чтобы получить 'mpciconlib.dll', переустановите MPC-HC.
vi: Thư viện biểu tượng "mpciconlib.dll" đang thiếu. Biểu tượng mặc định của trình phát sẽ được sử dụng tập tin. Xin vui lòng, cài đặt lại MPC-HC để có được "mpciconlib.dll".

# IDS_SUBDL_DLG_FILENAME_COL
source: File
ar: ملف
be: Файл
bn: ফাইল
bs_ba: Dokument
ca: Fitxer
cs: Soubor
da: Fil
de: Datei
el: Αρχείο
es: Archivo
eu: Agiria
fi: Tiedosto
fr: Fichier
gl: Ficheiro
he: קובץ
hr: Datoteka
hu: &Fájl
hy: Ֆայլ
ja: ファイル
lt: Failas
ms_my: Fail
nl: Bestand
pa: ਫ਼ਾਈਲ
pl: Plik
ru: Файл
sk: Súbor
sl: Datoteka
sr: Датотека
sv: Fil
th_th: ไฟล์
tt: Файл...
vi: Tệp

# IDS_SUBDL_DLG_LANGUAGE_COL
source: Language
ar: اللغة
be: Мова
bn: ভাষা
bs_ba: Jezik
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
eu: Hizkuntza
fi: Kieli
fr: Langue
gl: Linguaxe
he: שפה
hr: Jezik
hu: Nyelv
hy: Լեզուն
it: Lingua
ja: 言語
lt: Kalba
ms_my: Bahasa
nl: Taal
pa: ਭਾਸ਼ਾ
pl: Język
ru: Язык
sk: Jazyk
sl: Jezik
sr: Језик
sv: Språk
th_th: ภาษา
tt: Тел:
vi: Ngôn ngữ

# IDS_SUBDL_DLG_FORMAT_COL
source: Format
ar: التنسيق
be: Фармат
bn: ফাইলের ধরন
cs: Formát
el: Μορφή
es: Formato
eu: Heuskarria
fi: Formaatti
gl: Formato
he: תבנית
hu: Formátum
hy: Տեսակ
it: Formato
ja: 形式
lt: Formatas
nl: Formaat
pa: ਫਾਰਮੈਟ
ru: Формат
sk: Formát
sr: Формат
th_th: รูปแบบ
tt: Форматы
vi: Định dạng

# IDS_SUBDL_DLG_DISC_COL
source: Disc
ar: القرص
be: Дыск
bn: ডিস্ক
bs_ba: Disk
cs: Disk
da: Disk
el: Δίσκος
es: Disco
eu: Diska
fi: Levy
fr: Disque
gl: Disco
he: דיסק
hr: Disk
hu: Lemez
hy: Խտասկավառակ
it: Disco
ja: ディスク
lt: Diskas
ms_my: Cakera
nl: Schijf
pa: ਡਿਸਕ
pl: Płyta
ru: Диск
sk: Disk
sl: Disk
sr: Диск
sv: Skiva
th_th: ดิสก์
tt: Тәлинкә
vi: Đĩa

# IDS_SUBDL_DLG_TITLES_COL
source: Title(s)
ar: العنوان (العناوين)
be: Назва(ы)
bn: টাইটেল(সমূহ)
bs_ba: Naslov(i)
ca: Títol(s)
cs: Tituly
da: Titler
de: Titel
el: Τίτλος(οι)
es: Título(s)
eu: Izenburua(k)
fi: Nimike (eet)
fr: Titre(s)
gl: Título(s)
he: כותרת
hr: Naslov(i)
hu: Cím(ek)
hy: Վերնագիրը
it: Titolo/i
ja: タイトル
lt: Pavadinimas (-ai)
ms_my: Tajuk(s)
nl: Titel(s)
pa: ਟਾਈਟ
pl: Tytuł/y
ru: Название
sk: Názov
sl: Naslov(i)
sr: Наслови
sv: Titel
th_th: หัวเรื่อง
tt: Исеме
vi: Tiêu đề(s)

# IDS_SUBRESYNC_CLN_CHARSET
source: CharSet
ar: مجموعة الأحرف
bn: ক্যারেক্টার সেট
bs_ba: SkupZnakova
ca: Joc de caràcters
cs: Kódování
da: Tegnsæt
de: Zeichensatz
el: Σύνολο χαρακτήρων
es: Juego de caracteres
eu: Hizkikodea
fi: Merkistö
fr: Jeu de caractères
gl: Conxunto de caracteres
he: ערכת תווים
hr: Skup znakova
hu: Karakterkészlet
hy: Կոդավորում
ja: 文字セット
lt: Schemos
ms_my: Set Aksara
nl: Tekenset
pa: ਅੱਖਰ-ਸਮੂਹ
pl: Zestaw znaków
ru: Кодировка
sk: Znaková sada
sl: Nabor znakov
sr: Кодирање
sv: Teckenuppsättning
th_th: ชุดอักขระ
vi: Ký tự

# IDS_SUBRESYNC_CLN_LAYER
source: Layer
ar: الطبقة
be: Слой
bn: স্তর
bs_ba: Sloj
ca: Capa
cs: Vrstva
da: Lag
de: Ebene
el: Επίπεδο
es: Capa
eu: Geruza
fi: Taso
fr: Niveau
gl: Capa
he: שכבה
hr: Sloj
hu: Réteg
hy: Շերտ
it: Livello
ja: レイヤ
lt: Sluoksnis
ms_my: Lapisan
nl: Laag
pa: ਲੇਅਰ
pl: Warstwa
ru: Слой
sk: Vrstva
sl: Plast
sr: Слој
sv: Lager
th_th: ชั้น
tt: Слой
vi: Lớp

# IDS_SUBRESYNC_CLN_ACTOR
source: Actor
ar: عامل
be: Акцёр
bn: অভিনয়শিল্পী
bs_ba: Glumac
cs: Herec
da: Skuespiller
de: Darsteller
el: Ηθοποιός
eu: Antzezlea
fi: Näyttelijä
fr: Acteur
he: שחקן
hr: Glumac
hu: Színész
hy: Դերասան
it: Attore
ja: アクター
lt: Aktorius
ms_my: Pelakon
nl: Acteur
pa: ਐਕਟਰ
pl: Aktor
ru: Актер
sk: Herec
sl: Igralec
sr: Глумац
sv: Skådespelare
th_th: ตัวกระทำ
tt: Актер
vi: DIễn viên

# IDS_SUBRESYNC_CLN_EFFECT
source: Effect
ar: التأثير
be: Эфект
bn: ইফেক্ট
bs_ba: Efekt
ca: Efecte
cs: Efekt
da: Effekt
de: Effekt
el: Εφέ
es: Efecto
eu: Eragina
fi: Efekti
fr: Effet
gl: Efecto
he: אפקט
hr: Efekt
hu: Effekt
hy: Էֆեկտ
it: Effetto
ja: 効果
lt: Efektas
ms_my: Kesan
pa: ਪਰਭਾਵ
pl: Efekt
ru: Эффект
sk: Efekt
sl: Učinek
sr: Ефекат
sv: Effekt
th_th: เอฟเฟกต์
tt: Тәэсир
vi: Hiệu ứng
