Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_THUMBNAIL_TOO_SMALL
source: The thumbnails would be too small, impossible to create the file. Try lowering the number of thumbnails or increasing the total size.
ar: الصور المصغرة ستكون أصغر مما ينبغي، لا يمكن إنشاء الملف. حاول خفض عدد الصور المصغرة أو زيادة الحجم الإجمالي.
be: Замалы памер мініяцюр, немагчыма стварыць файл. Паменшыце колькасць мініяцюр або павялічце агульны памер выявы.
bn: থাম্ব্‌নেইলসমূহ আকারে খুব ছোট হবে, ফাইলটি তৈরি করা যাচ্ছে না। থাম্ব্‌নেইলসমূহের সংখ্যা কমিয়ে অথবা সম্পূর্ণ সাইজটি বাড়িয়ে চেষ্টা করুন।
bs_ba: Sličice će biti suviše male. Nije moguće kreirati dokument. Probajte smanjiti broj sličica ili povećati ukupnu veličinu.
ca: No es pot crear el fitxer. Les miniatures serien massa petites. Proveu de reduir el nombre de miniatures o augmentar la mida total.
cs: Soubor nelze vytvořit, protože miniatury by byly příliš malé. Snižte počet miniatur, nebo zadejte větší celkovou velikost.
da: Miniaturerne ville blive for små, umuligt at oprette filen. Prøv at mindske antallet af miniaturer eller øge den samlede størrelse.
de: Die Miniaturbilder wären zu klein. Bitte die angegebene Breite erhöhen oder deren Anzahl durch Korrektur des Layouts verringern.
el: Οι μικρογραφίες θα είναι πολύ μικρές. Δεν είναι δυνατό να δημιουργηθεί το αρχείο. Προσπαθήστε να μειώσετε τον αριθμό των μικρογραφιών ή να αυξήσετε το συνολικό μέγεθος.
es: No se puede crear el archivo. Las miniaturas serían demasiado pequeñas. Pruebe a disminuir el número de miniaturas o a aumentar el tamaño total.
eu: Txikirudiak txikiegiak dira, ezinezkoa agiria sortzea. Saiatu txikirudi zenbateko txikiago batekin edo handitu neurri orokorra.
fi: Pienoiskuvista tulisi liian pieniä, tiedostoa ei voi luoda . Yritä vähentää pienoiskuvien määrää tai suurenna kokonaiskokoa.
fr: Impossible de créer le fichier, les miniatures seraient trop petites. Essayez de réduire le nombre de miniatures ou d'augmenter la taille totale.
gl: Non se pode crear o ficheiro, as miniaturas son demasiado pequenas. intente reducir o número de miniaturas ou aumentar o tamaño total.
hr: Sličice bi bile premalene, nemoguće je kreirati datoteku. Pokušajte smanjivanjem broja sličica ili povećanjem ukupne veličine.
it: Le miniature sarebbero troppo piccole, impossibile creare il file. Provare a ridurre il numero di miniature o aumentare la dimensione totale.
ja: サムネイルが小さすぎて、ファイルを作成できません。 サムネイルの数を減らすか、全体のサイズを大きくしてみてください。
lt: Neįmanoma sukurti failo su tokiomis mažomis miniatiūromis. Pamėginkite sumažinti miniatiūrų kiekį arba padidinti bendrą dydį.
ms_my: Lakaran kenit terlalu kecil, mustahil dapat hasilkan fail. Cuba kurangkan bilangan lakaran kenit atau tingkatkan jumlah saiz.
nl: Miniatuur zou te klein zijn, onmogelijk bestand aan te maken. Probeer aantal miniaturen te verlagen of verhoog de totale grootte.
pl: Miniatury są zbyt małe, nie można utworzyć pliku. Spróbuj zmniejszyć liczbę miniatur lub zwiększyć rozmiar całości.
ru: Невозможно создать файл со столь малыми миниатюрами. Попробуйте уменьшить количество миниатюр или увеличить общий размер.
sk: Náhľady by boli príliš malé, nie je možné vytvoriť súbor. Skúste zmenšiť počet náhľadov alebo zväčšiť celkovú šírku.
sl: Predogledne sličice bi bile premajhne, nemogoče je izdelati datoteko. Poskušaj zmanjšati število sličic ali povečati skupno velikost.
sr: Не могу да креирам сличице јер би биле премале. Пробајте да смањите број сличица или повећате укупну величину.
sv: Miniatyrbilderna skulle bli för små, omöjligt att skapa filen. Försök att minska antalet miniatyrbilder eller att öka den totala storleken.
th_th: รูปย่ออาจจะเล็กมาก จึงเป็นไปไม่ได้ที่จะสร้างไฟล์ ลองลดจำนวนของรูปย่อ หรือเพิ่มขนาดโดยรวม
vi: Các hình ảnh thu nhỏ sẽ quá nhỏ, không thể tạo tập tin. Hãy giảm số lượng các hình ảnh thu nhỏ hoặc tăng tổng kích thước.

# IDS_CANNOT_LOAD_SUB
source: To load subtitles you have to change the video renderer type and reopen the file. - DirectShow: VMR-9 (renderless), EVR (CP), Sync, madVR or Haali - RealMedia: Special renderer for RealMedia, or open it through DirectShow - QuickTime: DX7 or DX9 renderer for QuickTime - ShockWave: n/a
cs: Aby bylo možné načíst titulky, musíte změnit výstupní video renderer a znovu spustit přehrávání. - DirectShow: VMR-9 (renderless), EVR (CP), Sync, madVR nebo Haali - RealMedia: Speciální renderer pro RealMedia, nebo otevřít prostřednictvím DirectShow - QuickTime: DX7 nebo DX9 renderer pro QuickTime - ShockWave: n/a
da: For at indlæse undertekster skal du skifte video-renderer typen og genåbne filen. - DirectShow: VMR-9 (renderless), EVR (CP), Sync, madVR eller Haali - RealMedia: Speciel renderer til RealMedia, eller åbn den gennem DirectShow - QuickTime: DX7 eller DX9 renderer til QuickTime - ShockWave: ikke tilgængelig
de: Untertitel konnten nicht geladen werden. Bitte einen geeigneten Video-Renderer wählen und die Mediendatei erneut öffnen.
eu: Azpidatziak gertatzeko bideo aurkezle mota aldatu eta agiria berrireki behar duzu. - DirectShow: VMR-9 (aurkezgabe), EVR (CP), Aldib, madVR edo Haali - RealMedia: RealMedia-rako aurkezle berezia, edo ireki DirectShow bidez - QuickTime: DX7 edo DX9 aurkezleak QuickTime-rako - ShockWave: e/g
gl: Para cargar os subtítulos tes que cambiar o tipo de renderizador de video e reabrir o ficheiro. - DirectShow: VMR-9 (sen renderizador), EVR (CP), Sync, madVR ou Haali - RealMedia: Renderizador especial para RealMedia, ou abrilo con DirectShow - QuickTime: DX7 ou DX9 renderizador paraQuickTime - ShockWave: non dispoñible
sv: För att ladda undertexter måste du byta videorenderartyp och öppna filen igen. - DirectShow: VMR-9 (renderless), EVR (CP), Sync, madVR eller Haali - RealMedia: Specialrenderare för RealMedia, eller öppna filen via DirectShow - QuickTime: DX7 eller DX- rendererare för QuickTime - ShockWave: Fungerar ej
th_th: เพื่อโหลดศัพท์บรรยายคุณจำเป็นต้องเปลี่ยนชนิดตัวแปลผลวิดีโอและเปิดไฟล์ใหม่อีกครั้ง - DirectShow: VMR-9 (renderless), EVR (CP), Sync, madVR หรือ Haali - RealMedia: Special renderer สำหรับ RealMedia, หรือเปิดมันผ่าน DirectShow - QuickTime: DX7 หรือ DX9 renderer สำหรับ QuickTime - ShockWave: ไม่มีอยู่

# IDS_SUBTITLE_FILES_FILTER
source: Subtitle files
ar: ملفات الترجمة
be: Файлы субцітраў
bn: সাবটাইটেল ফাইলসমূহ
bs_ba: Dokumenti titlova
ca: Fitxers de subtítols
cs: Titulky
da: Undertekstfiler
de: Untertiteldateien
el: Αρχεία υποτίτλων
es: Archivos de subtìtulos
eu: Azpidatzi agiriak
fi: Tekstitystiedostot
fr: Fichiers de sous-titre
gl: Ficheiros de subtìtulos
hr: Datoteke titlova
hu: Felirat fájlok
it: I file dei sottotitoli
ja: 字幕ファイル
lt: Subtitrų failai
ms_my: Fail sarikata
nl: Ondertiteling bestanden
pa: ਸਬਟਾਈਟਲ ਫ਼ਾਈਲਾਂ
pl: Pliki z napisami
ru: Файлы субтитров
sk: Súbory s titulkami
sl: Datoteke podnapisov
sr: Датотеке титлова
sv: Undertextfiler
th_th: ไฟล์ศัพท์บรรยาย
vi: Tập tin phụ đề

# IDS_MAINFRM_68
source: Aspect Ratio: %ld:%ld
ar: النسبة الباعية: %ld:%ld
be: Прапорцыі: %ld:%ld
bn: অ্যাসপেক্ট রেশিও: %ld:%ld
bs_ba: Razmjera: %ld:%ld
ca: Relació d'aspecte: %ld:%ld
cs: Poměr stran: %ld:%ld
da: Højde-bredde-forhold: %ld:%ld
de: Seitenverhältnis: %ld:%ld
el: Αναλογία πλευρών: %ld:%ld
es: Relación de aspecto: %ld:%ld
eu: Ikuspegi Maila: %ld:%ld
fi: Kuvasuhde: %ld:%ld
fr: Proportions : %ld:%ld
gl: Relación de aspecto: %ld:%ld
he: יחס גובה-רוחב: %ld:%ld
hr: Omjer: %ld:%ld
hu: Képméretarány: %ld:%ld
hy: Համամասնություններ. %ld:%ld
it: Proporzioni: %ld:%ld
ja: 縦横比: %ld:%ld
lt: Proporcijos: %ld:%ld
ms_my: Nisbah BidangL %ld:%ld
nl: Beeldverhouding: %ld:%ld
pa: ਆਕਾਰ ਅਨੁਪਾਤ: %ld:%ld
pl: Proporcje obrazu: %ld:%ld
ru: Соотношение сторон: %ld:%ld
sk: Stranový pomer: %ld:%ld
sl: Razmerje stranic: %ld:%ld
sr: Однос ширина/висина: %ld:%ld
sv: Bildförhållande: %ld:%ld
th_th: อัตราส่วนภาพ: %ld:%ld
tt: Пропорция: %ld:%ld
vi: Tỷ lệ khung hình: %ld:%ld

# IDS_MAINFRM_69
source: Aspect Ratio: Default (DAR)
ar: نسبة العرض إلى الإرتفاع: حسب الشاشة (DAR)
be: Прапорцыі: Па змаўчанні (DAR)
bn: অ্যাসপেক্ট রেশিও: ডিফল্ট (DAR)
bs_ba: Razmjera: Podrazumijevano (DAR)
ca: Relació d'aspecte: Per defecte (DAR)
cs: Poměr stran: Výchozí (DAR)
da: Højde-bredde-forhold: Standard (DAR)
de: Seitenverhältnis: Standard (DAR)
el: Αναλογίες πλευρών: Προεπιλογή (DAR)
es: Relación de aspecto: Predeterminada (DAR)
eu: Ikuspegi Maila: Berezkoa (BIM)
fi: Kuvasuhde: Oletus (DAR)
fr: Ratio d'affichage : par défaut (DAR)
gl: Relación de aspecto: Orixinal (RAO)
hr: Omjer: Zadani (DAR)
hu: Képarány: Alapértelmezett
ja: 縦横比: 標準 (DAR)
ms_my: Nisbah Bidang: Lalai (DAR)
nl: Beeldverhouding: Standaard (DAR)
pl: Proporcje obrazu: Domyślne (DAR)
ru: Соотношение сторон: по умолчанию (DAR)
sk: Stranový pomer: Predvolený (DAR)
sl: Razmerje stranic: Privzeto (DAR)
th_th: อัตราส่วนภาพ: ค่าตั้งต้น (ค่าแสดงผล)
vi: Tỉ lệ khung hình: Mặc định (DAR)

# IDS_MAINFRM_70
source: Audio delay: %I64d ms
ar: تأخير الصوت: %I64dms
be: Затрымка аўдыя: %I64d мс
bn: অডিও বিলম্বন: %I64dms
bs_ba: Audio odgoda: %I64d ms
ca: Retard de l'àudio: %I64dms
cs: Zpoždění zvuku: %I64dms
da: Lydforsinkelse: %I64d ms
de: Audioverzögerung: %I64d ms
el: Καθυστέρηση ήχου: %I64dms
es: Retardo del audio: %I64dms
eu: Audio Atzerapena: %I64d sm
fi: Äänen viive: %I64dms
fr: Décalage audio : %I64d ms
gl: Diferenza entre Video e Audio: %I64dms
he: שיהוי שמע: %I64dms
hr: Kašnjenje zvuka: %I64d ms
hu: Audió késleltetés: %I64dms
hy: Ձայնի դադար. %I64dմվ
it: Ritardo Audio: %I64dms
ja: 音声の遅延: %I64d ミリ秒
lt: Garso uždelsimas: %I64d ms
ms_my: Lengah Audio: %I64dms
nl: Audio vertraging: %I64dms
pa: ਆਡੀਓ ਦੇਰੀ: %I64d ms
pl: Przesunięcie dźwięku: %I64d ms
ru: Задержка аудио: %I64d мс
sk: Oneskorenie zvuku: %I64d ms
sl: Zakasnitev zvoka: %I64dms
sr: Кашњење звука: %I64d мс
sv: Ljudfördröjning: %I64dms
th_th: เสียงหน่วง: %I64dms
tt: Аудио тоткарлау: %I64dмс
vi: Âm thanh trễ: %I64d ms

# IDS_AG_CHAPTER
source: Chapter %d
ar: الفصل %d
be: Сцэна %d
bn: পরিচ্ছেদ %d
bs_ba: Poglavlje %d
ca: Capítol %d
cs: Kapitola %d
da: Kapitel %d
de: Kapitel %d
el: Κεφάλαιο %d
es: Capítulo %d
eu: Atala %d
fi: Kappale %d
fr: Chapitre %d
gl: Capítulo %d
he: פרק %d
hr: Poglavlje %d
hu: %d. fejezet
hy: Մաս %d
it: Capitolo %d
ja: チャプター %d
lt: Skyrius %d
ms_my: Bab %d
nl: Hoofdstuk %d
pa: ਚੈਪਟਰ %d
pl: Rozdział %d
ru: Глава %d
sk: Kapitola %d
sl: Poglavje %d
sr: Поглавље %d
sv: Kapitel %d
th_th: ตอน %d
tt: Бүлек %d
vi: Chương %d

# IDS_AG_OUT_OF_MEMORY
source: Out of memory
ar: نفذت الذاكرة
be: Бракуе памяці
bn: পর্যাপ্ত ম্যামরি নেই
bs_ba: Manjak memorije
ca: Memòria esgotada
cs: Nedostatek paměti
da: Ikke mere ledig hukommelse
de: Speicher erschöpft
el: Ανεπαρκής μνήμη
es: Memoria agotada
eu: Oroimenetik kanpo
fi: Muisti lopussa
fr: Mémoire insuffisante
gl: Falta de memória!
he: אזל כל הזיכרון
hr: Nedostaje memorije
hu: Elfogyott a memória
hy: Հիշողությունը չի հերիքում
it: Memoria insufficiente
ja: メモリが不足しています
lt: Nepakanka atminties
ms_my: Kehabisan ingatan
nl: Te weinig geheugen
pa: ਮੈਮੋਰੀ ਖਤਮ ਹੋਈ
pl: Brak wolnej pamięci
ru: Не хватает памяти
sk: Nedostatok pamäte
sl: Zmanjkalo pomnilnika
sr: Нема меморије
sv: Slut på ledigt minne
th_th: หน่วยความจำไม่เพียงพอ
tt: Хәтер җитми
vi: Đầy bộ nhớ

# IDS_MAINFRM_77
source: Error: Adobe Flash Player for Internet Explorer is required
ar: خطأ: مطلوب فلاش بلاير لانترنت اكسبلورر
be: Памылка: Неабходны Flash для Internet Explorer
bn: সমস্যা: IEএর জন্য Flash প্লেয়ার প্রয়োজন
bs_ba: Greška: Potreban je Adobe Flash Player za Internet Explorer
ca: Error: es necessita el reproductor Flash per al Internet Explorer
cs: Chyba: Vyžadován Flash plugin pro Internet Explorer
da: Fejl: Adobe Flash Player til Internet Explorer er påkrævet
de: Kann Adobe Flash Player für Internet Explorer nicht finden
el: Σφάλμα: Απαιτείται το Adobe Flash Player για Internet Explorer
es: Error: se necesita el reproductor Flash para Internet Explorer
eu: Akatsa: Beharrezkoa da Internet Explorer-rako Flash irakurgailua
fi: Virhe: Internet Explorer:n Adobe Flash Player vaaditaan
fr: Erreur : Adobe Flash Player pour Internet Explorer est requis
gl: Erro: Flash para Internet Explorer non instalado
he: Error: Flash for Internet Explorer is required
hr: Greška: za Internet Explorer potreban je Adobe Flash Player
hu: Error: Flash for Internet Explorer is required
hy: Սխալ. պահանջվում է Flash կամ Internet Explorer
it: Errore: richiesto Flash per Internet Explorer
ja: エラー: Internet Explorer 用の Adobe Flash Player が必要です
lt: Klaida: Internet Explorer reikalingas Adobe Flash Player
ms_my: Ralat: Pemain Flash untuk Internet Explorer diperlukan
nl: Fout: Flash voor Internet Explorer vereist
pl: Błąd: wymagany Adobe Flash Player dla przeglądarki Internet Explorer
ru: Ошибка: требуется Adobe Flash Player для Internet Explorer
sk: Chyba: je potrebný Adobe Flash Player pre Internet Explorer
sl: Napaka: Potreben je Flash predvajalnik za Internet Explorer
sr: Грешка: потребан је Adobe Flash Player за Internet Explorer
sv: Error: Flash for Internet Explorer is required
th_th: ผิดพลาด: ต้องการตัวเล่นแฟลชสำหรับ Internet Explorer
tt: Хата: Internet Explorer өчен Flash кирәк
vi: Lỗi: Adobe Flash Player cho trình duyệt Internet Explorer được yêu cầu

# IDS_MAINFRM_78
source: QuickTime not yet supported for X64 (apple library not available)
ar: QuickTime غير معتمد حتى الآن في X64 (مكتبة ابل غير متوفرة)
be: QuickTime пакуль не падтрымліваецца для X64 (бібліятэкі ад Apple недаступныя)
bn: QuickTime এখনও X64 সমর্থন করে না (apple লাইব্রেরি পাওয়া যাচ্ছে না)
bs_ba: QuickTime još uvijek nije podržan za X64 (apple biblioteka nije dostupna)
ca: El QuickTime encara no és compatible amb la versió X64 (no hi ha llibreries d'Apple disponible)
cs: QuickTime zatím není v x64 podporován (není k dispozici daná knihovna)
da: QuickTime er endnu ikke understøttet til X64 (apple-bibliotek er ikke tilgængelig)
de: QuickTime kann mit 64-Bit nicht ausgeführt werden
el: Το QuickTime δεν υποστηρίζεται ακόμη για X64 (δεν είναι διαθέσιμη η βιβλιοθήκη της Apple)
es: QuickTime aún no es compatible con X64 (no hay bibliotecas de Apple disponibles)
eu: QuickTimek oraindik ez du sostengurik X64-rako (apple liburutegia ez dago eskuragarri)
fi: QuickTime ei ole vielä tuettu X64:ssä (Apple-kirjastoa ei saatavissa)
fr: QuickTime n'est pas encore supporté pour x64 (la bibliothèque Apple n'est pas disponible)
gl: QuickTime aínda non é compatible coa versión X64 (non hai unha biblioteca de apple dispoñible)
he: QuickTime עדיין לא נתמך ב-X64 (אין ספרייה זמינה של Apple)
hr: QuickTime nije podržan za X64 (apple biblioteka nije dosutpna)
hu: A QuickTime nem támogatott még X64 alatt (nem érhető el apple library hozzá)
hy: QuickTime-ը դեռ չի աջակցվում X64-ի համար (Apple-ի բաղադրիչները հասանելի չեն)
it: QuickTime non ancora supportato per X64 (libreria Apple non disponibile)
ja: QuickTime はまだ X64 でサポートされていません (apple ライブラリは使用できません)
lt: QuickTime dar nepalaikomas X64 (nėra apple bibliotekos)
ms_my: QuickTime belum lagi disokong untuk X64 (pustaka apple tidak tersedia)
nl: QuickTime niet ondersteund op een x64 systeem
pl: Brak wsparcia QuickTime dla X64 (niedostępna biblioteka apple)
ru: QuickTime еще не поддерживается X64 (библиотека Apple недоступна)
sk: Formát QuickTime nemožno použiť pri X64 (nie je dostupná knižnica apple)
sl: QuickTime še ni podprt za X64 (knjižnica Apple ni na voljo)
sr: Системи са 64 бита још увек не подржавају QuickTime (Apple-ова библиотека није доступна)
sv: QuickTime stöds inte än på x64 (Apple-biblioteket är inte tillgängligt)
th_th: QuickTime ยังไม่รองรับสำหรับ X64 (apple library ไม่มีอยู่)
tt: QuickTime пока не поддерживается для X64 (библиотеки от Apple недоступны)
vi: QuickTime chưa được hỗ trợ cho X64 (thư viện apple không có sẵn)

# IDS_MAINFRM_80
source: Failed to create the filter graph object
ar: فشل إنشاء كائن مخطط الفلاتر
be: Не атрымліваецца стварыць граф фільтра
bn: ফিল্টার গ্রাফের অবজেক্ট তৈরি করতে ব্যর্থ হয়েছে
bs_ba: Nije uspjelo kreiranje objekta grafika filtera
ca: No s'ha pogut crear l'objecte del diagrama de filtres
cs: Nepodařilo se vytvořit objekt grafu filtrů
da: Oprettelsen af filtergraf objektet mislykkedes
de: Kann Filtergraph-Objekt nicht erstellen
el: Η δημιουργία του γραφήματος φίλτρου απέτυχε
es: No se pudo crear el objeto del diagrama de filtros
eu: Hutsegitea iragazki grafika objetua sortzerakoan
fi: Suodinkaavion objektin luonti epäonnistui
fr: Impossible de créer l'objet graphe des filtres
gl: Imposible crear o obxecto do esquema de filtros
he: יצירת עצם גרף הפילטרים נכשלה
hr: Neuspjeh u kreiranju filter graf objekta
hu: Nem sikerült létrehozni a szűrő-gráf objektumot
hy: Հնարավոր չէ ստեղծել ֆիլտրի գրաֆա։
it: Impossibile creare il filter graph
ja: フィルタ グラフ オブジェクトを作成できませんでした
lt: Nepavyksta sukurti filtro grafą
ms_my: Gagal mencipta objek graf penapis
nl: Kon het filter grafiek object niet maken
pl: Nie udało się utworzyć obiektu grafu
ru: Не удается создать граф фильтра
sk: Zlyhalo vytváranie objektu filtra grafu
sl: Neuspelo ustvarjanje objekta filterskega grafa
sr: Не могу да креирам објекат у графикону филтера
sv: Misslyckades att skapa ett filtergrafobjekt
th_th: ล้มเหลวในการสร้างวัตถุกราฟตัวกรอง
tt: Сөзгечнең баганасын ясап булмый
vi: Thất bại trong việc tạo ra các đối tượng đồ thị bộ lọc

# IDS_MAINFRM_81
source: Invalid argument
ar: معطى غير صالح
be: Няслушны аргумент
bn: আর্গুমেন্টটি অগ্রহণযোগ্য
bs_ba: Neispravan argument
ca: L'argument no és vàlid
cs: Neplatný argument
da: Ugyldig argument
de: Ungültiges Argument
el: Μη έγκυρο όρισμα
es: Argumento no válido
eu: Argumentu baliogabea
fi: Perustelu ei kelpaa
fr: Paramètre invalide
gl: Argumento invalido
he: ארגומנט לא תקין
hr: Neispravan argument
hu: Érvénytelen változó
hy: Սխալ հատկանիշ
it: Argomento non valido
ja: 無効な引数です
lt: Neteisingas argumentas
ms_my: Argumen tidak sah
nl: Ongeldige invoer
pl: Niewłaściwy parametr
ru: Неверный аргумент
sk: Neplatný argument
sl: Neveljaven podatek
sr: Неисправан аргумент
sv: Ogiltigt argument
th_th: อาร์กิวเมนต์ไม่ถูกต้อง
tt: Билгесез дәлил
vi: Tham số không hợp lệ

# IDS_MAINFRM_82
source: Opening aborted
ar: تم إحباط عملية الفتح
be: Адкрыццё перапынена
bn: চালনা রহিত করা হয়েছে
bs_ba: Otvaranje je otkazano
ca: S'ha interromput l'obertura
cs: Otevírání zrušeno
da: Åbning afbrudt
de: Abbruch
el: Το άνοιγμα ματαιώθηκε
es: Apertura interrumpida
eu: Irekitzea utzita
fi: Avaaminen keskeytetty
fr: Ouverture interrompue
gl: Apertura abortada
he: פתיחה הופסקה
hr: Otvaranje prekinuto
hu: Megnyitás elvetve
hy: Բացումը ընդհատված է
it: Apertura annullata
ja: 開く処理を中止しました
lt: Atidarymas nutrauktas
ms_my: Pembukaan dihenti paksa
nl: Openen gestopt
pa: ਖੋਲ੍ਹਣ ਨੂੰ ਅਧੂਰਾ ਛੱਡਿਆ
pl: Otwieranie zostało anulowane
ru: Открытие отменено
sk: Otváranie bolo prerušené
sl: Odpiranje prekinjeno
sr: Отварање је прекинуто
sv: Öppnandet avbrutet
th_th: การเปิดถูกยกเลิก
tt: Ачу туктатылды
vi: Hủy mở

# IDS_MAINFRM_83
source: Failed to render the file
ar: فشل في عملية الريندر للملف
be: Не атрымалася апрацаваць файл
bn: ফাইলটি রেনডার করতে ব্যর্থ হয়েছে
bs_ba: Nije uspjelo renderiranje dokumenta
ca: No s'ha pogut renderitzar el fitxer
cs: Soubor se nepodařilo přehrát
da: Kunne ikke rendere filen
de: Kann Datei nicht rendern
el: Η απόδοση του αρχείου απέτυχε
es: No se pudo mostrar el archivo
eu: Hutsegitea agiria aurkezterakoan
fi: Tiedoston muunto epäonnistui
fr: Impossible de lire le fichier
gl: Imposible renderizar o ficheiro
he: הגשת הקובץ נכשלה
hr: Greška pri prikazivanju datoteke
hu: Nem sikerült megjeleníteni a fájlt
hy: Հնարավոր չէ նվագարկել
it: Impossibile visualizzare il file
ja: ファイルを表示できませんでした
lt: Nepavyko renderinti failo
ms_my: Gagal menerap fail
nl: Kon bestand niet opbouwen
pa: ਫ਼ਾਈਲ ਪੇਸ਼ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ
pl: Nie udało się renderować pliku
ru: Не удалось обработать файл
sk: Nepodarilo sa vykresliť súbor
sl: Neuspelo izrisovanje datoteke
sr: Не могу да обрадим датотеку
sv: Misslyckades att rendera filen
th_th: ล้มเหลวในการแปลผลไฟล์
tt: Файлны уйнатып булмый
vi: Thất bại trong việc dựng các tập tin

# IDS_AG_CHAPTER2
source: Chapter:
ar: الفصل:
be: Сцэна:
bn: পরিচ্ছেদ:
bs_ba: Poglavlje:
ca: Capítol:
cs: Kapitola:
da: Kapitel:
de: Kapitel:
el: Κεφάλαιο:
es: Capítulo:
eu: Atala:
fi: Kappale:
fr: Chapitre :
gl: Capítulo:
he: פרק:
hr: Poglavlje:
hu: fejezet:
hy: Մաս:
it: Capitolo:
ja: チャプター:
lt: Skyrius:
ms_my: Bab:
nl: Hoofdstuk:
pa: ਚੈਪਟਰ:
pl: Rozdział:
ru: Глава:
sk: Kapitola:
sl: Poglavje:
sr: Поглавље:
sv: Kapitel:
th_th: ตอน:
tt: Бүлек:
vi: Chương:

# IDS_VOLUME_OSD
source: Vol: %d%%
ar: الصوت: %d%%
be: Гучнасць: %d%%
bn: ভলিউম: %d%%
bs_ba: Zvuk: %d%%
ca: Volum: %d%%
cs: Hlasitost: %d%%
da: Lydstyrke: %d%%
de: Lautstärke: %d %%
el: Ένταση: %d%%
eu: Bolumena: %d%%
fi: Voimakkuus: %d%%
fr: Volume : %d%%
he: עצמת שמע: %d%%
hr: Zvuk: %d%%.
hu: Hang: %d%%
hy: Ձայնը. %d%%
ja: 音量: %d%%
lt: Garsumas: %d%%
pa: ਵਾਲੀ: %d%%
pl: Głośność: %d%%
ru: Громкость: %d%%
sk: Hlasitosť: %d%%
sl: Glasnost: %d%%
sr: Јачина звука: %d%%
th_th: ดัง: %d%%
tt: Тавыш көче: %d%%
vi: Âm lượng: %d%%

# IDS_BOOST_OSD
source: Boost: +%u%%
ar: التقوية: +%u%%
be: Узмацненне: +%u%%
bn: শব্দের উন্নতিসাধন: +%u%%
bs_ba: Pojačanje: +%u%%
ca: Augmenta: +%u%%
cs: Zesílení: +%u%%
da: Forstærk: +%u%%
de: Tonverstärkung: +%u %%
el: Ώθηση: +%u%%
es: Amplificación: +%u %%
eu: Bultzada: +%u%%
fi: Vahvistus: +%u%%
fr: Amplification : +%u%%
gl: Amplificación: +%u%%
he: המרצה: +%u%%
hr: Pojačanje: +%u%%
hu: Erősítés: +%u%%
hy: Boost-ը. +%u%%
it: Aumento: +%u%%
ja: ブースト: +%u%%
lt: Stiprinimas: +%u%%
ms_my: Galak: +%u%%
nl: Versterking: +%u%%
pa: ਬੂਸਟ: +%u%%
pl: Wzmocnienie: +%u%%
ru: Усиление: +%u%%
sk: Zosilnenie: +%u%%
sl: Ojačitev: +%u%%
sr: Појачање: +%u%%
sv: Förstärkning: +%u%%
th_th: เสริม: +%u%%
tt: Арттыру: +%u%%
vi: Tăng: +%u%%

# IDS_BALANCE_OSD
source: Balance: %s
ar: التوازن: %s
be: Баланс: %s
bn: ভারসাম্যতা: %s
bs_ba: Balans: %s
ca: Balanç: %s
cs: Vyvážení: %s
el: Ισορροπία: %s
eu: Oreka: %s
fi: Balanssi: %s
he: איזון: %s
hr: Balans: %s
hu: Balansz: %s
hy: Բալանսը. %s
it: Bilanciamento: %s
ja: バランス: %s
lt: Balansas: %s
ms_my: Imbangan: %s
nl: Balans: %s
pa: ਸੰਤੁਲਨ: %s
pl: Balans: %s
ru: Баланс: %s
sk: Vyváženie: %s
sl: Ravnotežje: %s
sr: Баланс: %s
sv: Balans: %s
th_th: สมดุลย์: %s
tt: Тигезлек: %s
vi: Cân bằng: %s

# IDS_FULLSCREENMONITOR_CURRENT
source: Current
ar: حالي
be: Бягучы
bn: চলতি
bs_ba: Trenutno
ca: Actual
cs: Aktuální
da: Aktuel
de: Aktueller Monitor
el: Τρέχουσα
es: Actual
eu: Oraingoa
fi: Nykyinen
fr: Actuel
gl: Actual
he: נוכחי
hr: Trenutni
hu: Aktuális
hy: Գործողը
it: Corrente
ja: 現在のモニタ
lt: Dabartinis
ms_my: Semasa
nl: Huidig
pa: ਮੌਜੂਦਾ
pl: Bieżący
ru: Текущий
sk: Aktuálne
sl: Trenutno
sr: тренутни
sv: Aktuell
th_th: ปัจจุบัน
tt: Хәзерге
vi: Hiện tại

# IDS_MAINFRM_DIR_TITLE
source: Select Directory
ar: حدد المجلد
be: Выберыце папку
bn: ডাইরেক্টরি নির্ধারণ
bs_ba: Izaberi Folder
ca: Trieu una carpeta
cs: Vyberte adresář
da: Vælg mappe
de: Verzeichnis öffnen
el: Επιλέξτε κατάλογο
es: Elija la carpeta
eu: Hautatu Zuzenbidea
fi: Valitse hakemisto
fr: Sélectionnez un répertoire
gl: Seleccione Directorio
he: בחר תיקיה
hr: Odaberi mapu
hu: Mappa kiválasztása
hy: Ընտրեք թղթապանակը
it: Seleziona cartella
ja: ディレクトリを選択してください
lt: Rinkitės aplanką
ms_my: Pilih Direktori
nl: Map kiezen
pa: ਡਾਇਰੈਕਟਰੀ ਚੁਣੋ
pl: Proszę wybrać folder
ru: Выбор папки
sk: Vybrať priečinok
sl: Izberi imenik
sr: Избор фасцикле
sv: Välj katalog
th_th: เลือกเส้นทาง
tt: Папка сайлагыз
vi: Chọn vị trí
