Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_MPLAYERC_28
source: Jump Backward (large)
ar: إرجاع للخلف (كبيرة)
be: Пераход назад (доўгі)
bn: পিছনে লাফিয়ে যাই (বড়ো)
bs_ba: Skoči Unazad (puno)
ca: Salta enrere (llarg)
cs: Skok zpět (velký)
da: Gå tilbage (stor)
de: Sprung: Rückwärts (groß)
el: Άλμα πίσω (μεγάλο)
es: Saltar atrás (largo)
eu: Jauzi Atzera (luzea)
fi: Hyppää taaksepäin (paljon)
fr: Saut arrière (grand)
gl: Salto Atrás (longo)
he: קפוץ אחורה (גדול)
hr: Skoči nazad (puno)
hu: Ugrás vissza (nagy)
hy: Անցում հետ (երկար)
it: Salta indietro (molto)
ja: 逆方向にジャンプ (大)
lt: Šuolis atgal (didelis)
ms_my: Lompat Undur (besar)
nl: Spring terug (lang)
pa: ਪਿੱਛੇ ਜਾਓ (ਵੱਧ)
pl: Przejdź dużą odległość wstecz
ru: Переход назад (длинный)
sk: Skok dozadu (veľký)
sl: Skok nazaj (velik)
sr: Прескочи уназад (много)
sv: Hoppa Bakåt (stor)
th_th: ก้าวถอยหลัง (มาก)
tt: Артка күчәргә (озын)
vi: Lùi (lớn)

# IDS_MPLAYERC_29
source: Jump Forward (keyframe)
ar: القفز إلى الأمام (إطار رئيسي)
be: Пераход наперад (па ключавых кадрах)
bn: সামনে লাফিয়ে যাই (কীফ্রেম)
bs_ba: Skoči Unaprijed (isječak)
ca: Salta endavant (fotograma clau)
cs: Skok vpřed (klíčový snímek)
da: Gå fremad (keyframe)
de: Sprung: Vorwärts (Keyframe)
el: Άλμα εμπρός (βασικό καρέ)
es: Saltar adelante (fotograma clave)
eu: Jauzi Aurrera (giltzaframea)
fi: Hyppää eteenpäin (avainkehys)
fr: Saut avant (image-clé)
gl: Salto Adiante (fotograma clave)
he: קפוץ קדימה (פריים-מפתח)
hr: Skoči naprijed (ključni kadar)
hu: Ugrás előre (kulcs képkocka)
hy: Անցում առաջ (հիմնական կադրերով)
it: Salta avanti (keyframe)
ja: 順方向にジャンプ (キーフレーム)
lt: Šuolis pirmyn (pagrindinis kadras)
ms_my: Lompat Maju (bingkai kunci)
nl: Spring verder (sleutelbeeld)
pa: ਅੱਗੇ ਜਾਓ (ਕੀਫਰੇਮ)
pl: Przejdź do następnej klatki kluczowej
ru: Переход вперед (по ключевым кадрам)
sk: Skok dopredu (na kľúčovú snímku)
sl: Skok naprej (ključna slika)
sr: Прескочи унапред (по кључном кадру)
sv: Hoppa Framåt (bild)
th_th: ก้าวเดินหน้า (เฟรมสำคัญ)
tt: Алга күчәргә (төп кадрлар буенча)
vi: Chuyển tiếp (khung phím)

# IDS_MPLAYERC_30
source: Jump Backward (keyframe)
ar: القفز إلى الخلف (إطار رئيسي)
be: Пераход назад (па ключавых кадрах)
bn: পিছনে লাফিয়ে যাই (কীফ্রেম)
bs_ba: Skoči Unazad (isječak)
ca: Salta enrere (fotograma clau)
cs: Skok zpět (klíčový snímek)
da: Gå tilbage (keyframe)
de: Sprung: Rückwärts (Keyframe)
el: Άλμα πίσω (βασικό καρέ)
es: Saltar atrás (fotograma clave)
eu: Jauzi Atzera (giltzaframea)
fi: Hyppää taaksepäin (avainkehys)
fr: Saut arrière (image-clé)
gl: Salto Atrás (fotograma clave)
he: קפוץ אחורה (פריים-מפתח)
hr: Skoči nazad (ključni kadar)
hu: Ugrás vissza (kulcs képkocka)
hy: Անցում հետ (հիմնական կադրերով)
it: Salta indietro (keyframe)
ja: 逆方向にジャンプ (キーフレーム)
lt: Šuolis atgal (pagrindinis kadras)
ms_my: Lompat Undur (bingkai kunci)
nl: Spring terug (sleutelbeeld)
pa: ਪਿੱਛੇ ਜਾਓ (ਕੀਫਰੇਮ)
pl: Przejdź do poprzedniej klatki kluczowej
ru: Переход назад (по ключевым кадрам)
sk: Skok dozadu (na kľúčovú snímku)
sl: Skok nazaj (ključna slika)
sr: Прескочи уназад (по кључном кадру)
sv: Hoppa Bakåt (bild)
th_th: ก้าวถอยหลัง (เฟรมสำคัญ)
tt: Артка күчәргә (төп кадрлар буенча)
vi: Lùi (khung phím)

# IDS_AG_NEXT
source: Next
ar: التالي
be: Наступны
bn: পরবর্তী
bs_ba: Sljedeći
ca: Següent
cs: Další
da: Næste
de: Vorwärts (springen)
el: Επόμενο
es: Siguiente
eu: Hurrengoa
fi: Seuraava
fr: Suivant
gl: Seguinte
he: הבא
hr: Slijedeće
hu: Következő
hy: Հաջորդը
it: Successivo
ja: 次へ
lt: Kitas
ms_my: Berikutnya
nl: Volgende
pa: ਅੱਗੇ
pl: Przejdź naprzód
ru: След.
sk: Ďalej
sl: Naslednji
sr: Следеће
sv: Nästa
th_th: ถัดไป
tt: Чираттагы
vi: Kế

# IDS_AG_PREVIOUS
source: Previous
ar: السابق
be: Папярэдні
bn: পূর্ববর্তী
bs_ba: Prethodni
ca: Previ
cs: Předchozí
da: Forrige
de: Rückwärts (springen)
el: Προηγούμενο
es: Anterior
eu: Aurrekoa
fi: Edellinen
fr: Précédent
gl: Previo
he: הקודם
hr: Prethodno
hu: Előző
hy: Նախորդը
it: Precedente
ja: 前へ
lt: Ankstesnis
ms_my: Terdahulu
nl: Vorige
pa: ਪਿੱਛੇ
pl: Przejdź wstecz
ru: Пред.
sk: Dozadu
sl: Prejšnje
sr: Претходно
sv: Föregående
th_th: ก่อนหน้า
tt: Алдагы
vi: Trước

# IDS_AG_NEXT_FILE
source: Next File
ar: الملف التالي
be: Наступны файл
bn: পরবর্তী ফাইল
bs_ba: Naredni Dokument
ca: Fitxer següent
cs: Další soubor
da: Næste fil
de: Mediendatei vor
el: Επόμενο αρχείο
es: Archivo siguiente
eu: Hurrengo Agiria
fi: Seuraava tiedosto
fr: Fichier suivant
gl: Ficheiro Seguinte
he: הקובץ הבא
hr: Slijedeća datoteka
hu: Következő fájl
hy: Հաջորդ ֆայլը
it: Prossimo File
ja: 次のファイル
lt: Kitas failas
ms_my: Fail Berikutnya
nl: Volgend bestand
pa: ਅਗਲੀ ਫ਼ਾਈਲ
pl: Następny plik
ru: Следующий файл
sk: Ďalší súbor
sl: Naslednja datoteka
sr: Следећа датотека
sv: Nästa Fil
th_th: ไฟล์ถัดไป
tt: Чираттагы файл
vi: Tệp kế

# IDS_AG_PREVIOUS_FILE
source: Previous File
ar: الملف السابق
be: Папярэдні файл
bn: পূর্ববর্তী ফাইল
bs_ba: Prethodni Dokument
ca: Fitxer Previ
cs: Předchozí soubor
da: Forrige fil
de: Mediendatei zurück
el: Προηγούμενο αρχείο
es: Archivo anterior
eu: Aurreko Agiria
fi: Edellinen tiedosto
fr: Fichier précédent
gl: Ficheiro Anterior
he: קובץ קודם
hr: Prethodna datoteka
hu: Előző fájl
hy: Նախորդ ֆայլը
it: File Prec
ja: 前のファイル
lt: Ankstesnis failas
ms_my: Fail Terdahulu
nl: Vorig bestand
pa: ਪਿਛਲੀ ਫ਼ਾਈਲ
pl: Poprzedni plik
ru: Предыдущий файл
sk: Predchádzajúci súbor
sl: Prejšnja datoteka
sr: Претходна датотека
sv: Föregående Fil
th_th: ไฟล์ก่อนหน้า
tt: Алдагы файл
vi: Tệp trước

# IDS_MPLAYERC_99
source: Toggle Direct3D fullscreen
ar: تبديل D3D ملء الشاشة
be: Укл/Адкл поўнаэкранны Direct3D
bn: Direct3D ফুলস্ক্রীন নিয়ন্ত্রণ
bs_ba: Uključi/Isključi Direct3D prikaz na cijeli ekran
ca: Commuta el Direct3D a pantalla completa
cs: Zapnout/Vypnout Direct3D fullscreen
da: Direct3D fuldskærm til/fra
de: Direct3D-Vollbildmodus (ein/aus)
el: Εναλλαγή πλήρους οθόνης Direct3D
es: Conmutar Direct3D a pantalla completa
eu: Aldatu Direct3D ikusleiho-osoa
fi: Direct3D kokonäyttö päällä/pois
fr: Activer/désactiver le mode plein écran Direct3D
gl: Interruptor de Direct3D en pantalla completa
he: הפעל/כבה מסך מלא ב-Direct3D
hr: Namjestiti Direct3D cijeli zaslon
hu: Direct3D teljes képernyős mód be- és kikapcsolása
hy: Ամբողջ էկրանով Direct3D Միաց/Անջ
it: Attiva schermo intero Direct3D
ja: Direct3D フルスクリーンに切り替え
lt: Perjungti Direct3D pilno ekrano veiksena
ms_my: Togol skrin penuh Direct3D
nl: Direct3D volledig scherm aan / uit
pa: Direct3D ਪੂਰੀ-ਸਕਰੀਨ ਬਦਲੋ
pl: Pełny ekran Direct3D
ru: Вкл/откл полноэкранный D3D-режим
sk: Prepnúť do na celú obrazovku Direct3D
sl: Preklopi Direct3D celozaslonsko
sr: Укључи/искључи цео екран (Direct3D)
sv: Växla Direct3D helskärm
th_th: เปิดปิด แบบเต็มจอ Direct3D
tt: Тулы экранлы Direct3D Каб/Сүн
vi: Chuyển toàn màn hình Direct3D

# IDS_MPLAYERC_100
source: Goto Prev Subtitle
ar: اذهب للترجمة السايقة
be: Перайсці да папярэдніх субцітраў
bn: পূর্ববর্তী সাবটাইটেলে যাই
bs_ba: Idi na Preth. Titl
ca: Vés al subtítol anterior
cs: Přejít na předchozí titulky
da: Gå til forrige undertekst
de: Untertitel-Item zurück
el: Μετάβαση στον προηγούμενο υπότιτλο
es: Ir al subtítulo anterior
eu: Joan Aurreko Azpidatzira
fi: Mene edelliseen tekstitykseen
fr: Sous-titre précédent
gl: Ir a Sub Previo
he: עבור לכתוביות הקודמות
hr: Idi na prošli titl
hu: Ugrás az előző feliratra
hy: Անցնել նախորդ տողագրին
it: Vai a sottotitoli Prec
ja: 前の字幕に移動
lt: Ankstesni subtitrai
ms_my: Pergi ke Sarikata Terdahulu
nl: Vorige ondertitel
pa: ਪਿਛਲੇ ਸਬਟਾਈਟਲ ਉੱਤੇ ਜਾਓ
pl: Przejdź do poprzedniego wiersza napisów
ru: Перейти к предыдущим субтитрам
sk: Prejsť na predchádzajúci titulok
sl: Pojdi na prejšnji podnapis
sr: Пређи на претходни титл
sv: Gå till Föregående Undertext
th_th: ไปยังศัพท์บรรยายก่อนหน้า
tt: Алдагы субтитрларга күчәргә
vi: Đến phụ đề trước

# IDS_MPLAYERC_101
source: Goto Next Subtitle
ar: اذهب للترجمة التالية
be: Перайсці да наступных субцітраў
bn: পরবর্তী সাবটাইটেলে যাই
bs_ba: Idi na Naredni Titl
ca: Vés al subtítol següent
cs: Přejít na další titulky
da: Gå til næste undertekst
de: Untertitel-Item vor
el: Μετάβαση στον επόμενο υπότιτλο
es: Ir al subtítulo siguiente
eu: Joan Hurrengo Azpidatzira
fi: Mene seuraavaan tekstitykseen
fr: Sous-titre suivant
gl: Ir a Sub Seguinte
he: עבור לכתוביות הבאות
hr: Idi na slijedeće titl
hu: Ugrás a következő feliratra
hy: Անցնել հաջորդ տողագրին
it: Vai a sottotitoli Succ
ja: 次の字幕に移動
lt: Kiti subtitrai
ms_my: Pergi ke Sarikata Berikutnya
nl: Volgende ondertitel
pa: ਅਗਲੇ ਸਬਟਾਈਟਲ ਉੱਤੇ ਜਾਓ
pl: Przejdź do następnego wiersza napisów
ru: Перейти к следующим субтитрам
sk: Prejsť na ďalší titulok
sl: Pojdi na naslednji podnapis
sr: Пређи на следећи титл
sv: Gå till Nästa Undertext
th_th: ไปยังศัพท์บรรยายถัดไป
tt: Киләсе субтитрларга күчәргә
vi: Đến phụ đề sau

# IDS_MPLAYERC_102
source: Shift Subtitle Left
ar: تحويل الترجمة لليسار
be: Ссунуць субцітры ўлева
bn: সাবটাইটেলের অবস্থান বামে সরাই
bs_ba: Pomakni Titl Lijevo
ca: Desplaça el subtítol cap a l'esquerra
cs: Posunout titulky doleva
da: Flyt undertekst til venstre
de: Untertitelverschiebung (-100 ms)
el: Μετατόπιση υπότιτλου αριστερά
es: Desplazar subtítulo a la izquierda
eu: Aldatu Azpidatzia Ezkerrera
fi: Siirrä tekstitystä vasempaan
fr: Décalage à gauche des sous-titres
gl: Mover sub á esquerda
he: הזז כתוביות שמאלה
hr: Pomakni titl lijevo
hu: Felirat balra tolása
hy: Շարժել տողագրերը ձախ
it: Scorri sottotitolo a sinistra
ja: 字幕を左へ移動
lt: Paslinkti subtitrus kairėn
ms_my: Anjak Sarikata ke Kiri
nl: Ondertiteling naar links
pl: Przesuń napisy w lewo (-100ms)
ru: Сдвинуть субтитры влево
sk: Posunúť titulok doľava
sl: Premakni podnapis v levo
sr: Помери титл улево
sv: Shift Undertext Vänster
th_th: ขยับศัพท์บรรยายไปซ้าย
tt: Субтитрларны сулга шудырырга
vi: Phụ đề trái

# IDS_MPLAYERC_103
source: Shift Subtitle Right
ar: تحويل الترجمة لليمين
be: Ссунуць субцітры ўправа
bn: সাবটাইটেলের অবস্থান ডানে সরাই
bs_ba: Pomakni Titl Desno
ca: Desplaça el subtítol cap a la dreta
cs: Posunout titulky doprava
da: Flyt undertekst til højre
de: Untertitelverschiebung (+100 ms)
el: Μετατόπιση υπότιτλου δεξιά
es: Desplazar subtítulo a la derecha
eu: Aldatu Azpidatzia Eskuinera
fi: Siirrä tekstitystä oikeaan
fr: Décalage à droite des sous-titres
gl: Mover sub á dereita
he: הזז כתוביות ימינה
hr: Pomakni titl desno
hu: Felirat jobbra tolása
hy: Շարժել տողագրերը աջ
it: Scorri sottotitolo a destra
ja: 字幕を右へ移動
lt: Paslinkti subtitrus dešinėn
ms_my: Anjak Sarikata ke Kanan
nl: Ondertiteling naar rechts
pl: Przesuń napisy w prawo (+100ms)
ru: Сдвинуть субтитры вправо
sk: Posunúť titulok doprava
sl: Premakni podnapis v desno
sr: Помери титл удесно
sv: Shift Undertext Höger
th_th: ขยับศัพท์บรรยายไปขวา
tt: Субтитрларны уңга шудырырга
vi: Phụ đề phải

# IDS_AG_SEEKSET
source: Jump to Beginning
ar: القفز إلى البداية
be: Перайсці да пачатку
bn: শুরুতে লাফিয়ে যাই
bs_ba: Skoči na Početak
ca: Vés al Començament
cs: Přejít na začátek
da: Gå til begyndelsen
de: Zum Anfang springen
el: Μετάβαση στην αρχή
es: Saltar al principio
eu: Jauzi Hasierara
fi: Hyppää alkuun
fr: Revenir au début
gl: Saltar ao comezo
he: קפוץ להתחלה
hr: Idi na početak
hu: Ugrás az elejére
hy: Անցնել սկզբին
it: Salta all'inizio
ja: 先頭にジャンプ
lt: Groti nuo pradžių
ms_my: Lompat ke Permulaan
nl: Spring naar begin
pa: ਸ਼ੁਰੂ ਉੱਤੇ ਜਾਓ
pl: Skocz do początku
ru: Перейти к началу
sk: Preskočiť na začiatok
sl: Skoči na začetek
sr: Пређи на почетак
sv: Hoppa till början
th_th: ก้าวไปจุดเริ่มต้น
tt: Башка күчү
vi: Nhảy đến bắt đầu

# IDS_OSD_SHOW_FILENAME
source: OSD: Show File Name
ar: OSD: عرض اسم الملف
be: OSD: Паказваць імя файла
bn: OSD: ফাইলের নাম প্রদর্শন
bs_ba: OSD: Prikaži Ime Dokumenta
ca: OSD: Mostra el Nom del Fixer
cs: OSD: Zobrazit název souboru
da: OSD: Vis filnavn
de: Namensanzeige
el: OSD: Εμφάνιση ονόματος αρχείου
es: Sobreimpresión: Mostrar nombre del archivo
eu: IGE: Erakutsi Agiri Izena
fi: Kuvaruutunäyttö: Näytä tiedostonimi
fr: OSD : Afficher le nom de fichier
gl: Sobreimpresión: Amosar nome do ficheiro
hr: OSD: Prikaži ime datoteke
hu: OSD: Fájlnév megjelenítése
ja: OSD: ファイル名を表示
lt: OSD: Rodyti failo vardą
ms_my: OSD: Tunjuk Nama Fail
nl: OSD: Toon bestandsnaam
pa: OSD: ਫ਼ਾਈਲ ਨਾਂ ਦਿਖਾਓ
pl: OSD: Pokaż nazwę pliku
ru: OSD: Показать имя файла
sk: OSD: Zobraziť názov súboru
sl: OSD: Prikaži ime datoteke
sr: OSD: прикажи име датотеке
sv: OSD: Visa Filnamn
th_th: OSD: แสดงชื่อไฟล์
vi: MHHT: Hiển thị tên tập tin

# IDS_PLAY_DVD
source: Play DVD
ar: تشغيل DVD
be: Прайграванне DVD
bn: DVD চালনা করি
bs_ba: Pokreni DVD
ca: Reprodueix el DVD
cs: Přehrát DVD
da: Afspil DVD
de: DVD-Wiedergabe
el: Αναπαραγωγή DVD
es: Reproducir DVD
eu: Irakurri DVD-a
fi: Soita DVD
fr: Lecture DVD
gl: Reproducir DVD
hr: Reproduciraj DVD
hu: DVD lejátszása
ja: DVD の再生
lt: Groti DVD
ms_my: Main DVD
nl: DVD afspelen
pa: DVD ਚਲਾਓ
pl: Odtwarzanie DVD
ru: Воспроизведение DVD
sk: Prehrať DVD
sl: Predvajaj DVD
sr: Репродукуј DVD
sv: Spela DVD
th_th: เล่นดีวีดี
vi: Phát DVD

# IDS_PLAY_BD
source: Play BD
ar: تشغيل BD
be: Прайграванне BD
bn: BD চালনা করি
bs_ba: Pokreni BD
ca: Reprodueix el BD
cs: Přehrát BD
da: Afspil BD
de: BD-Wiedergabe
el: Αναπαραγωγή BD
es: Reproducir BD
eu: Irakurri BD-a
fi: Soita BD
fr: Lecture Blu-ray
gl: Reproducir BD
hr: Reproduciraj BD
hu: BD lejátszása
ja: BD の再生
lt: Groti BD
ms_my: Main BD
nl: BD afspelen
pa: BD ਚਲਾਓ
pl: Odtwarzanie BD
ru: Воспроизведение BD
sk: Prehrať BD
sl: Predvajaj BD
sr: Репродукуј BD
sv: Spela Blu-ray
th_th: เล่นบลูเรย์
vi: Phát BD

# IDS_OSD_DISPLAY_RENDERER_STATS
source: OSD: Display Renderer Statistics
ar: OSD: عرض احصائيات الناقل
be: OSD: Паказаць статыстыку апрацоўшчыка
bn: OSD: রেনডারারের বৃত্তান্ত প্রদর্শন
bs_ba: OSD: Prikaži Statistiku Renderera
ca: OSD: Mostra les estadístiques del renderitzador
cs: OSD: Zobrazit statistiku rendereru
da: OSD: Vis rendererstatistik
de: Anzeigestatistik (ein/aus)
el: OSD: Προβολή Στατιστικών Απόδοσης
es: Sobreimpresión: Mostrar estadísticas del renderizador
eu: IGE: Erakutsi Aurkezle Estatistikak
fi: Kuvaruutunäyttö: Näytä renderöijän statistiikat
fr: OSD : Afficher les statistiques du moteur de rendu
gl: Sobreimpresión: Amosar estadísticas do renderizador
hr: OSD: Prikaži statistike prikazivača
hu: OSD: Renderelő statisztika megjelenítése
ja: OSD: レンダラ統計情報を表示
lt: OSD: Rodyti renderio statistiką
ms_my: OSD: Papar Statistik Penerap
nl: OSD: Opbouw statistieken weergeven
pa: OSD: ਰੈਂਡਰਰ ਅੰਕੜੇ ਦਿਖਾਓ
pl: OSD: Wyświetlaj statystyki renderera
ru: OSD: Показать статистику рендера
sk: OSD: Zobraziť štatistiky vykresľovača
sl: OSD: Prikaži statistiko izrisovalnika
sr: OSD: прикажи статистику рендерера
sv: OSD: Visa Renderar-statistik
th_th: OSD: แสดงสถิติของตัวแปลผล
vi: MHHT: Hiển thị thống kê bộ dựng hình

# IDS_OSD_RESET_RENDERER_STATS
source: OSD: Reset Renderer Statistics
ar: OSD: إعادة تعيين احصائيات الناقل
be: OSD: Скінуць статыстыку апрацоўшчыка
bn: OSD: রেনডারারের পরিসংখ্যান পুনর্বিন্যাসকরণ
bs_ba: OSD: Resetuj Statistiku Renderera
ca: Sobreimpressió (OSD): Restableix les estadístiques del renderitzador
cs: OSD: Obnovit statistiku rendereru
da: OSD: Nulstil rendererstatistik
de: Anzeigestatistik zurücksetzen
el: OSD: Μηδενισμός Στατιστικών Απόδοσης
es: Sobreimpresión: Restablecer estadísticas del renderizador
eu: IGE: Berrezarri Aurkezle Estatistikak
fi: Kuvaruutunäyttö: Resetoi renderöijän statistiikka
fr: OSD : Réinitialiser les statistiques du moteur de rendu
gl: Sobreimpresión: Reiniciar estadísticas do renderizador
hr: OSD: Resetiraj statistike prikazivača
hu: OSD: Renderelő statisztika visszaállítása
ja: OSD: レンダラ統計情報をリセット
lt: OSD: Atstatyti renderio statistiką
ms_my: OSD: Tetap Semula Statistik Penerap
nl: OSD: Opbouw statistieken resetten
pa: OSD: ਰੈਂਡਰਰ ਅੰਕੜੇ ਮੁੜ-ਸੈਟ ਕਰੋ
pl: OSD: Resetuj statystyki renderera
ru: OSD: Сброс статистики рендера
sk: OSD: Reset štatistík vykresľovača
sl: OSD: Ponastavi statistiko izrisovalnika
sv: OSD: Återställ Renderar-statistik
th_th: OSD: ตั้งค่าสถิติตัวแปลผลใหม่
vi: MHHT: Thiết lập lại thống kê bộ dựng hình

# IDD_PPAGESUBMISC
source: Subtitles::Misc
ar: الترجمة::منوعات
be: Субцітры::Рознае
bn: সাবটাইটেল::অন্যান্য
bs_ba: Titlovi::Razno
ca: Subtítols::Més opcions
cs: Titulky::Ostatní
da: Undertekster::Diverse
de: Untertitel::Sonstiges
el: Υπότιτλοι::Διάφορα
es: Subtítulos::Varias
eu: Azpidatziak::Askotarikoa
fi: Tekstitykset::Sekalaiset
fr: Sous-titres::Divers
gl: Subtítulos::Outras opcións
he: כתוביות::שונות
hr: Titlovi::Razno
hu: Feliratok::Egyéb
hy: Տողագրերը::Լրացուցիչ
it: Sottotitoli::Misc
ja: 字幕::その他
lt: Subtitrai::Įvairūs
ms_my: Sarikata::Pelbagai
nl: Ondertiteling::Overige
pa: ਸਬ-ਟਾਈਟਲ::ਫੁਟਕਲ
pl: Napisy::Różne
ru: Субтитры::Дополнительно
sk: Titulky::Rôzne
sl: Podnapisi::Razno
sr: Титлови::Разно
sv: Undertexter::Div
th_th: ศัพท์บรรยาย::จิปาถะ
tt: Субтитрлар::Өстәмә
vi: Phụ đề::Linh tinh

# IDS_VIEW_BORDERLESS
source: Hide &borders
ar: إخفاء الحدود
be: Схаваць межы
bn: বর্ডারসমূহ লুকিয়ে রাখি(&B)
bs_ba: Sakrij granice
ca: Amaga les &vores
cs: Skrýt okraje
da: Skjul &kanter
de: Fensterrahmen aus&blenden
el: Απόκρυψη περιθωρίων
es: Ocultar los &bordes
eu: Ezkutatu hertzak Ktrl+0
fi: Piilota &rajat
fr: Cacher les &bordures
gl: Agochar &bordos
he: הסתר מסגרת
hr: Sakrij ru&bove
hu: Ablakszegély elrejtése
hy: Թաքցնել եզրագիծը
it: Nascondi bordi
ja: 境界線を隠す(&B)
lt: Slėpti &kraštines
ms_my: Sembunyi s&empadan
nl: Verberg randen
pa: ਹਾਸ਼ੀਆ ਓਹਲੇ ਕਰੋ(&b)
pl: Ukryj obramowanie
ru: Скрыть границы
sk: Skryť o&kraje
sl: &Skrij okvir
sr: Сакриј &ивице
sv: Göm kanter
th_th: ซ่อน&ขอบ
tt: Чикләрне яшерергә
vi: Ẩn &viền

# IDS_VIEW_FRAMEONLY
source: Fra&me Only
ar: الإطار فقط
be: Толькі відэакадр
bn: শুধুমাত্র ফ্রেম
bs_ba: Samo Okvir
ca: Només el fotograma
cs: Pouze rámeček s videem
da: &Kun billede
de: Titelleiste aus&blenden
el: Κάδρο μόνο
es: Sólo el fo&tograma
eu: &Framea Bakarrik
fi: Vain kehys
fr: &Bordures uniquement
gl: Cadro soamente
he: פריים בלבד
hr: Sa&mo okvir
hu: Csak a keret megjelenítése
hy: Միայն կադրը
it: Solo video
ja: フレームのみ(&M)
lt: Tik vaizdo ka&dras
ms_my: Bingkai Sahaja
nl: Beeld alléé&n
pa: ਕੇਵਲ ਫਰੇਮ(&m)
pl: Tylko &ramka
ru: Только видеокадр
sk: Len sním&ok
sl: &Samo slika
sr: Само кадар
sv: Endast Ram
th_th: เฟรมเท่านั้น
tt: Видеокадр гына
vi: Chỉ khung hình

# IDS_VIEW_CAPTIONMENU
source: Sho&w Caption&&Menu
ar: تبديل العنوان و القائمة
be: Паказаць загаловак і меню
bn: ক্যাপশন আর মেন্যু প্রদর্শন(&W)
bs_ba: Prikaži Naslov i Meni
ca: Mostra el menú i la &barra del títol
cs: Zobrazit titulek a nabídky
da: Vi&s titel- og menulinje
de: Fensterelemente ein&blenden
el: Εμφάνιση Λεζάντας && Μενού
es: Mostrar &barra de título y menú
eu: Erakutsi Harpen-Menua Ktrl+0
fi: Näytä Caption&&Valikko
fr: Afficher le &titre et le menu
gl: Amosar menú &&subtítulos
he: הצג כותרת ותפריט
hr: Prika&zati natpis&&izbornik
hu: Címsor és Menüsor megjelenítése
hy: Ցուցադրել &&Ընտրացանկը
it: Menù e intestazioni
ja: タイトルとメニューを表示(&W)
lt: &Rodyti antraštę ir meniu
ms_my: T&unjuk Menu&&Kapsyen
nl: Toon Caption&&Menu
pa: ਸੁਰਖੀ ਤੇ ਮੀਨੂ ਦਿਖਾਓ(&w)
pl: Pokaż pasek tytułu i menu
ru: Показать заголовок и меню
sk: Z&obraziť titulok&&menu
sl: Prikaži meni in napi&se
sr: &Наслов и мени
sv: Visa Rubrik && Meny
th_th: แ&สดงข้อความและเมนู
tt: Башлам һәм менюны күрсәтергә
vi: H&iện Nhãn&&Menu

# IDS_VIEW_HIDEMENU
source: Hide &Menu
ar: إخفاء القائمة
be: Схаваць меню
bn: মেন্যু লুকিয়ে রাখি(&M)
bs_ba: Sakrij &Meni
ca: Amaga el &menú
cs: Skrýt nabídku
da: Skjul &menulinje
de: Menüleiste aus&blenden
el: Απόκρυψη μενού
es: Ocultar el &menú
eu: Ezkutatu &Menua Ktrl+0
fi: Piilota &valikko
fr: Cacher le &menu
gl: Agochar &menú
he: הסתר תפריט
hr: Sakrij izbor&nik
hu: Menüsor elrejtése
hy: Թաքցնել ընտրացանկը
it: Nascondi menù
ja: メニュー バーを隠す(&M)
lt: Slėpti &Meniu
ms_my: Sembunyi &Menu
nl: Verberg menu
pa: ਮੀਨੂ ਓਹਲੇ ਕਰੋ(&M)
pl: Ukryj &menu
ru: Скрыть меню
sk: Skryť &menu
sl: &Skrij meni
sr: Сакриј &мени
sv: Dölj menyraden
th_th: ซ่อ&นเมนู
tt: Менюны яшерергә
vi: Ẩn &menu

# IDD_PPAGEADVANCED
source: Advanced
ar: متقدّم
be: Пашыраныя
bn: অ্যাডভান্সড্‌
bs_ba: Napredno
ca: Avançat
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Προηγμένες
es: Avanzadas
eu: Aurreratua
fi: Kehittynyt
fr: Réglages expert
gl: Avanzado
hr: Napredno
hu: Haladó
hy: Ընդլայնված
it: Avanzate
ja: 高度な設定
lt: Papildomai
ms_my: Lanjutan
nl: Geavanceerd
pa: ਤਕਨੀਕੀ
pl: Zaawansowane
ru: Расширенные
sk: Pokročilé
sl: Napredno
sr: Напредно
sv: Avancerat
th_th: ขั้นสูง
vi: Nâng cao

# IDS_AG_VIEW_MINIMAL
source: View Minimal
ar: عرض الحد الأدنى
be: Мінімальны выгляд
bn: ন্যূনতম পরিবেশন
bs_ba: Prikaži Minimalno
ca: Format mínim
cs: Minimální zobrazení
da: Vis minimal
de: Fenster-Profil: Minimal
el: Λιτή προβολή
es: Modo mínimo
eu: Ikusi Txikien
fi: Näytä pienenä
fr: Vue minimale
gl: Modo Mínimo
he: הצגה מינימלית
hr: Prikaži minimalno
hu: Minimális nézet
hy: Մինիմալ տեսքով
it: Vista minima
ja: 最小表示
lt: Vaizdas minimalus
ms_my: Paparan Minimum
nl: Minimaal beeld
pa: ਘੱਟੋ-ਘੱਟ ਦਿਖਾਓ
pl: Widok minimalny
ru: Минимальный вид
sk: Minim. zobrazenie
sl: Minimalni pogled
sr: Минимални приказ
sv: Visa Minimal
th_th: มุมมองน้อยที่สุด
tt: Минималь күренеш
vi: Xem tối thiểu

# IDS_AG_VIEW_COMPACT
source: View Compact
ar: عرض متراص
be: Кампактны выгляд
bn: ঘনবিন্যস্ত পরিবেশন
bs_ba: Prikaži Kompaktno
ca: Format compacte
cs: Kompaktní zobrazení
da: Vis kompakt
de: Fenster-Profil: Kompakt
el: Συμπαγής προβολή
es: Modo compacto
eu: Ikusi Trinko
fi: Näytä kompaktina
fr: Vue compacte
gl: Modo Compacto
he: הצגה קומפקטית
hr: Prikaži kompaktno
hu: Tömörített nézet
hy: Կոմպակտ տեսքով
it: Vista compatta
ja: コンパクト表示
lt: Vaizdas kompaktiškas
ms_my: Paparan Padat
nl: Compact beeld
pa: ਨਿੰਮਾ ਦਿਖਾਓ
pl: Widok kompaktowy
ru: Компактный вид
sk: Kompaktné zobrazenie
sl: Kompaktni pogled
sr: Компактни приказ
sv: Visa Kompakt
th_th: มุมมองกะทัดรัด
tt: Җыйнак күренеш
vi: Xem gọn

# IDS_AG_VIEW_NORMAL
source: View Normal
ar: عرض عادي
be: Нармальны выгляд
bn: সাধারণ পরিবেশন
bs_ba: Prikaži Normalno
ca: Format normal
cs: Standardní zobrazení
da: Vis standard
de: Fenster-Profil: Normal
el: Κανονική προβολή
es: Modo normal
eu: Ikusi Arrunt
fi: Näytä normaalina
fr: Vue normale
gl: Modo Normal
he: הצגה רגילה
hr: Prikaži normalno
hu: Normál nézet
hy: Նորմալ տեսքով
it: Vista normale
ja: 標準表示
lt: Vaizdas normalus
ms_my: Paparan Biasa
nl: Standaard beeld
pa: ਆਮ ਦਿਖਾਓ
pl: Widok zwykły
ru: Нормальный вид
sk: Normálne zobrazenie
sl: Običajni pogled
sr: Нормални приказ
sv: Visa Normal
th_th: มุมมองปกติ
tt: Гади күренеш
vi: Xem bình thường

# IDS_AG_FULLSCREEN
source: Fullscreen
ar: شاشة كاملة
be: На ўвесь экран
bn: ফুলস্ক্রীন
bs_ba: Cijeli ekran
ca: Pantalla completa
cs: Na celou obrazovku
da: Fuldskærm
de: Vollbild (ein/aus)
el: Πλήρης οθόνη
es: Pantalla completa
eu: Ikusleiho-osoan
fi: Koko näyttö
fr: Plein écran
gl: Pantalla completa
he: מסך מלא
hr: Cijeli zaslon
hu: Teljes képernyő
hy: Ամբողջ էկրանով
it: Schermo intero
ja: 全画面表示
lt: Pilnaekranė veiksena
ms_my: Skrin Penuh
nl: Volledig scherm
pa: ਪੂਰੀ ਸਕਰੀਨ
pl: Pełny ekran
ru: Во весь экран
sk: Na celú obrazovku
sl: Celozaslonsko
sr: Цео екран
sv: Helskärm
th_th: เต็มจอ
tt: Тулы экранга
vi: Toàn màn hình
