Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_TOUCH_WINDOW_FROM_INSIDE
source: Touch Window From Inside
ar: مساحة فارغة لداخل النافذة
be: Упісаць відэакадр у акно
bn: উইন্ডোর ভিতরে বিস্তারণ
bs_ba: Dodirni Prozor Iznutra
ca: Toca la finestra des de dins
cs: Dotknout se okna zevnitř
da: Rør vindue indefra
de: Fenster von innen berühren
el: Άγγιγμα παραθύρου εσωτερικά
es: Tocar ventana desde dentro
eu: Ikutu Leihoa Barnealdetik
fi: Kosketa Ikkunaa sisäpuolelta
fr: Ajuster à l'intérieur de la fenêtre
gl: Tocar xanela dende interior
he: גע בחלון מבפנים
hr: Zumiranje preko cijelog ekrana
hu: Ablak érintése belülről
hy: Գրել պատուհանի ներսում
it: Ritocca la finestra dall'interno
ja: ウィンドウに内接させる
lt: Įrašyti į ekrano dydį
ms_my: Sentuh Tetingkap Dari Dalam
nl: Pas venster vanuit binnen aan
pa: ਪਾਸੇ ਤੋਂ ਵਿੰਡੋ ਨੂੰ ਟੱਚ ਕਰੋ
pl: Dopasowanie obrazu do wewnątrz
ru: Вписать в размер экрана
sk: Dotýkať sa okna zvnútra
sl: Dotik okna od znotraj
sr: Додирни прозор изнутра
sv: Berör Fönstret Från Insidan
th_th: สัมผัสหน้าต่างจากด้านใน
tt: Экран зурлыгына туры китерергә
vi: Chạm từ bên trong

# IDS_ZOOM1
source: Zoom 1
ar: تقريب 1
be: Маштаб 1
bn: জূম ১
bs_ba: Zum 1
cs: Roztáhnout 1
el: Μεγέθυνση 1
eu: Zooma 1
fi: Zoomaus 1
he: זום 1
hr: Zum 1
hu: Nagyítás 1
hy: Չափը 1
ja: 拡大 1
lt: Mastelis 1
ms_my: Zum 1
pa: ਜ਼ੂਮ 1
pl: Skala 1
ru: Масштаб 1
sk: Priblíženie 1
sl: Povečava 1
sr: Зум 1
th_th: ซูม 1
tt: Зурайту 1
vi: Phóng 1

# IDS_ZOOM2
source: Zoom 2
ar: تقريب 2
be: Маштаб 2
bn: জূম ২
bs_ba: Zum 2
cs: Roztáhnout 2
el: Μεγέθυνση 2
eu: Zooma 2
fi: Zoomaus 2
he: זום 2
hr: Zum 2
hu: Nagyítás 2
hy: Չափը 2
ja: 拡大 2
lt: Mastelis 2
ms_my: Zum 2
pa: ਜ਼ੂਮ 2
pl: Skala 2
ru: Масштаб 2
sk: Priblíženie 2
sl: Povečava 2
sr: Зум 2
th_th: ซูม 2
tt: Зурайту 2
vi: Phóng 2

# IDS_TOUCH_WINDOW_FROM_OUTSIDE
source: Touch Window From Outside
ar: مساحة فارغة لخارج النافذة
be: Запоўніць акно і абрэзаць відэакадр
bn: উইন্ডোর বাইরে বিস্তারণ
bs_ba: Dodirni Prozor Izvana
ca: Toca la finestra des de fora
cs: Dotknout se okna zvenčí
da: Rør vindue udefra
de: Fenster von außen berühren
el: Άγγιγμα παραθύρου εξωτερικά
es: Tocar ventana desde fuera
eu: Ikutu Leihoa Kanpoaldetik
fi: Kosketa Ikkunaa ulkopuolelta
fr: Ajuster à l'extérieur de la fenêtre
gl: Tocar xanela dende exterior
he: גע בחלון מבחוץ
hr: Dodiruje prozor izvana
hu: Ablak érintése kívülről
hy: Գրել պատուհանից դուրս
it: Ritocca la finestra dall'esterno
ja: ウィンドウに外接させる
lt: Užpildyti ekraną ir apkirpti kadrą
ms_my: Sentuh Tetingkap Dari Luar
nl: Pas venster vanaf buiten aan
pa: ਬਾਹਰ ਤੋਂ ਵਿੰਡੋ ਟੱਚ ਕਰੋ
pl: Dopasowanie obrazu na zewnątrz
ru: Заполнить экран и обрезать кадр
sk: Dotýkať sa okna zvonku
sl: Dotik okna od zunaj
sr: Додирни прозор споља
sv: Berör Fönstret Från Utsidan
th_th: สัมผัสหน้าต่างจากด้านนอก
tt: Экранны тутырырга һәм кадрны кисәргә
vi: Chạm từ bên ngoài

# IDS_AUDIO_STREAM
source: Audio: %s
ar: الصوت: %s
be: Аўдыя: %s
bn: অডিও: %s
ca: Àudio: %s
cs: Zvuk: %s
da: Lyd: %s
de: Audiospur: %s
el: Ήχος: %s
eu: Audioa: %s
fi: Ääni: %s
he: שמע: %s
hu: Audió: %s
hy: Ձայնը.: %s
ja: 音声: %s
lt: Garsas: %s
pa: ਆਡੀਓ: %s
pl: Ścieżka &dźwiękowa: %s
ru: Аудио поток: %s
sk: Zvuk: %s
sl: Zvok: %s
sr: Аудио: %s
sv: Ljud: %s
th_th: เสียง: %s
tt: Аудио ташкын: %s
vi: Âm: %s

# IDS_AG_REOPEN
source: Reopen File
ar: إعادة فتح الملف
be: Пераадкрыць файл
bn: ফাইলটি পুনরায় চালনা করি
bs_ba: Ponovo Otovri Dokument
ca: Reobre el fitxer
cs: Znovu otevřít soubor
da: Genåbn fil
de: Mediendatei erneut öffnen
el: Επαναφόρτωση αρχείου
es: Reabrir archivo
eu: Berrireki Agiria
fi: Avaa tiedosto uudelleen
fr: Réouverture du fichier
gl: Reabrir ficheiro
he: פתח קובץ מחדש
hr: Ponovno otvori datoteku
hu: Fájl újranyitása
hy: Վերաբացել ֆայլը
it: Riapri file
ja: ファイルを​​開き直す
lt: Atidaryti failą iš naujo
ms_my: Buka Semula Fail
nl: Bestand heropenen
pa: ਫ਼ਾਈਲ ਮੁੜ-ਖੋਲ੍ਹੋ
pl: Otwórz ponownie plik
ru: Открыть файл заново
sk: Znovu otvoriť súbor
sl: Ponovno odpri datoteko
sr: Поново отвори датотеку
sv: Ladda om filen
th_th: เปิดไฟล์อีกครั้ง
tt: Файлны киредән ачарга
vi: Mở lại tệp

# IDS_MFMT_DVDVIDEO
source: DVD-Video
ar: DVD- فيديو
el: Βίντεο DVD
eu: DVD-Bideoa
fr: DVD Vidéo
gl: DVD-Vídeo
he: DVD-וידאו
hy: DVD տեսանյութ
ms_my: Video-DVD
pa: DVD-ਵਿਡੀਓ
pl: DVD-Wideo
vi: Video DVD

# IDS_MFMT_MOV
source: QuickTime Movie
ar: QuickTime فيلم
bs_ba: QuickTime Film
ca: Vídeo QuickTime
es: Película QuickTime
eu: QuickTime Filma
fi: QuickTime-elokuva
fr: Fichier QuickTime
gl: Filme QuickTime
he: סרט QuickTime
lt: QuickTime filmas
ms_my: Cereka QuickTime
pa: QuickTime ਮੂਵੀ
sv: QuickTime-film
tt: QuickTime фильм
vi: Phim QuickTime

# IDS_MFMT_FLV
source: Flash Video
ar: فيديو فلاش
eu: Flash Bideoa
fr: Vidéo Flash
gl: Vídeo Flash
he: וידאו Flash
ms_my: Video Flash
pa: ਫਲੈਸ਼ ਵਿਡੀਓ
tt: Flash видео
vi: Video Flash

# IDS_MFMT_OGM
source: Ogg Media
ar: Ogg وسائط
eu: Ogg Multimedia
fr: Fichier multimédia Ogg
he: מדיית Ogg
ms_my: Media Ogg
pa: Ogg ਮੀਡੀਆ
vi: Ogg

# IDS_MFMT_RM
source: Real Media
de: RealVideo
eu: Real Multimedia
fr: Fichier multimédia Real
he: מדיית Real
ms_my: Media Real
pa: ਰੀਅਲ ਮੀਡੀਆ
vi: Real

# IDS_MFMT_RT
source: Real Script
eu: Real Eskripta
fr: Script Real
he: סקריפט Real
ms_my: Skrip Real
pa: ਰੀਅਲ ਸਕ੍ਰਿਪਟ
pl: Skrypt Real
vi: Mã real

# IDS_MFMT_WMV
source: Windows Media Video
ar: فيديو وينوز ميديا
eu: Windows Media Bideoa
fr: Vidéo Windows Media
he: וידאו Windows Media
ms_my: Video Media Windows
pa: ਵਿੰਡੋਜ਼ ਮੀਡੀਆ ਵਿਡੀਓ
tt: Windows Media видео
vi: Video Windows Media

# IDS_MFMT_BINK
source: Smacker/Bink Video
ca: Vídeo Smacker/Bink
eu: Smacker/Bink Bideoa
fr: Vidéo Smacker/Bink
gl: Vídeo Smacker/Bink
he: וידאו Smacker/Bink
ms_my: Video Smacker/Bink
pa: Smacker/Bink ਵਿਡੀਓ
tt: Smacker/Bink видео
vi: Video Smacker/Bink

# IDS_MFMT_FLIC
source: FLIC Animation
bs_ba: FLIC Animaticija
ca: Animació FLIC
de: FLIC
es: Animación FLIC
eu: FLIC Animazioa
fi: FLIC Animaatio
fr: Animation FLIC
gl: Animación FLIC
he: הנפשת FLIC
hr: FLIC animacija
ms_my: Animasi FLIC
nl: FLIC animatie
pa: FLIC ਐਨੀਮੇਸ਼ਨ
pl: Animacja FLIC
sk: Animácia FLIC
tt: FLIC анимация
vi: Đồ họa FLIC

# IDS_MFMT_DSM
source: DirectShow Media
ar: DirectShow وسائط
es: Audiovisual de DirectShow
eu: DirectShow Multimedia
fr: Fichier multimédia DirectShow
gl: Medio do DirectShow
he: מדיית DirectShow
ms_my: Media DirectShow
pa: DirectShow ਮੀਡੀਆ
vi: Media DirectShow

# IDS_MFMT_IVF
source: Indeo Video Format
ar: Indeo صيغة فيديو
ca: Format de vídeo Indeo
es: Formato de vídeo Indeo
eu: Indeo Bideo Heuskarria
fi: Indeo Video-formaatti
fr: Format vidéo Indeo
gl: Formato Indeo Video
he: פורמט וידאו של Indeo
ms_my: Format Video Indeo
pa: Indeo ਵਿਡੀਓ ਫਾਰਮੈਟ
sk: Formát Indeo Video
tt: Indeo Video формат
vi: Dạng video Indeo

# IDS_MFMT_OTHER
source: Other
ar: أخرى
be: Іншае
bs_ba: Ostalo
ca: Altres
cs: Ostatní
da: Andre
de: Andere Videoformate
el: Άλλο
es: Otros
eu: Bestelakoa
fi: Muu
fr: Autres
gl: Outros
he: הגדרות נוספות
hr: Drugo
hu: Egyéb
hy: Այլ
it: Altre opzioni
lt: Kiti
ms_my: Lain-lain
nl: Overige
pa: ਹੋਰ
pl: Inny format
ru: Прочее
sk: Iné
sl: Drugo
sr: Друго
sv: Annat
th_th: อื่นๆ
tt: Башкалар
vi: Khác

# IDS_MFMT_OTHER_AUDIO
source: Other Audio
ar: أصوات أخرى
bs_ba: Neki Drugi Audio
ca: Un altre àudio
cs: Ostatní zvukové formáty
da: Anden lyd
de: Andere Audioformate
el: Άλλο αρχείο ήχου
es: Otro audio
eu: Bestelako Audioa
fi: Muu ääni
fr: Autres formats audio
gl: Outro Audio
he: שמע אחר
hr: Ostali zvuk
hu: Egyéb Audio
hy: Այլ ձայնանյութ
it: Altro Audio
lt: Kiti Audio
ms_my: Audio Lain
nl: Ander audio
pa: ਹੋਰ ਆਡੀਓ
pl: Inne audio
ru: Прочее аудио
sk: Iný zvuk
sl: Drug zvok
sr: Други аудио-формати
sv: Annat ljudformat
th_th: เสียงอื่นๆ
tt: Башка аудио
vi: Âm thanh khác

# IDS_MFMT_ALAC
source: Apple Lossless
de: Apple Lossless Audio Codec
eu: Apple Galeragabe
fi: Apple Häviötön
ms_my: Tak Hilang Apple
nl: Apple verliesvrij
pa: Apple ਲੂਜ਼ਲੈਸ
sk: Apple - bezstratový
tt: Apple Lossless (югалтусыз)

# IDS_MFMT_WMA
source: Windows Media Audio
ar: صوت ويندوز ميديا
eu: Windows Media Audioa
fr: Fichier audio Windows Media
he: שמע Windows Media
ms_my: Audio Media Windows
pa: ਵਿੰਡੋਜ਼ ਮੀਡੀਆ ਆਡੀਓ
vi: Âm Windows Media

# IDS_MFMT_OPUS
source: Opus Audio Codec
ar: Opus كودك صوت
ca: Còdec d'àudio de l'Opus
de: Opus
es: Códec de audio Opus
eu: Opus Audio Kodeka
ms_my: Kodeks Audio Opus
pa: Opus ਆਡੀਓ Codec
pl: Opus Audio
sk: Kodek Opus Audio
sl: Opus zvočni kodek
vi: Bộ âm Opus

# IDS_MFMT_APE
source: Monkey's Audio
ar: Monkey's صوت
da: Monkey's lyd
eu: Monkey's Audioa
ms_my: Audio Monkey
tt: Monkey аудио
vi: Âm Monkey

# IDS_MFMT_CDA
source: Audio CD track
ar: مسار قرص صوتي
ca: Pista d'àudio del CD
cs: Stopa zvukového CD
de: CD Audio
el: CD ήχου
es: Pista de audio en CD
eu: Audio CD bidea
fi: Ääni-CD raita
fr: Piste CD Audio
gl: Pista de CD de audio
he: רצועת דיסק שמע
hr: Audio CD zapis
it: Traccia CD Audio
lt: Audio CD takelis
ms_my: Trek CD audio
nl: Audio CD nummer
pa: ਆਡੀਓ CD ਟਰੈਕ
pl: Ścieżka Audio CD
sk: Stopa Audio CD
sl: Zvočni CD zapis
sv: Ljud-CD-spår
tt: Аудио CD юлы
vi: Đĩa âm CD

# IDS_MFMT_M4A
source: MPEG-4 Audio
ar: MPEG-4 صوت
ca: Àudio MPEG-4
es: Audio MPEG-4
eu: MPEG-4 Audioa
fr: Audio MPEG-4
gl: Audio MPEG-4
he: שמע MPEG-4
ms_my: Audio MPEG-4
pa: MPEG-4 ਆਡੀਓ
sl: MPEG-4 zvok
tt: MPEG-4 аудио
vi: Âm MPEG-4

# IDS_MFMT_MKA
source: Matroska audio
ar: Matroska صوت
ca: Àudio Matroska
es: Audio Matroska
eu: Matroska audioa
gl: Audio Matroska
he: שמע Matroska
ms_my: Audio Matroska
pa: Matroska ਆਡੀਓ
sl: Matroska zvok
sv: Matroska-ljud
tt: Matroska аудио
vi: Âm Matroska

# IDS_MFMT_MPA
source: MPEG audio
ar: MPEG صوت
ca: Àudio MPEG
es: Audio MPEG
eu: MPEG audioa
fr: Audio MPEG
gl: Audio MPEG
he: שמע MPEG
ms_my: Audio MPEG
pa: MPEG ਆਡੀਓ
sl: MPEG zvok
sv: MPEG-ljud
tt: MPEG аудио
vi: Âm MPEG

# IDS_MFMT_RA
source: Real Audio
eu: Real Audioa
fr: Ficher audio Real
he: שמע Real
ms_my: Audio Real
pa: Real ਆਡੀਓ
vi: Âm real

# IDS_MFMT_TTA
source: True Audio
ar: صوت حقيقي
de: The True Audio
eu: True Audioa
ms_my: Audio True
pa: True ਆਡੀਓ
vi: Âm true

# IDS_MFMT_PLS
source: Playlist
ar: قائمة التشغيل
be: Плэйліст
bs_ba: Playlista
ca: Llista de reproducció
cs: Seznam stop
da: Spilleliste
de: Wiedergabelisten
el: Λίστα αναπαραγωγής
es: Lista de reproducción
eu: Irakur-zerrenda
fi: Soittolista
fr: Liste de lecture
gl: Lista de reprodución
he: רשימת ניגון
hr: Lista izvođenja
hu: Lejátszási lista
hy: Նվագացանկ
lt: Grojaraštis
ms_my: Senarai Main
nl: Afspeellijst
pa: ਪਲੇਅਲਿਸਟ
pl: Lista odtwarzania
ru: Плейлист
sl: Seznam predvajanja
sr: Плеј-листа
sv: Spelningslista
th_th: บัญชีการเล่น
tt: Уйнату бите
vi: Danh sách phát

# IDS_MFMT_BDPLS
source: Blu-ray playlist
ar: Blu-ray قائمة تشغيل
be: Blu-ray плэйліст
bs_ba: Blu-ray playlista
ca: Llista de reproducció Blu-ray
cs: Seznam stop Blu-ray
da: Blu-ray spilleliste
de: BD-Video
el: Λίστα αναπαραγωγής Blu-ray
es: Lista de reproducción Blu-ray
eu: Blu-ray irakur-zerrenda
fi: Blu-ray soittolista
fr: Playlist Blu-Ray
gl: Lista de reprodución Blu-ray
he: רשימת ניגון של בלו-ריי
hr: Blu-ray lista izvođenja
hu: Blu-ray lejátszási lista
hy: Blu-ray նվագացանկ
lt: Blu-ray grojaraštis
ms_my: Senarai main Blu-ray
nl: Blu-ray afspeellijst
pa: ਬਲੂ-ਰੇਅ ਪਲੇਅਲਿਸਟ
pl: Lista odtwarzania Blu-ray
ru: Плейлист Blu-ray
sk: Playlist Blu-ray
sl: Blu-ray seznam predvajanja
sr: Blu-ray плеј-листа
sv: Blu-ray-spelningslista
th_th: บัญชีการเล่นบลูเรย์
tt: Blu-ray уйнату бите
vi: Danh sách phát Blu-ray

# IDS_MFMT_RAR
source: RAR Archive
ar: RAR أرشيف
be: Архіў RAR
bs_ba: RAR Arhiva
ca: Arxiu RAR
cs: RAR archív
da: RAR-arkiv
de: RAR-Archiv
el: Αρχειοθήκη RAR
es: Archivo RAR
eu: RAR Agiritegia
fi: RAR-arkisto
fr: Archive RAR
gl: Arquivo RAR
he: ארכיון RAR
hr: RAR arhiva
hu: RAR Archívum
hy: RAR արխիվ
it: Archivio RAR
lt: RAR Archyvas
ms_my: Arkib RAR
nl: RAR Archief
pa: RAR ਅਕਾਇਵ
pl: Archiwum RAR
ru: RAR-архив
sk: Archív RAR
sr: RAR архива
sv: RAR-arkiv
th_th: เอกสาร RAR
tt: RAR архив
vi: Tệp RAR

# IDS_DVB_CHANNEL_FPS
source: FPS
ar: إطارات
bn: FPS(প্রতি সেকেন্ডে ফ্রেমসংখ্যা)
de: Bildrate (fps)
eu: FS-ko
fr: IPS
he: פריימים בשנייה
ja: フレーム レート (FPS)
lt: KPS
pl: kl/s.

# IDS_DVB_CHANNEL_RESOLUTION
source: Resolution
ar: الأبعاد
be: Разрознасць
bn: রেজ্যুলূশন
bs_ba: Rezolucija
ca: Resolució
cs: Rozlišení
da: Opløsning
de: Auflösung
el: Ανάλυση
es: Resolución
eu: Bereizmena
fi: Resoluutio
fr: Résolution
gl: Resolución
he: רזולוצייה
hr: Rezolucija
hu: Felbontás
hy: Լուծաչափը
it: Risoluzione
ja: 解像度
lt: Skiriamoji geba
ms_my: Resolusi
nl: Resolutie
pa: ਰੈਜ਼ੂਲੇਸ਼ਨ
pl: Rozdzielczość
ru: Разрешение
sk: Rozlíšenie
sl: Ločljivost
sr: Резолуција
sv: Upplösning
th_th: ความละเอียด
tt: Мөмкинлек
vi: Độ phân giải

# IDS_DVB_CHANNEL_ASPECT_RATIO
source: Aspect Ratio
ar: نسبة الطول للعرض
be: Прапорцыі
bn: অ্যাসপেক্ট রেশিও
bs_ba: Razmjera
ca: Relació d'aspecte
cs: Poměr stran
da: Højde-bredde-forhold
de: Seitenverhältnis
el: Αναλογίες εικόνας
es: Relación de aspecto (AR)
eu: Ikuspegi Maila
fi: Kuvasuhde
fr: Ratio d'aspect
gl: Relación de aspecto
he: יחס גובה-רוחב
hr: Omjer slike
hu: Képméretarány
hy: Հարաբերակցությունը
it: Proporzioni
ja: 縦横比
lt: Proporcijos
ms_my: Nisbah Bidang
nl: Beeldverhouding
pa: ਆਕਾਰ ਅਨੁਪਾਤ
pl: Proporcje
ru: Соотношение сторон
sk: Stranový pomer
sl: Razmerje stranic
sr: Однос ширина/висина
sv: Bildförhållande
th_th: อัตราส่วนภาพ
tt: Яклар чагыштырмасы
vi: Tỉ lệ khung hình

# IDS_OSD_RS_VSYNC_ON
source: VSync: On
ar: VSync: يعمل
be: Вертыкальная сінхранізацыя: Укл
bn: VSync: চালু করা হল
bs_ba: VSync: Uključeno
ca: Sincronització Vertical: Activada
cs: VSync: Zapnuto
da: Lodret synkronisering: Til
de: VSync: Ein
el: Κατακόρυφος συγχρονισμός (VSync): Ναι
es: VSync estándar: Activada
eu: ZAldb: Eraginda
fi: VSync: Päällä
fr: Synchronisation verticale : Activée
gl: VSync: Encendido
he: סנכרון אנכי: מופעל
hr: VSync: Uklj.
hu: Függőleges szinkronizáció: Bekapcsolva
hy: VSync. Միաց
ja: 垂直同期: オン
lt: VSync: Įj.
ms_my: VSync: Hidup
nl: VSync: Aan
pa: V-ਸਿੰਕ: ਚਾਲੂ
pl: Synchronizacja pionowa: włączona
ru: VSync: вкл
sk: VSync: zapnutá
sl: VSync: Vklj.
sr: Вертикална синхронизација: укључено
sv: VSync: På
th_th: VSync: เปิด
tt: VSync: кабызылган
vi: VSync: Bật

# IDS_OSD_RS_VSYNC_OFF
source: VSync: Off
ar: VSync: مغلق
be: Вертыкальная сінхранізацыя: Адкл
bn: VSync: বন্ধ করা হল
bs_ba: VSync: Isključeno
ca: Sincronització Vertical: Desactivada
cs: VSync: Vypnuto
da: Lodret synkronisering: Fra
de: VSync: Aus
el: Κατακόρυφος συγχρονισμός (VSync): Όχι
es: VSync estándar: Desactivada
eu: ZAldb: Etenda
fi: VSync: Pois päältä
fr: Synchronisation verticale : Désactivée
gl: VSync: Apagado
he: סנכרון אנכי: כבוי
hr: VSync: Isklj.
hu: Függőleges szinkronizáció: Kikapcsolva
hy: VSync. Անջ
ja: 垂直同期: オフ
lt: VSync: Išj.
ms_my: VSync: Mati
nl: VSync: Uit
pa: V-ਸਿੰਕ: ਬੰਦ
pl: Synchronizacja pionowa: wyłączona
ru: VSync: откл
sk: VSync: vypnutá
sl: VSync: Izklj.
sr: Вертикална синхронизација: искључено
sv: VSync: Av
th_th: VSync: ปิด
tt: VSync: сүндерелгән
vi: VSync: Tắt

# IDS_OSD_RS_ACCURATE_VSYNC_ON
source: Accurate VSync: On
ar: VSync تصحيح: يعمل
be: Дакладная вертыкальная сінхранізацыя: Укл
bn: নিখুঁত VSync: চালু করা হল
bs_ba: Tačni VSync: Uključeno
ca: Sincronització Vertical Precisa: Activada
cs: Přesný VSync: Zapnuto
da: Præcis lodret synkronisering: Til
de: Genauer VSync: Ein
el: Ακριβής VSync: Ναι
es: VSync precisa: Activada
eu: ZAldb Zehatza: Eraginda
fi: Accurate VSync: Päällä
fr: Synchronisation verticale précise : Activée
gl: VSync con precisión: Encendido
he: סנכרון אנכי מדוייק: מופעל
hr: Precizan VSync: Uklj.
hu: Pontos függőleges szinkronizáció: Bekapcsolva
hy: Ճշգրիտ VSync. Միաց
it: VSync accurato: On
ja: 正確な垂直同期: オン
lt: Tikslus VSync: Įj.
ms_my: VSync Tepat: Hidup
nl: Accurate VSync: Aan
pl: Dokładna synchronizacja pionowa: włączona
ru: Точная VSync: вкл
sk: Presná VSync: zapnutá
sl: Natančni VSync: Vklj.
sr: Прецизна вертикална синхронизација: укључено
sv: Noggrann VSync: På
th_th: VSync ที่ถูกต้อง: เปิด
tt: Җыйнак VSync: кабызылган
vi: VSync chính xác: Bật

# IDS_OSD_RS_ACCURATE_VSYNC_OFF
source: Accurate VSync: Off
ar: VSync تصحيح: مغلق
be: Дакладная вертыкальная сінхранізацыя: Адкл
bn: নিখুঁত VSync: বন্ধ করা হল
bs_ba: Tačni VSync: Isključeno
ca: Sincronització Vertical Precisa: Desactivada
cs: Přesný VSync: Vypnuto
da: Præcis lodret synkronisering: Fra
de: Genauer VSync: Aus
el: Ακριβής VSync: Όχι
es: VSync precisa: Desactivada
eu: ZAldb Zehatza: Etenda
fi: Accurate VSync: Pois päältä
fr: Synchronisation verticale précise : Désactivée
gl: VSync con precisión: Apagado
he: סנכרון אנכי מדוייק: כבוי
hr: Precizan VSync: Isklj.
hu: Pontos függőleges szinkronizáció: Kikapcsolva
hy: Ճշգրիտ VSync. Անջ
it: VSync accurato: Off
ja: 正確な垂直同期: オフ
lt: Tikslus VSync: Išj.
ms_my: VSync Tepat: Mati
nl: Accurate VSync: Uit
pl: Dokładna synchronizacja pionowa: wyłączona
ru: Точная VSync: откл
sk: Presná VSync: vypnutá
sl: Natančni VSync: Izklj.
sr: Прецизна вертикална синхронизација: искључено
sv: Noggrann VSync: Av
th_th: VSync ที่ถูกต้อง: ปิด
tt: Җыйнак VSync: сүндерелгән
vi: VSync chính xác: Tắt

# IDS_OSD_RS_SYNC_TO_DISPLAY_ON
source: Synchronize Video to Display: On
ar: تزامن الفيديو للعرض: يعمل
be: Сінхранізацыя відэа да дысплэя: Укл
bn: ডিসপ্লের সাথে ভিডিওর সিঙ্ক্রোনাইজকরণ: চালু করা হল
bs_ba: Sinhronizuj Video sa Display-em: Uključeno
ca: Sincronitza el vídeo a la pantalla: Activat
cs: Synchronizovat video k displeji: Zapnuto
da: Synkroniser video til billede: Til
de: Videowiedergabe an Anzeige anpassen: Ein
el: Συγχρονισμός βίντεο με την οθόνη: Ναι
es: Sincronizar vídeo a mostrar: Activado
eu: Aldiberetu Bideoa Erakuspenera: Eraginda
fi: Synkronoi video näyttöön: Päällä
fr: Synchroniser la vidéo à l'affichage : Oui
gl: Sincronizar vídeo co monitor:Encendido
he: סנכרון וידאו למסך: מופעל
hr: Sinkronizirati video sa prikazom: Uključeno
hu: Videó szinkronizálása a kijelzőhöz: Bekapcsolva
hy: Համաժամեցնել տեսանյութը էկրանին. Միաց
it: Sincronizza video allo schermo: On
ja: ビデオをディスプレイに同期: オン
lt: Sinchronizuoti vaizdą su displėjumi: Įj.
ms_my: Segerak Video untuk Paparan: Hidup
nl: Synchroniseer video met scherm: Aan
pl: Synchronizacja wideo do wyświetlacza: włączona
ru: Синхронизировать видео с дисплеем: вкл
sk: Synchronizácia videa a obrazovky: zapnutá
sl: Sinhroniziraj video z zaslonom: Vklj.
sr: Синхронизовање видеа са приказом: укључено
sv: Synkronisera video till skärm: På
th_th: ซิงค์วิดีโอสู่การแสดงผล: เปิด
tt: Синхронизировать видео с дисплеем: включено
vi: Đồng bộ hóa video cho màn hình: Bật

# IDS_OSD_RS_SYNC_TO_DISPLAY_OFF
source: Synchronize Video to Display: Off
ar: تزامن الفيديو للعرض: مغلق
be: Сінхранізацыя відэа да дысплэя: Адкл
bn: ডিসপ্লের সাথে ভিডিওর সিঙ্ক্রোনাইজকরণ: বন্ধ করা হল
bs_ba: Sinhronizuj Video sa Display-em: Isključeno
ca: Sincronitza el vídeo a la pantalla: Desactivat
cs: Synchronizovat video k displeji: Vypnuto
da: Synkroniser video til billede: Fra
de: Videowiedergabe an Anzeige anpassen: Aus
el: Συγχρονισμός βίντεο με την οθόνη: Όχι
es: Sincronizar vídeo a mostrar: Desactivado
eu: Aldiberetu Bideoa Erakuspenera: Etenda
fi: Synkronoi video näyttöön: Pois päältä
fr: Synchroniser la vidéo à l'affichage : Non
gl: Sincronizar vídeo co monitor:Apagado
he: סנכרון וידאו למסך: כבוי
hr: Sinkronizirati video sa prikazom: Isključeno
hu: Videó szinkronizálása a kijelzőhöz: Kikapcsolva
hy: Համաժամեցնել տեսանյութը էկրանին. Անջ
it: Sincronizza video allo schermo: Off
ja: ビデオをディスプレイに同期: オフ
lt: Sinchronizuoti vaizdą su displėjumi: Išj.
ms_my: Segerak Video untuk Paparan: Mati
nl: Synchroniseer video met scherm: Uit
pl: Synchronizacja wideo do wyświetlacza: wyłączona
ru: Синхронизировать видео с дисплеем: откл
sk: Synchronizácia videa a obrazovky: vypnutá
sl: Sinhroniziraj video z zaslonom: Izklj.
sr: Синхронизовање видеа са приказом: искључено
sv: Synkronisera video till skärm: Av
th_th: ซิงค์วิดีโอสู่การแสดงผล: ปิด
tt: Синхронизировать видео с дисплеем: отключено
vi: Đồng bộ hóa video cho màn hình: Tắt

# IDS_OSD_RS_SYNC_TO_VIDEO_ON
source: Synchronize Display to Video: On
ar: تزامن العرض للفيديو: يعمل
be: Сінхранізацыя дысплэя да відэа: Укл
bn: ভিডিওর সাথে ডিসপ্লের সিঙ্ক্রোনাইজকরণ: চালু করা হল
bs_ba: Sinhronizuj Display sa Videom: Uključeno
ca: Sincronitza la pantalla al vídeo: Activada
cs: Synchronizovat displej k videu: Zapnuto
da: Synkroniser billede til video: Til
de: Anzeige an Videowiedergabe anpassen: Ein
el: Συγχρονισμός οθόνης με το βίντεο: Ναι
es: Sincronizar pantalla con el vídeo: Activado
eu: Aldiberetu Erakuspena Bideora: Eraginda
fi: Synkronoi näyttö videoon: Päällä
fr: Synchroniser l'affichage à la vidéo : Oui
gl: Sincronizar monitor co vídeo: Encendido
he: סנכרון מסך לוידאו: מופעל
hr: Sinkronizirati prikaz sa videom: Uključeno
hu: Kijelző szinkronizálása a videóhoz: Bekapcsolva
hy: Համաժամեցնել էկրանը տեսանյութին. Միաց
it: Sincronizza schermo al video: On
ja: ディスプレイをビデオに同期: オン
lt: Sinchronizuoti displėjų su vaizdu: Įj.
ms_my: Segerak Paparan untuk Video: Hidup
nl: Synchroniseer scherm met video: Aan
pl: Synchronizacja wyświetlacza do wideo: włączona
ru: Синхронизировать дисплей с видео: вкл
sk: Synchronizácia obrazovky a videa: zapnutá
sl: Sinhroniziraj zaslon v videom: Vklj.
sr: Синхронизовање приказа са видеом: укључено
sv: Synkronisera skärm till video: På
th_th: ซิงค์การแสดงผลสู่วิดีโอ: เปิด
tt: Синхронизировать дисплей с видео: включено
vi: Hiển thị đồng bộ hóa cho video: Bật

# IDS_OSD_RS_SYNC_TO_VIDEO_OFF
source: Synchronize Display to Video: Off
ar: تزامن العرض للفيديو: مغلق
be: Сінхранізацыя дысплэя да відэа: Адкл
bn: ভিডিওর সাথে ডিসপ্লের সিঙ্ক্রোনাইজকরণ: বন্ধ করা হল
bs_ba: Sinhronizuj Display sa Videom: Isključeno
ca: Sincronitza la pantalla al vídeo: Desactivat
cs: Synchronizovat displej k videu: Vypnuto
da: Synkroniser billede til video: Fra
de: Anzeige an Videowiedergabe anpassen: Aus
el: Συγχρονισμός οθόνης με το βίντεο: Όχι
es: Sincronizar pantalla con el vídeo: Desactivado
eu: Aldiberetu Erakuspena Bideora: Etenda
fi: Synkronoi näyttö videoon: Pois päältä
fr: Synchroniser l'affichage à la vidéo : Non
gl: Sincronizar monitor co vídeo: Apagado
he: סנכרון מסך לוידאו: כבוי
hr: Sinkronizirati prikaz sa videom: Isključeno
hu: Kijelző szinkronizálása a videóhoz: Kikapcsolva
hy: Համաժամեցնել էկրանը տեսանյութին. Անջ
it: Sincronizza schermo al video: Off
ja: ディスプレイをビデオに同期: オフ
lt: Sinchronizuoti displėjų su vaizdu: Išj.
ms_my: Segerak Paparan untuk Video: Mati
nl: Synchroniseer scherm met video: Uit
pl: Synchronizacja wyświetlacza do wideo: wyłączona
ru: Синхронизировать дисплей с видео: откл
sk: Synchronizácia obrazovky a videa: vypnutá
sl: Sinhroniziraj zaslon v videom: Izklj.
sr: Синхронизовање приказа са видеом: искључено
sv: Synkronisera skärm till video: Av
th_th: ซิงค์การแสดงผลสู่วิดีโอ: ปิด
tt: Синхронизировать дисплей с видео: отключено
vi: Hiển thị đồng bộ hóa cho video: Tắt
