Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_PLAYLOOP_FOREVER
source: Repeat Forever
ar: إعادة إلى الأبد
be: Паўтараць бясконца
bn: অনন্তকাল ধরে পুনরাবৃত্তি
bs_ba: Ponavljanje Unedogled
ca: Repeteix indefinidament
cs: Opakovat donekonečna
da: Gentag uendeligt
de: Wiederholung: Endlosschleife (ein/aus)
el: Συνεχής επανάληψη
es: Repetir continuamente
eu: Berregin Etengabe
fi: Toista ikuisesti
fr: Répéter indéfiniment
gl: Repetir permanentemente
hr: Ponavljaj zauvijek
hu: Végtelenített ismétlés
ja: 連続再生(無限)
ms_my: Ulang Selamanya
nl: Herhaal eeuwig
pl: Odtwarzanie ciągłe
ru: Бесконечное повторение
sk: Opakovať neustále
sl: Ponavljaj brez konca
sr: Понављање у недоглед
th_th: วนซ้ำตลอดไป
vi: Lặp lại mãi

# IDS_PPAGE_CAPTURE_FGDESC0
source: Not supported by some devices. Two video decoders always present in the filter graph.
ar: لا تدعمها بعض الأجهزة. اثنين من أجهزة فك ترميز الفيديو تعرض دائما في تصفية الرسم البياني.
be: Не падтрымліваецца некаторымі прыладамі. Два дэкодары відэа заўсёды ў графе фільтраў.
bn: কিছু ডিভাইস দ্বারা সমর্থন করে না। দুইটি ভিডিও ডিকোডার সর্বদাই ফিল্টার গ্রাফে বর্তমান থাকে।
bs_ba: Neki uređaji ne podržavaju. Dva video dekodera uvijek prisutna u filter grafikonu.
ca: No és compatible amb alguns dispositius. Dos descodificadors de vídeo sempre presents en el filter graph.
cs: Není podporováno všemi zařízeními. V grafu filtrů jsou vždy dva video dekodéry.
da: Understøttes ikke af alle enheder. To video-dekodere er altid tilstede i filtergrafen.
de: Wird von einigen Geräten nicht unterstützt. Es sind immer zwei Video-Decoder im Filtergraphen verfügbar.
el: Δεν υποστηρίζεται από κάποιες συσκευές. Δύο αποκωδικοποιητές βίντεο εμφανίζονται πάντα στο γράφημα φίλτρου.
es: Algunos dispositivos no lo admiten. Dos decodificadores de vídeo siempre presentes en el diagrama de filtros.
eu: Ez dago sostengatua zenbait gailutan. Bi bideo dekodeatzaile betik iragazki grafikan.
fi: Jotkin laitteet eivät tue. Videodekoodereita on aina kaksi suodinkaaviossa.
fr: Non supporté par certains tuners. Deux décodeurs vidéo sont toujours présents dans le graphe.
gl: Non é soportado por algúns dispositivos. Dous decodificadores de vídeo sempre presentes no gráfico de filtros
he: התקנים מסויימים לא תומכים בכך. שני מפענחי וידאו תמיד נמצאים בגרף.
hr: Nije podržano od strane nekih uređaja. U grafu filtara su uvijek prisutna dva video dekodera.
hy: Որոշ սարքեր չեն աջակցում:Երկու տեսակոդավորիչներ մշտապես ներկայացված են ֆիլտրի գրաֆայում:
it: Non supportato da qualche dispositivo. Due decoder video sono sempre presenti nel grafico del filtro.
ja: 一部のデバイスでサポートされていない。二つのビデオ デコーダが常にフィルタ グラフに存在する。
lt: Nepalaikomas kai kurių įrenginių. Du vaizdo dekoderiai visada pateikiami filtrų skyriuje.
ms_my: Tidak disokong oleh sesetengah peranti. Dua penyahkod sentiasa hadir di dalam graf penapis.
nl: Niet ondersteund door sommige apparaten. Er zijn altijd twee video decoders zichtbaar in de filter grafiek.
pa: ਕੁਝ ਜੰਤਰ ਸਹਾਇਕ ਨਹੀਂ ਹਨ। ਫਿਲਟਰ ਗਰਾਫ਼ ਵਿੱਚ ਦੋ ਵਿਡੀਓ ਡੀਕੋਡਰ ਹਮੇਸ਼ਾ ਮੌਜੂਦ ਹੁੰਦੇ ਹਨ।
pl: Nie wspierane przez niektóre urządzenia. Dwa dekodery obrazu są obecne w grafie.
ru: Не поддерживается некоторыми устройствами. Два видеодекодера всегда присутствуют в графе.
sk: Niektoré zariadenia túto voľbu nepodporujú. V grafe filtra sú vždy prítomné dva dekodéry videa.
sl: Ni podprto na nekaterih napravah. Dva video dekoderja vedno prisotna v filterskem grafu.
sr: Неки уређаји не подржавају ову опцију. У графикону филтера су увек присутна два видео-декодера.
sv: Stöds inte av vissa enheter. Två videodekodare finns alltid med i filtergrafen.
th_th: ไม่รองรับกับบางอุปกรณ์ ตัวถอดรหัสวิดีโอ 2 ตัวจะปรากฏในกราฟตัวกรองเสมอ
tt: Не поддерживается некоторыми устройствами. Два видеодекодера всегда присутствуют в графе фильтров.
vi: Không được hỗ trợ bởi một số thiết bị. Hai bộ giải mã video luôn luôn hiện diện trong đồ thị bộ lọc.

# IDS_PPAGE_CAPTURE_FGDESC1
source: Fast except when switching between different video streams. Only one video decoder present in the filter graph.
ar: سريع إلا عند التبديل بين مصادر الفيديو المختلفة. واحد فقط فك ترميز الفيديو موجودة في الرسم البياني.
be: Хуткі, акрамя момантаў пераключэння паміж рознымі патокамі відэа. Толькі адзін дэкодар відэа ў графе фільтраў.
bn: দ্রুতগতির, শুধু বিভিন্ন ভিডিও স্ট্রিম পরিবর্তনের সময় ব্যতীত। শুধুমাত্র একটি ভিডিও ডিকোডার ফিল্টার গ্রাফে বর্তমান থাকে।
bs_ba: Brzo, osim pri prebacivanju između različitih video tokova. U filter grafikonu je prisutan samo jedan video dekoder.
ca: Ràpid excepte en canviar entre diferents fluxos de vídeo. Només un descodificador de vídeo present en el filter graph.
cs: Rychlé s vyjímkou přepínání mezi dvěma různými video toky. V grafu filtrů je jen jeden video dekodér.
da: Hurtig, undtagen når der skiftes mellem forskellige video-strøm. Der er kun én video-dekoder tilstede i filtergrafen.
de: Langsamer bei Wechsel zwischen verschiedenen Videotypen. Es ist nur ein Video-Decoder im Filtergraphen verfügbar.
el: Γρήγορη, εκτός της εναλλαγής μεταξύ διαφορετικών ροών βίντεο. Μόνο ένας αποκωδ/τής εμφανίζεται στο γράφημα φίλτρου.
es: Rápido excepto al cambiar entre distintos flujos de vídeo. Sólo hay un decodificador de vídeo en el diagrama de filtros.
eu: Azkarra bideo jario ezberdin artean aldatzerakoan izan ezik. Bideo dekodeatzaile bakarra iragazki grafikan.
fi: Nopea paitsi vaihdettaessa eri videovirtojen välillä. Vain yksi videodekooderi suodinkaaviossa.
fr: Rapide sauf lorsque le type de vidéo diffère. Un seul décodeur vidéo est présent dans le graphe.
gl: Rápido agás cando se cambia entre diferentes fluxos de vídeo. Só un codificador de vídeo presente no gráfico de filtros.
he: מהיר, למעט כאשר זרמי וידאו שונים מתחלפים. מפענח וידאו אחד בלבד נמצא בגרף.
hr: Brzo osim kada se prebacuje između različite tipove videa. Samo jedan video dekoder je prisutan u grafu filtara.
hy: Արագ բացառություն, երբ անցում է կատարվում տարբեր տեսահոսքերի միջև: Միայն մեկ տեսակոդավորիչ է ներկայացված ֆիլտրի գրաֆայում:
it: Veloce eccetto nello scambio tra diversi flussi video. Solo un decoder presente nel grafico del filtro.
ja: 異なるビデオ ストリームに切り替えた場合を除いて速い。一つのビデオ デコーダのみがフィルタ グラフに存在する。
lt: Greitas, išskyrus atvejus, kai persijungiama tarp skirtingų vaizdo srautų. Tik vienas vaizdo dekoderis pateikiamas filtrų skyriuje.
ms_my: Pantas kecuali bila bertukar diantara strim video berbeza. Hanya satu penyahkod video hadir di dalam graf penapis.
nl: Snel, behalve wanneer er gewisseld wordt tussen verschillende video stromen. Er is maar een video decoder zichtbaar in de filter grafiek.
pl: Szybkie z wyjątkiem przełączania pomiędzy kanałami z wideo innych typów. Tylko jeden dekoder obrazu obecny w grafie.
ru: Быстро, за исключением случаев переключения видеопотоков. Только один видеодекодер присутствует в графе.
sk: Rýchle okrem prepínania medzi rôznymi dátovými tokmi s videom. V grafe filtra je prítomný len jeden dekodér videa.
sl: Hitro razen pri preklapljanju med različnimi video pretoki. Samo en video dekoder prisoten v filterskem grafu.
sr: Брзо осим приликом промене тока видео-записа. Присутан је само један видео-декодер у графикону филтера.
sv: Snabb förutom vid byte mellan olika videoströmmar. Enbart en videodekoder finns med i filtergrafen.
th_th: เร็ว, ยกเว้นเมื่อกำลังสลับกระแสวิดีโอที่ต่างกัน หนึ่งตัวถอดรหัสวิดีโอเท่านั้นที่ปรากฏในกราฟตัวกรอง
tt: Быстро за исключением случаем переключения видеопотоков. Только один видеодекодер присутствует в графе фильтров.
vi: Nhanh chóng trừ khi chuyển đổi giữa các dòng video khác nhau. Chỉ có một bộ giải mã video hiện trong đồ thị bộ lọc.

# IDS_PPAGE_CAPTURE_SFG0
source: Never if possible (fastest, but not supported by most filters)
ar: أبدا إذا أمكن ذلك (أسرع، ولكن غير معتمدة من قبل معظم المرشحات)
be: Ніколі, калі магчыма (хуткі, але не падтрымліваецца большасцю фільтраў)
bn: সম্ভব হলে কখনোই না (সবচেয়ে দ্রুত, কিন্তু বেশিরভাগ ফিল্টার দ্বারাই সমর্থন করে না)
bs_ba: Ako je moguće, nikada (najbrže, ali nije podržano od strane većine filtera)
ca: Mai si és possible (és més ràpid, però no ho suporten la majoria dels filtres)
cs: Nikdy, pokud je to možné (nejrychlejší, ale podporováno jen některými filtry)
da: Aldrig hvis det er muligt (hurtigste, men understøttes ikke af de fleste filtre)
de: Möglichst bei keinem Wechsel (schnell, oft nicht unterstützt)
el: Ποτέ αν είναι δυνατόν (ταχύτερα, αλλά δεν υποστηρίζεται από τα περισσότερα φίλτρα)
es: Nunca si es posible (más rápido, pero no soportado por la mayoría de filtros)
eu: Inoiz ez ahal bada (azkarrena, baina ez dago sostengatua iragazki gehienetan)
fi: Ei koskaan jos mahdollista (nopein, mutta useimmat suotimet eivät tue)
fr: Jamais si possible (le plus rapide mais le plus souvent non supporté)
gl: Nunca se é posible (máis rápido, pero non soportado pola maioría dos filtros)
he: אף פעם, במידה וניתן (הכי מהיר, אך לא נתמך על ידי רוב הפילטרים)
hr: Nikada ako je moguće (najbrže, ali nije često nije podržano)
hu: Soha, ha lehetséges (leggyorsabb, de a legtöbb szűrő nem támogatja)
hy: Երբեք, եթե հնարավոր է (արագ է, բայց որոշ ֆիլտրեր չեն աջակցում)
it: Mai se possibile (più veloce, ma non supportato da molti filtri)
ja: できれば使用しない (最速だが、ほとんどのフィルタでサポートされていない)
lt: Nenaudoti, jei įmanoma (greičiausias, bet nepalaikomas daugelio filtrų)
ms_my: Tidak sesekali jika boleh (terpantas, tetapi tidak disokong oleh kebanyakan penapis)
nl: Nooit indien mogelijk (snelst, maar niet ondersteund door de meeste filters)
pa: ਜੇ ਸੰਭਵ ਹੋਵੇ ਤਾਂ ਕਦੇ ਨਹੀਂ (ਸਭ ਤੋਂ ਤੇਜ਼, ਪਰ ਬਹੁਤੇ ਫਿਲਟਰਾਂ ਰਾਹੀਂ ਸਹਾਇਕ ਨਹੀਂ ਹੈ)
pl: Nigdy, jeśli to możliwe (najszybsze, ale nie wspierane przez większość filtrów)
ru: Никогда, если возможно (быстро, но не поддерживается большинством фильтров)
sk: Nikdy, ak je to možné (najrýchlejšie, ale nepodporované väčšinou filtrov)
sl: Nikoli če je mogoče (najhitrejše, vendar nepodprto pri večini filtrov)
sr: Никад, ако је могуће (најбрже, али не подржавају многи филтери)
sv: Aldrig om möjligt (snabbast, men stödjs inte av de flesta filter)
th_th: ไม่ต้อง ถ้าเป็นไปได้ (เร็วสุด แต่ตัวกรองส่วนใหญ่ไม่สนับสนุน)
tt: Никогда, если возможно (быстро, но не поддерживается большинство фильтров)
vi: Không bao giờ nếu có thể (nhanh nhất, nhưng không được hỗ trợ bởi hầu hết các bộ lọc)

# IDS_PPAGE_CAPTURE_SFG2
source: Always (may be required by some devices)
ar: دائما (قد تتطلبها بعض الأجهزة)
be: Заўсёды (можа спатрэбіцца для некаторых прылад)
bn: সবসময় (সম্ভবত কিছু ডিভাইসের জন্য আবশ্যক)
bs_ba: Uvijek (može biti obavezno za neke uređaje)
ca: Sempre (pot ser requerit per alguns dispositius)
cs: Vždy (může být vyžadováno některými zařízeními)
da: Altid (kan være påkrævet af nogle enheder)
de: Bei jedem Wechsel (langsam, von einigen Geräten benötigt)
el: Πάντα (μπορεί να απαιτείται από κάποιες συσκευές)
es: Siempre (puede que sea requerido por algunos dispositivos)
eu: Betik (beharrezkoa izan daiteke zenbait gailurentzat)
fi: Aina (jotkin laitteet edellyttävät)
fr: Toujours (peut être nécessaire pour certains tuners)
gl: Sempre (pode ser requirido por algúns dispositivos)
he: תמיד (מכשירים מסויימים דורשים זאת)
hr: Uvijek (neki uređaji mogu to zahtijevati)
hu: Mindig (szükséges lehet néhány eszközhöz)
hy: Մշատապես (կարող է պահանջվել որոշ սարքերի կողմից)
it: Sempre (può essere richiesto da alcuni dispositivi)
ja: 常に (一部のデバイスで必要となる場合あり)
lt: Visada (gali būti reikalaujama kai kurių įrenginių)
ms_my: Sentiasa (mungkin diperlukan oleh sesetengah peranti)
nl: Altijd (kan vereist zijn door sommige apparaten)
pa: ਹਮੇਸ਼ਾ (ਕੁਝ ਜੰਤਰਾਂ ਵਲੋਂ ਚਾਹੀਦਾ ਹੋ ਸਕਦਾ ਹੈ)
pl: Zawsze (niektóre urządzenia mogą wymagać tej opcji do poprawnego działania)
ru: Всегда (необходимо для некоторых устройств)
sk: Vždy (vyžadované niektorými zariadeniami)
sl: Vedno (lahko zahtevajo nekatere naprave)
sr: Увек (потребно неким уређајима)
sv: Alltid (kan krävas av vissa enheter)
th_th: เสมอ (บางอุปกรณ์อาจต้องการ)
tt: Всегда (необходимо для некоторых устройств)
vi: Luôn luôn (có thể yêu cầu một số thiết bị)

# IDS_INFOBAR_PARENTAL_RATING
source: Parental rating
ar: تقييمات الوالدين
be: Узроставы рэйтынг
bn: অভিভাবকীয় মূল্যায়ন
bs_ba: Roditeljsko ocjenjivanje
ca: Control parental
cs: Rodičovské hodnocení
da: Forældreklassifikation
de: Altersfreigabe
el: Γονικός χαρακτηρισμός
es: Calificación parental
eu: Guraso mailaketa
fi: Ikärajaluokitus
fr: Classification parentale
gl: Clasificación indicativa
he: סיווג צפייה
hr: Roditeljska razina zaštite
hu: Korhatár-besorolás
hy: Ծնողական վարկանիշը
it: Valutazione Parentale
ja: 保護者による評価
lt: Nepilnamečių apsauga
ms_my: Penarafan penjaga
nl: Ouderlijk toezicht
pa: ਮਾਪੇ ਰੇਟਿੰਗ
pl: Kat. wiekowa
ru: Родительский рейтинг
sk: Rodičovské hodnotenie
sl: Starševska ocena
sr: Родитељска оцена
sv: Föräldraklassificering
th_th: ระดับผู้ปกครอง
tt: Чыганак рейтингы
vi: Đánh giá của cha mẹ

# IDS_NO_PARENTAL_RATING
source: Not rated
ar: لم تقيم
be: Не ацэнена
bn: মূল্যায়ন করা হয়নি
bs_ba: Nije ocijenjeno
ca: Sense classificar
cs: Bez hodnocení
da: Ikke klassificeret
de: Keine Einstufung
el: Χωρίς διαβάθμιση
es: No calificado
eu: Mailatu gabe
fi: Ei määritetty
fr: N/C
gl: Sen clasificar
he: לא מסווג
hr: Nije ocijenjeno
hu: Besorolás alatt
hy: Չունի վարկանիշ
it: Non valutato
ja: 未評価
lt: Neįvertinta
ms_my: Tidak dikadar
nl: Geen beoordeling
pa: ਰੇਟ ਨਹੀਂ ਕੀਤਾ
pl: niesklasyfikowane
ru: Нет рейтинга
sk: Nehodnotené
sl: Neocenjeno
sr: Није оцењено
sv: Ingen klassificering
th_th: ไม่ระบุคะแนน
tt: Рейтинг юк
vi: Chưa đánh giá

# IDS_INFOBAR_CONTENT
source: Content
ar: المحتوى
be: Змесціва
bn: বিষয়সূচি
bs_ba: Sadržaj
ca: Contingut
cs: Obsah
da: Indhold
de: Genre
el: Περιεχόμενο
es: Contenido
eu: Edukia
fi: Sisältö
fr: Genre
gl: Contido
he: תוכן
hr: Sadržaj
hu: Tartalom
hy: Բովանդակություն
it: Contenuto
ja: コンテンツ
lt: Turinys
ms_my: Kandungan
nl: Inhoud
pa: ਸਮੱਗਰੀ
pl: Gatunek
ru: Содержание
sk: Obsah
sl: Vsebina
sr: Садржај
sv: Innehåll
th_th: เนื้อหา
tt: Эчтәлек
vi: Nội dung

# IDS_CONTENT_MOVIE_DRAMA
source: Movie/Drama
ar: فيلم / دراما
be: Кіно/Драма
bn: চলচ্চিত্র/নাটক
bs_ba: Film/Drama
ca: Pel·lícula/drama
cs: Filmy / Dramata
da: Film/Drama
de: Spielfilm/Drama
el: Ταινία/Τηλεοπτική σειρά
es: Película/drama
eu: Filma/Drama
fi: Elokuva/Draama
fr: Film/Drame
gl: Filme/Drama
he: סרט/דרמה
hr: Film/Drama
hu: Film/Dráma
hy: Ֆիլմ/Դրամա
it: Film/Dramma
ja: 映画/ドラマ
lt: Filmas/Drama
ms_my: Cereka/Drama
nl: Film / Drama
pa: ਮੂਵੀ/ਡਰਾਮਾ
pl: Film/Dramat
ru: Фильмы/Драмы
sk: Film/dráma
sl: Film/Drama
sr: Филм/драма
sv: Film/Drama
th_th: ภาพยนตร์/ละคร
tt: Фильмнар/Драмалар
vi: Phim / Kịch

# IDS_CONTENT_NEWS_CURRENTAFFAIRS
source: News/Current affairs
ar: أخبار/قضايا حالية
be: Навіны/Падзеі
bn: খবর/সাম্প্রতিক ব্যাপার
bs_ba: Vijesti/Trenutna događanja
ca: Notícies/actualitat
cs: Zpravodajství / Události
da: Nyheder/aktuelle begivenheder
de: Nachrichten/Aktuelles
el: Ειδήσεις/Επικαιρότητα
es: Noticias/actualidad
eu: Berriak/Gaurkotasuna
fi: Uutiset/Nykyiset asiat
fr: Information/Sujets d'actualité
gl: Noticias/Actualidade
he: חדשות/ארועי היום
hr: Novosti/Aktualne afere
hu: Hírek/Folyó ügyek
hy: Նորություններ/Ընթացիկ գործեր
it: Novità/Attualità
ja: ニュース/時事
lt: Naujienos/Aktualijos
ms_my: Berita/Semasa
nl: Nieuws / Recente gebeurtenissen
pa: ਖ਼ਬਰਾਂ/ਮੌਜੂਦਾ ਮਾਮਲੇ
pl: Wiadomości/Bieżące wydarzenia
ru: Новости/Текущие события
sk: Správy/aktuálne aféry
sl: Novice/Aktualno
sr: Новости/актуелне афере
sv: Nyheter/Aktuellt
th_th: ข่าว/เหตุการณ์ปัจจุบัน
tt: Яңалыклар/Хәзерге вакыйгалар
vi: Tin tức / Vấn đề hiện tại

# IDS_FILE_FAV_ADDED
source: File added to favorites
ar: إضافة ملف للمفضلة
be: Файл дададзены ў абранае
bn: ফাইলটি পছন্দেরতালিকায় যোগ করা হল
bs_ba: Dokument je dodan u omiljene
ca: Fitxer afegit a preferits
cs: Soubor byl přidán mezi oblíbené
da: Filen blev føjet til favoritter
de: Datei zu Favoriten hinzugefügt
el: Το αρχείο προστέθηκε στα αγαπημένα
es: Archivo añadido a favoritos
eu: Agiria gogokoenetara gehituta
fi: Tiedosto lisätty suosikkeihin
fr: Fichier ajouté aux favoris
gl: Ficheiro engadido a favoritos
he: קובץ נוסף למועדפים
hr: Datoteka dodana u omiljene
hu: Fájl hozzáadva a kedvencekhez
hy: Ֆայլը ավելացվել է ընտրյալներին
it: File aggiunto ai preferiti
ja: ファイルをお気に入りに追加しました
lt: Failas pridėtas prie parankinių
ms_my: Fail ditambah ke kegemaran
nl: Bestand toegevoegd aan favorieten
pa: ਫ਼ਾਈਲ ਮਨਪਸੰਦ ਵਿੱਚ ਜੋੜੀ ਗਈ
pl: Dodano plik do ulubionych
ru: Файл добавлен в закладки
sk: Súbor bol pridaný do obľúbených položiek
sl: Datoteka dodana med priljubljene
sr: Датотека је додата у омиљене
sv: Fil tillagd i favoriter
th_th: ไฟล์ถูกเพิ่มสู่รายการโปรด
tt: Файл кыстыргычка өстәлде
vi: Tập tin được thêm vào mục yêu thích

# IDS_DVD_FAV_ADDED
source: DVD added to favorites
ar: للمفضلة DVD إضافة
be: DVD дададзены ў абранае
bn: DVDটি পছন্দেরতালিকায় যোগ করা হল
bs_ba: DVD je dodan u omiljene
ca: DVD afegit a preferits
cs: DVD bylo přidáno mezi oblíbené
da: DVD føjet til favoritter
de: DVD zu Favoriten hinzugefügt
el: Το DVD προστέθηκε στα αγαπημένα
es: DVD añadido a favoritos
eu: DVD-a gogokoenetara gehituta
fi: DVD lisätty suosikkeihin
fr: DVD ajouté aux favoris
gl: DVD engadido a favoritos
he: די.וי.די נוסף למועדפים
hr: DVD dodan u omiljene
hu: DVD hozzáadva a kedvencekhez
hy: DVD-ն ավելացվել է ընտրյալներին
it: DVD aggiunto ai preferiti
ja: DVD をお気に入りに追加しました
lt: DVD pridėtas prie parankinių
ms_my: DVD ditambah ke kegemaran
nl: DVD toegevoegd aan favorieten
pa: DVD ਮਨਪਸੰਦ ਵਿੱਚ ਜੋੜੀ ਗਈ
pl: Dodano DVD do ulubionych
ru: DVD добавлен в закладки
sk: DVD bolo pridané do obľúbených položiek
sl: DVD dodan med priljubljene
sr: DVD је додат у омиљене
sv: DVD tillagd i favoriter
th_th: ดีวีดีถูกเพิ่มสู่รายการโปรด
tt: DVD кыстыргычка өстәлде
vi: DVD thêm vào mục yêu thích

# IDS_CAPTURE_SETTINGS
source: Capture Settings
ar: اعدادات الألتقاط
be: Налады захопу
bn: ক্যাপচার সেটিংসমূহ
bs_ba: Podešenja Snimanja
ca: Configuració de la captura
cs: Nastavení záznamu
da: Indspilningsindstillinger
de: Aufnahme-Einstellungen
el: Ρυθμίσεις καταγραφής
es: Ajustes de captura
eu: Harpen Ezarpenak
fi: Tallennusasetukset
fr: Paramètres de capture
gl: Configuracións de captura
he: הגדרות לכידה
hr: Postavke snimanja
hu: Rögzítési beállítások
hy: Տեսագրման կարգավորումներ
it: Impostazioni cattura
ja: キャプチャの設定
lt: Įrašymo nustatymai
ms_my: Tetapan Tangkap
nl: Opname instellingen
pa: ਕੈਪਚਰ ਸੈਟਿੰਗਾਂ
pl: Ustawienia przechwytywania
ru: Настройки захвата
sk: Nastavenia zaznamenávania
sl: Nastavitve zajema
sr: Поставке снимања
sv: Inspelarinställningar
th_th: การตั้งค่าจับข้อมูล
tt: Эләктерүне көйләү
vi: Thiết lập bắt hình

# IDS_NAVIGATION_BAR
source: Navigation Bar
ar: شريط التنقل
be: Панэль навігацыі
bn: ন্যাভিগেশন বার
bs_ba: Traka za navigaciju
ca: Barra de navegació
cs: Navigační panel
da: Navigationslinje
de: Navigationsleiste
el: Γραμμή πλοήγησης
es: Barra de navegación
eu: Nabigazio Barra
fi: Navigointipalkki
fr: Barre de navigation
gl: Barra de navegación
he: סרגל ניווט
hr: Navigacijska traka
hu: Navigációs sáv
hy: Ուղղորդման վահանակը
it: Barra di navigazione
ja: ナビゲーション バー
lt: Valdymo juosta
ms_my: Palang Navigasi
nl: Navigatie balk
pa: ਨੇਵੀਗੇਸ਼ਨ ਪੱਟੀ
pl: Nawigacja
ru: Панель навигации
sk: Navigačný panel
sl: Navigacijski trak
sr: Навигациона трака
sv: Navigeringsfält
th_th: แถบการนำทาง
tt: Навигация аслыгы
vi: Thanh điều hướng

# IDS_SUBRESYNC_CAPTION
source: Subresync
ar: إعادة مزامنة الترجمة
be: Сінхранізацыя субцітраў
bn: সাবটাইটেল পুনঃSyncকরণ
bs_ba: Resinhronizacija titlova
ca: Resincronització dels subtítols
da: Undertekst gensynk.
de: Untertitel-Resync
el: Επανασυγχρονισμός υποτίτλων
es: Resincronización de subtítulos
eu: Azpberraldib
fi: Tekstityksen synkronointi
gl: Resincronizar subtítulos
he: מסנכרן כתוביות
hr: Resink. titlova
hu: Felirat időzítés
it: Risincronizzazione Sottotitoli
ja: 字幕の再同期
lt: Subtitrų sinchronizacija
ms_my: Sub-segerak-semula
nl: Ondertiteling hersynchronisatie
pa: ਸਬ-ਰੀਸਿੰਕ
pl: Synchronizacja napisów
ru: Синхронизация субтитров
sl: Ponovna sinhronizacija podnapisov
sr: Синхронизација титлова
sv: Undertextåtersynkning
th_th: ซิงค์ศัพท์บรรยายใหม่
tt: Субтитрларны синхронлаштыру

# IDS_SUBRESYNC_CLN_TIME
source: Time
ar: الوقت
be: Час
bn: শুরু
bs_ba: Vrijeme
ca: Temps
cs: Čas
da: Tidspunkt
de: Zeit
el: Χρόνος
es: Tiempo
eu: Denbora
fi: Aika
fr: Minutage
gl: Tempo
he: זמן
hr: Vrijeme
hu: Idő
hy: Ժամանակ
it: Tempo
ja: 時間
lt: Laikas
ms_my: Masa
nl: Tijd
pa: ਸਮਾਂ
pl: Czas
ru: Время
sk: Čas
sl: Čas
sr: Време
sv: Tid
th_th: เวลา
tt: Вакыт
vi: Thời gian

# IDS_SUBRESYNC_CLN_END
source: End
ar: النهاية
be: Канец
bn: শেষ
bs_ba: Kraj
ca: Fi
cs: Konec
da: Slut
de: Ende
el: Τέλος
es: Fin
eu: Amaiera
fi: Loppu
fr: Fin
gl: Fin
he: סוף
hr: Kraj
hu: Vége
hy: Վերջ
it: Fine
ja: 終了
lt: Pabaiga
ms_my: Tamat
nl: Einde
pa: ਅੰਤ
pl: Koniec
ru: Конец
sk: Koniec
sl: Konec
sr: Крај
sv: Slut
th_th: สิ้นสุด
tt: Ахыр
vi: Kết thúc

# IDS_SUBRESYNC_CLN_PREVIEW
source: Preview
ar: مشاهدة
be: Папярэдні прагляд
bn: প্রাকদর্শন
bs_ba: Pogledaj
ca: Visualització prèvia
cs: Náhled
da: Forhåndsvis
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
eu: Aurreikuspena
fi: Esikatselu
fr: Minutage (aperçu)
gl: Vista Previa
he: תצוגה מקדימה
hr: Pretpregled
hu: Előnézet
hy: Նախադիտում
it: Anteprima
ja: プレビュー
lt: Peržiūra
ms_my: Pratonton
nl: Voorvertoning
pa: ਝਲਕ
pl: Wyświetlanie
ru: Предпросмотр
sk: Náhľad
sl: Predogled
sr: Преглед
sv: Förhandsgranskning
th_th: ตัวอย่าง
tt: Карау
vi: Xem trước

# IDS_SUBRESYNC_CLN_VOB_ID
source: Vob ID
ar: اهوية Vob
ca: ID del VOB
cs: ID VOB
es: Id. de VOB
eu: Vob ID-a
fr: ID du VOB
he: מזהה VOB
it: ID Vob
ms_my: ID Vob
pa: ਵੋਬ ID
sr: ID VOB-а

# IDS_SUBRESYNC_CLN_CELL_ID
source: Cell ID
ar: هوية الخلية
bs_ba: ID ćelije
ca: ID de la cel·la
cs: ID buňky
da: Celle ID
de: Zellen-ID
el: ID κελιού
es: Id. de celda
eu: Gelaxka ID-a
fi: Solun ID
fr: ID de la cellule
gl: ID da célula
he: מזהה תא
hy: Վանդակի ID-ին
it: ID Cell
ms_my: ID Sel
nl: Cel ID
pa: ਸੈਲ ID
sk: ID bunky
sl: ID celice
sr: ID ћелије
vi: ID Cell

# IDS_SUBRESYNC_CLN_FORCED
source: Forced
ar: إجباري
be: Фарсіраваныя
bn: জোরপূর্বক
bs_ba: Nametnuto
ca: Forçat
cs: Vynucený
da: Tvunget
de: Erzwungen
el: Δυναμικά
es: Forzado
eu: Behartuta
fi: Pakotettu
fr: Forcé
gl: Forzado
he: כפוי
hr: Prisiljeno
hu: Kényszerített
hy: Հարկադիր
it: Forzato
ja: 強制
lt: Priverstinai
ms_my: Dipaksa
nl: Geforceerd
pa: ਮਜ਼ਬੂਰ ਕੀਤਾ
pl: Wymuszone
ru: Принудительно
sk: Vynútené
sl: Vsiljeno
sr: Наметнуто
sv: Tvingad
th_th: ถูกบังคับ
tt: Мәҗбүри
vi: Buộc

# IDS_SUBRESYNC_CLN_TEXT
source: Text
ar: نص
be: Тэкст
bn: টেক্সট্‌
bs_ba: Tekst
da: Tekst
el: Κείμενο
es: Texto
eu: Idazkia
fi: Teksti
fr: Texte
gl: Texto
he: טקסט
hr: Tekst
hu: Szöveg
hy: Տեքստ
it: Testo
ja: テキスト
lt: Tekstas
ms_my: Teks
nl: Tekst
pa: ਟੈਕਸਟ
pl: Tekst
ru: Текст
sl: Besedilo
sr: Текст
th_th: ข้อความอักษร
tt: Текст
vi: Văn bản

# IDS_SUBRESYNC_CLN_STYLE
source: Style
ar: ستايل
be: Стыль
bn: ধরনরীতি
bs_ba: Stil
ca: Estil
cs: Styl
da: Typografi
el: Στυλ
es: Estilo
eu: Estiloa
fi: Tyyli
gl: Estilo
he: סגנון
hr: Stil
hu: Stílus
hy: Ոճ
it: Stile
ja: スタイル
lt: Stilius
ms_my: Gaya
nl: Stijl
pa: ਸ਼ੈਲੀ
pl: Styl
ru: Стиль
sk: Štýl
sl: Slog
sr: Стил
sv: Stil
th_th: ลักษณะ
tt: Стиль
vi: Dạng

# IDS_SUBRESYNC_CLN_FONT
source: Font
ar: الخط
be: Шрыфт
bn: ফন্ট
bs_ba: Tip slova
ca: Tipus de lletra
cs: Písmo
da: Skrifttype
de: Schriftart
el: Γραμματοσειρά
es: Tipo de letra
eu: Hizkia
fi: Fontti
fr: Police
gl: Fonte
he: גופן
hu: Betűtípus
hy: Տառատեսակ
it: Carattere
ja: フォント
lt: Šriftas
ms_my: Fon
nl: Lettertype
pa: ਫ਼ੋਂਟ
pl: Czcionka
ru: Шрифт
sk: Písmo
sl: Pisava
sr: Фонт
sv: Teckensnitt
th_th: แบบอักษร
tt: Хәрефләр
vi: Phông
