Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_ABOUTBOX_IDC_STATIC
source: English translation made by MPC-HC Team
ar: تم إنشاء الترجمة العربية من قبل فريق Transifex للترجمة العربية
be: Лакалізацыя: Містэр Ш, Bugamol
bn: বাংলা অনুবাদটি সম্পাদনা করেছে মেহেদী শান্ত
bs_ba: Bosanski prijevod uradio Samir Gutić
ca: Traducció al català feta per, entre d'altres, l'Enric, l'Adolf i el Roger
cs: Překlad: khagaroth
da: Dansk oversættelse af scootergrisen, Jatyrael
de: Übersetzung von Luan und Markus Gaugg.
el: Μετάφραση: geogeo.gr && Λάμπρος Ζουλούμης
es: Traducción: Adolfo, strel y otros.
eu: Euskarazko itzulpena: Xabier Aramendi
fi: Englanninkielinen käännös tehty MPC-HC:n tiimin toimesta
fr: Traduction : Julien (Vk), Pho3nX et al. (voir Authors.txt)
gl: Tradución ao galego: anxo_cruel, enfeitizador
he: תרגום עברי ע"י Superb
hr: Engleski prijevod od strane MPC-HC ekipe
hu: Magyarra fordította Kleiber Tamás. Fordítást frissítette: Mateus (2014)
hy: Թարգմանեց Հրանտ Օհանյանը »»» http://haysoft.org
id: Terjemahan Bahasa Inggris dibuat oleh Tim MPC-HC
it: Traduzione italiana di SigiTM
ja: 日本語訳は Transifex の Japanese 翻訳チームによって作成されています
lt: Vertė: Linasmi Linas Tamašauskas, Martynas Kybartas, Ramūnas.
ms_my: Terjemahan Bahasa Inggeris dibuat oleh Pasukan MPC-HC
nl: Vertaald door René Maassen
pt_br: Traduzido para o Português por Roger Filipe Barros
ru: Локализация: Sergey S., v0lt, Aleksoid, YDY
sk: Preložil: Marián Hikaník
sl: Slovenski prevod: shvala
sr: Превео Ђорђе Васиљевић
sv: Svensk översättning av JellyFrog, Aron, JonasNo
th_th: แปลภาษาไทยโดย Xyteton
tt: Татарчага тәрҗемә: Ирек Хаҗиев
uk: Локалізація: Ihor Bobalo

# IDD_ABOUTBOX_IDC_STATIC
source: Build information
ar: معلومات البنية
be: Звесткі пра зборку
bn: নির্মাণ সম্পর্কিত তথ্যাদি
bs_ba: Informacije o verziji
ca: Informació de compilació
cs: Informace o sestavení
da: Byg-oplysninger
de: Programm
el: Πληροφορίες δημιουργίας
es: Información de la versión de compilación
eu: Eraiketa argibideak
fi: Koontiversiotiedot
fr: Information de compilation
gl: Información da versión
he: מידע מבנה
hr: Informacije o programu
hu: Build információ
hy: Կառուցման տեղեկությունը
id: Informasi versi
it: Info versione
ja: ビルド情報
lt: Sąrankos informacija
ms_my: Maklumat binaan
nl: Bouw versie informatie
pt_br: Info. Compilação
ru: Информация о сборке
sk: Informácia o zostavení
sl: Informacije o različici
sr: Информације
sv: Versionsinformation
th_th: ข้อมูลรุ่น
tt: Бөрмә белешмәсе
uk: Інформація про збірку

# IDD_ABOUTBOX_IDC_STATIC
source: Version:
ar: النسخة:
be: Версія :
bn: সংস্করণ:
bs_ba: Verzija:
ca: Versió:
cs: Verze:
el: Έκδοση:
es: Versión:
eu: Bertsioa:
fi: Versio:
gl: Versión:
he: גרסה:
hr: Verzija:
hu: Verzió:
hy: Տարբերակ.
id: Versi:
it: Versione:
ja: バージョン:
lt: Versija:
ms_my: Versi:
nl: Versie:
pt_br: Versão:
ru: Версия:
sk: Verzia:
sl: Verzija:
sr: Верзија:
th_th: เวอร์ชัน:
tt: Юрама:
uk: Версія:

# IDD_ABOUTBOX_IDC_STATIC
source: Compiler:
ar: المصرّف (Compiler):
be: Кампілятар:
bn: কম্পাইলার:
bs_ba: Kompajler:
ca: Compilador:
cs: Zkompilováno:
es: Compilador:
eu: Biltzailea:
fi: Kääntäjä:
fr: Compilateur :
gl: Compilador:
he: מהדר:
hr: Kompajler:
hu: Fordítóprogram:
hy: կազմարկիչ.
id: Pengompilasi:
it: Compilatore:
ja: コンパイラ:
lt: Kompiliatorius
ms_my: Pengkompil:
pt_br: Compilador:
ru: Компилятор:
sk: Kompilátor:
sl: MPC-HC prevajalnik:
sr: Компилатор:
sv: Kompilator:
th_th: ตัวคอมไพล์:
tt: Компилятор:
uk: Компілятор:

# IDD_ABOUTBOX_IDC_LAVFILTERS_VERSION
source: Not used
ar: غير مستعمل
be: Не выкарыстоўваецца
bn: ব্যবহার করা হয়নি
bs_ba: Nije korišteno
ca: Sense utilitzar
cs: Nepoužito
da: Ikke brugt
de: Nicht verwendet
el: Δεν χρησιμοποιείται
es: Sin usar
eu: Ez erabilia
fi: Ei käytössä
fr: Non utilisé
gl: Sen usar
he: לא בשימוש
hr: Nije korišten
hu: Nem használt
hy: Չօգտագործված
id: Tidak digunakan
it: Non utilizzato
ja: 使用されていません
lt: Nenaudojama
ms_my: Tidak digunakan
nl: Niet gebruikt
pt_br: Não usado
ru: Не использ.
sk: Nevyužité
sl: Neuporabljeno
sr: Не користи се
sv: Används inte
th_th: ไม่ได้ใช้
tt: кулланылмый
uk: Не використовується

# IDD_ABOUTBOX_IDC_STATIC
source: Build date:
ar: تاريخ البنية:
be: Дата зборкі:
bn: নির্মাণ তারিখ:
bs_ba: Datum verzije:
ca: Data de compilació:
cs: Datum sestavení:
da: Bygdato:
de: Datum:
el: Ημερ/νία δημιουργίας:
es: Fecha de compilación:
eu: Eraiketa eguna:
fi: Koontiversion päiväys:
fr: Date de compilation :
gl: Data da versión:
he: תאריך בניה:
hr: Datum:
hu: Build dátum:
hy: Կառուցման ամսաթիվը.
id: Tanggal pembuatan:
it: Data versione:
ja: ビルドの日付:
lt: Sąrankos data:
ms_my: Tarikh binaan:
nl: Datum van bouw versie:
pt_br: Data Compilação:
ru: Дата сборки:
sk: Dátum zostavenia:
sl: Datum različice:
sr: Датум израде:
sv: Versionsdatum:
th_th: วันที่สร้าง:
tt: Җыю көне:
uk: Зібрано:

# IDD_ABOUTBOX_IDC_STATIC
source: Operating system
ar: نظام التشغيل
be: Аперацыйная сістэма
bn: অপারেটিং সিস্টেম
bs_ba: Operativni sistem
ca: Sistema operatiu
cs: Operační systém
da: Styresystem
de: Betriebssystem
el: Λειτουργικό σύστημα
es: Sistema operativo
eu: Sistema eragilea
fi: Käyttöjärjestelmä
fr: Système d'exploitation
gl: Sistema Operativo
he: מערכת הפעלה
hr: Operacijski sustav
hu: Operációs rendszer
hy: Օպերացիոն համակարգ
id: Sistem operasi
it: Sistema operativo
ja: オペレーティング システム
lt: Operacinė sistema
ms_my: Sistem pengoperasian
nl: Besturingssysteem
pt_br: Sistema Operacional
ru: Операционная система
sk: Operačný systém
sl: Operacijski sistem
sr: Оперативни систем
sv: Operativsystem
th_th: ระบบปฏิบัติการ
tt: Операцион система
uk: Операційна система

# IDD_ABOUTBOX_IDC_STATIC
source: Name:
ar: الاسم:
be: Назва
bn: নাম:
bs_ba: Ime:
ca: Nom:
cs: Název:
da: Navn:
el: Όνομα:
es: Nombre:
eu: Izena:
fi: Nimi:
fr: Nom :
gl: Nome:
he: שם:
hr: Naziv:
hu: Név:
hy: Անունը.
id: Nama:
it: Nome:
ja: システム名:
lt: Vardas:
ms_my: Nama:
nl: Naam:
pt_br: Nome:
ru: Название:
sk: Meno:
sl: Ime:
sr: Име:
sv: Namn:
th_th: ชื่อ:
tt: Атама:
uk: Назва:

# IDD_ABOUTBOX_IDC_BUTTON1
source: Copy to clipboard
ar: نسخ إلى الحافظة
be: Скапіяваць у буфер абмену
bn: ক্লিপবোর্ডে কপি করি
bs_ba: Kopiraj u clipboard
ca: Copia al porta-retalls
cs: Zkopírovat do schránky
da: Kopiér til udklipsholder
de: &Informationen kopieren
el: Αντιγραφή στο Πρόχειρο
es: Copiar en portapapeles
eu: Kopiatu gakora
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papier
gl: Copiar ao portapapeis
he: העתק ללוח העריכה
hr: Kopiraj u međuspremnik
hu: Vá&gólapra másolás
hy: Պատճենել մեկուսաշրջույթ
id: Salin ke papan klip
it: Copia negli appunti
ja: クリップボードにコピー
lt: Kopijuoti į iškarpinę
ms_my: Salin ke papan keratan
nl: Kopieer naar klembord
pt_br: Copiar para área de transferência
ru: Скопировать в буфер обмена
sk: Kopírovať do schránky
sl: Kopiraj na odložišče
sr: &Копирај
sv: Kopiera till urklipp
th_th: คัดลอกสู่หน่วยความจำ
tt: Буферга күчермә ясарга
uk: Копіювати до буферу обміну

# IDD_ABOUTBOX_IDOK
source: OK
ar: حسناً
be: Добра
bn: ঠিক আছে
bs_ba: Uredu
ca: D'acord
el: Εντάξει
es: Aceptar
eu: Ongi
gl: De acordo
he: אישור
hr: U redu
hy: ԼԱՎ
lt: Gerai
sl: V redu
sr: &У реду
th_th: ตกลง
tt: Ярар
uk: Гаразд

# IDD_PPAGEPLAYER_IDC_STATIC
source: Open options
ar: فتح الخيارات
be: Адкрываць файлы...
bn: ফাইল খোলার অপশনসমূহ
bs_ba: Otvori opcije
ca: Opcions d'obertura
cs: Možnosti otevírání
da: Åbn indstillinger
de: Dateiaufruf
el: Επιλογές ανοίγματος
es: Opciones de apertura
eu: Ireki aukerak
fi: Avaa asetukset
fr: Options d'ouverture
gl: Opcións de apertura
he: פתח הגדרות
hr: Opcije otvaranja
hu: Megnyitási beállítások
hy: Բացելու ընտրանքներ
id: Buka opsi
it: Opzioni di apertura
ja: 開くオプション
lt: Atidaryti nustatymus
ms_my: Buku pilihan
nl: Opties voor openen
pt_br: Opções de abertura
ru: Открывать файлы, используя
sk: Otvoriť nastavenia
sl: Možnosti pri odpiranju
sr: Опције отварања
sv: Öppningsalternativ
th_th: ตัวเลือกการเปิด
tt: Файлларны ничек ачарга
uk: При відкриванні файлів

# IDD_PPAGEPLAYER_IDC_RADIO1
source: Use the same player for each media file
ar: استعمل نفس المشغل لكلّ ملف وسائط
be: адным прайгравальнікам для кожнага файла
bn: প্রত্যেক মিডিয়া ফাইলের জন্য একই প্লেয়ার ব্যবহার
bs_ba: Koristi isti player za svaki media dokument
ca: Utilitza el mateix reproductor per a cada fitxer multimèdia
cs: Všechny soubory otevírat v jednom přehrávači
da: Brug den samme afspiller til hver mediefil
de: Mediendateien mit dem aktuellen Player öffnen
el: Χρήση του ίδιου αναπαραγωγού για κάθε αρχείο πολυμέσων
es: Usar el mismo reproductor para cada archivo audiovisual
eu: Erabili irakurgailu bera multimedia agiri bakoitzerako
fi: Käytä samaa soitinta jokaiselle mediatiedostolle
fr: Utiliser le même lecteur pour chaque fichier multimédia lu
gl: Usar o mesmo reprodutor para cada ficheiro de medios que se reproduza
he: השתמש באותו חלון נגן עבור כל קובץ מדיה
hr: Otvori medijsku datoteku u trenutnom izvođaču
hu: Egyetlen lejátszó használata minden egyes médiafájlhoz
hy: Նույն վերարտադրիչը յուրաքանչյուր ֆայլի համար
id: Gunakan pemutar yang sama untuk setiap berkas media
it: Usa lo stesso lettore per tutti i file multimediali
ja: 再生するメディア ファイルに同じ プレーヤーを使用する
lt: Tas pats grotuvas kiekvienam failui
ms_my: Guna pemain yang sama untuk setiap fail media
nl: Nieuw bestand in huidige speler openen
pt_br: Usar a mesma instância para cada arquivo que for aberto
ru: один проигрыватель для каждого файла
sk: Pre všetky súbory používať ten istý prehrávač
sl: Uporabi isti predvajalnik za vsako multimedijsko datoteko
sr: Исти плејер за сваку датотеку
sv: Använd samma spelare för varje mediefil
th_th: ใช้เครื่องเล่นตัวเดียวกัน สำหรับแต่ละไฟล์สื่อ
tt: бер үк уйнаткыч һәр файл өчен
uk: один програвач для всіх файлів

# IDD_PPAGEPLAYER_IDC_RADIO2
source: Open a new player for each media file played
ar: فتح مشغل جديد لكل ملف وسائط
be: новым прайгравальнікам для кожнага файла
bn: প্রত্যেক মিডিয়া ফাইলের জন্য নতুন প্লেয়ার চালনা
bs_ba: Otvori novi player za svaki reprodukovani media dokument
ca: Obre un reproductor nou per a cada fitxer multimèdia
cs: Každý soubor otevřít v samostatném přehrávači
da: Åbn en ny afspiller for hver afspillet mediefil
de: Mediendateien mit jeweils neuem Player öffnen
el: Άνοιγμα νέου αναπαραγωγού για κάθε αρχείο πολυμέσων
es: Abrir un reproductor nuevo para cada archivo audiovisual
eu: Ireki irakurgailu berri bat multimedia agiri bakoitzerako
fi: Avaa uusi ikkuna jokaiselle toistettavalle mediatiedostolle
fr: Ouvrir un nouveau lecteur pour chaque fichier multimédia lu
gl: Abrir un novo reprodutor para cada ficheiro de medios que se reproduza
he: פתח נגן חדש עבור כל קובץ מדיה שמתנגן
hr: Otvori novi izvođač za svaku medijsku datoteku
hu: Minden médiafájlhoz új lejátszó nyitása
hy: Նոր վերարտադրիչ յուրաքանչյուր ֆայլի համար
id: Buka pemutar baru untuk setiap berkas media yang diputar
it: Apri un nuovo lettore per ogni file multimediale
ja: 再生するメディア ファイルごとに 新しいプレーヤーを開く
lt: Kiekvienam failui atverti naują grotuvą
ms_my: Buka pemain baharu bagi setiap fail media yang dimainkan
nl: Elk bestand in nieuwe speler openen
pt_br: Abrir uma nova instância para cada arquivo que for aberto
ru: новый проигрыватель для каждого файла
sk: Pre každý súbor otvoriť novú inštanciu programu
sl: Odpri nov predvajalnik za vsako multimedijsko datoteko
sr: Нови плејер за сваку датотеку
sv: Öppna en ny spelare för varje mediefil
th_th: เปิดเครื่องเล่นตัวใหม่ สำหรับแต่ละไฟล์สื่อที่เล่น
tt: һәр файл өчен яңа уйнаткыч
uk: новий програвач для кожного файлу

# IDD_PPAGEPLAYER_IDC_STATIC
source: Language
ar: اللغة
be: Мова
bn: ভাষা
bs_ba: Jezik
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
eu: Hizkuntza
fi: Kieli
fr: Langue
gl: Linguaxe
he: שפה
hr: Jezik
hu: Nyelv
hy: Լեզու
id: Bahasa
it: Lingua
ja: 言語
lt: Kalba
ms_my: Bahasa
nl: Taal
pt_br: Idioma
ru: Язык
sk: Jazyk
sl: Jezik
sr: Језик
sv: Språk
th_th: ภาษา
tt: Тел:
uk: Мова

# IDD_PPAGEPLAYER_IDC_STATIC
source: Title bar
ar: شريط العنوان
be: Паказваць у загалоўку...
bn: টাইটেল বার
bs_ba: Naslovna traka
ca: Barra del títol
cs: Titulek v záhlaví
da: Titellinje
de: Titelleiste
el: Γραμμή τίτλων
es: Barra de título
eu: Izenburu barra
fi: Otsikkopalkki
fr: Barre de titre
gl: Barra de títulos
he: שורת הכותרת
hr: Naslovna traka
hu: Ablak fejlécsor
hy: Գլխագրում
id: Bilah judul
it: Barra del titolo
ja: タイトル バー
lt: Pavadinimo juostoje
ms_my: Palang tajuk
nl: Titelbalk
pt_br: Barra de títulos
ru: В заголовке отображать
sk: Titulok
sl: Naslovna vrstica
sr: Насловна трака
sv: Namnlist
th_th: แถบชื่อหัวเรื่อง
tt: Башламда
uk: В заголовку

# IDD_PPAGEPLAYER_IDC_RADIO3
source: Display full path
ar: عرض المسار كاملاً
be: поўны шлях
bn: সম্পূর্ণ ঠিকানা প্রদর্শন
bs_ba: Prikaži punu putanju
ca: Visualitza el camí complet
cs: Celá cesta
da: Vis hele stien
de: Vollen Dateipfad anzeigen
el: Εμφάνιση πλήρους διαδρομής
es: Mostrar la ruta completa
eu: Erakutsi helburu osoa
fi: Näytä koko tiedostopolku
fr: Afficher le chemin complet
gl: Amosar a ruta completa
he: הצג נתיב קובץ מלא
hr: Prikaži cijelu putanju
hu: Teljes elérési út
hy: Ցուցադրել ամբողջական ճ-ը
id: Tampilkan jalur penuh
it: Mostra il percorso completo
ja: フル パスを表示する
lt: Rodyti pilną kelią
ms_my: Papar laluan penuh
nl: Volledige pad
pt_br: Exibir o caminho completo
ru: полный путь
sk: Zobrazovať celú cestu
sl: Prikaži polno pot
sr: Пуна путања
sv: Visa fullständig sökväg
th_th: แสดงเส้นทางแบบเต็ม
tt: тулы юлны күрсәтергә
uk: показувати повний шлях

# IDD_PPAGEPLAYER_IDC_RADIO4
source: File name only
ar: اسم الملف فقط
be: толькі імя файла
bn: শুধুমাত্র ফাইলের নাম প্রদর্শন
bs_ba: Samo ime dokumenta
ca: Només el nom del fitxer
cs: Pouze název souboru
da: Kun filnavn
de: Nur Dateiname anzeigen
el: Μόνο το όνομα αρχείου
es: Solo el nombre del archivo
eu: Agiri izena bakarrik
fi: Vain tiedostonimi
fr: Nom du fichier uniquement
gl: Só o nome do ficheiro
he: שם קובץ בלבד
hr: Samo naziv datoteke
hu: Csak fájlnév
hy: Միայն ֆայլի անունը
id: Hanya nama berkas
it: Solo il nome del file
ja: ファイル名のみ
lt: Tik failo vardą
ms_my: Nama fail sahaja
nl: Alleen bestandsnaam
pt_br: Somente o nome do arquivo
ru: только имя файла
sk: Len názov súboru
sl: Samo ime datoteke
sr: Име датотеке
sv: Endast filnamn
th_th: ชื่อไฟล์เท่านั้น
tt: файл исеме генә
uk: лише ім'я файлу

# IDD_PPAGEPLAYER_IDC_RADIO5
source: Don't prefix anything
ar: لا تعرض أيّ شئ
be: нічога
bn: কোনকিছু সংযুক্তি ছাড়া প্রদর্শন
bs_ba: Ne kreiraj prefix za bilo šta
ca: No prefixis res
cs: Nic
da: Ingen præfiks
de: Keine Beschriftung anzeigen
el: Χωρίς κάποιο πρόθεμα
es: No prefijar nada
eu: Ez aurrizkitu ezer
fi: Älä aseta etuliitettä
fr: Ne pas afficher le chemin
gl: Non amosar nada
he: אל תוסיף תחילית לשום דבר
hr: Ne stavljaj prefiks
hu: Nincs semmilyen előtag
hy: Ոչինչ չցուցադրել
id: Jangan prefiks apapun
it: Non mettere alcun prefisso
ja: プログラム名
lt: Nieko nerodyti
ms_my: Jangan bubuh awalan
nl: Niets
pt_br: Não mostrar nada
ru: ничего
sk: Nepoužívať prefixy
sl: Ne dodajaj predpone
sr: Ништа
sv: Visa ingenting
th_th: ไม่ต้องใส่คำนำหน้าใดๆ
tt: бернәрсә дә күрсәтмәскә
uk: не показувати нічого

# IDD_PPAGEPLAYER_IDC_CHECK13
source: Replace file name with title
ar: استبدل اسم الملف بالعنوان
be: Замяняць на назву
bn: টাইটেলের সাথে ফাইলের নামের প্রতিস্থাপন
bs_ba: Zamijeni ime dokumenta naslovom
ca: Substitueix el nom del fixer pel seu títol
cs: Nahradit název souboru titulem
da: Erstat filnavn med titel
de: Dateiname mit Titel ersetzen
el: Αντικατάσταση του ονόματος αρχείου με τον τίτλο
es: Reemplazar el nombre del archivo con su título
eu: Ordeztu agiri izena izenburuarekin
fi: Korvaa tiedostonimi otsikolla
fr: Remplacer le nom du fichier par son titre
gl: Usar titulo como nome
he: החלף את שם הקובץ עם הכותרת
hr: Zamijeni naziv datoteke s naslovom
hu: Fájlnév lecserélése a címmel
hy: Փոխել ֆայլի անունը՝ վերնագրով
id: Ganti nama berkas dengan judul
it: Sostituisci il nome col titolo
ja: ファイル名をタイトル名に置き換える
lt: Failo vardą pakeisti pavadinimu
ms_my: Ganti nama fail dengan tajuk
nl: Vervang bestandsnaam door titel
pt_br: Usar título como nome
ru: заменять имя файла названием
sk: Nahradiť názov súboru titulom
sl: Nadomesti ime datoteke z naslovom
sr: Замени име датотеке насловом
sv: Ersätt filnamnet med titel
th_th: แทนที่ชื่อไฟล์ด้วยชื่อหัวเรื่อง
tt: файл исемен атама белән алмаштырырга
uk: Замінюв. назвою з тегу title

# IDD_PPAGEPLAYER_IDC_STATIC
source: Other
ar: آخر
be: Іншае
bn: অন্যান্য
bs_ba: Ostalo
ca: Altres
cs: Ostatní
da: Andre
de: Weitere Einstellungen
el: Άλλα
es: Otros
eu: Beste
fi: Muu
fr: Divers
gl: Outros
he: הגדרות נוספות
hr: Ostalo
hu: Egyéb
hy: Այլ
id: Lainnya
it: Altre opzioni
ja: その他
lt: Kita
ms_my: Lain-lain
nl: Overige
pt_br: Outros
ru: Прочее
sk: Ostatné
sl: Ostalo
sr: Друго
sv: Annat
th_th: อื่นๆ
tt: Башкалар
uk: Інше

# IDD_PPAGEPLAYER_IDC_CHECK3
source: Tray icon
ar: أيقونة صينية النظام
be: Значок у панэлі задач
bn: ট্রে আইকন
bs_ba: Ikonica u sistemskom tray-u
ca: Icona de la safata del sistema
cs: Ikona v oznamovací oblasti
da: Proceslinje ikon
de: Taskleistensymbol anzeigen
el: Εικονίδιο στη γραμμή ειδοποιήσεων
es: Icono de bandeja del sistema
eu: Erretilu ikurra
fi: Ilmoitusalueen kuvake
fr: Icône dans la barre de notification
gl: Amosar icona na bandexa
he: אייקון ליד השעון
hr: Ikona u području obavijesti
hu: Legyen tálca ikon
hy: Պատկերակը առաջադրանքների վահանակ.
id: Ikon baki
it: Icona nella Tray Bar
ja: タスク トレイ アイコン
lt: Užduočių juostos piktograma
ms_my: Ikon talam
nl: Pictogram in systeemvak
pt_br: Ícone da bandeja
ru: Значок в области уведомлений
sk: Ikona v paneli úloh
sl: Ikona opravilne vrstice
sr: Икона у системској палети
sv: Visa ikon i meddelandefältet
th_th: ไอคอนถาด
tt: йомышлар аслыгында билгечек
uk: Значок у панелі задач

# IDD_PPAGEPLAYER_IDC_SHOW_OSD
source: Show OSD (requires restart)
ar: عرض الـ OSD (يتطلب إعادة تشغيل)
be: Паказваць OSD (патрабуецца перазапуск)
bn: OSD প্রদর্শন (পুনরায় চালনা করতে হবে)
bs_ba: Prikaži OSD (zahtijeva restart)
ca: Mostra OSD (cal que reinicieu)
cs: Zobrazit OSD (vyžaduje restart)
da: Vis OSD (kræver genstart)
de: OSD anzeigen (Neustart erforderlich)
el: Εμφάνιση OSD (απαιτείται επανεκκίνηση)
es: Mostrar sobreimpresión OSD (precisa reinicio)
eu: Erakutsi IGE (beharrezkoa berrabiaratzea)
fi: Näytä kuvaruutunäyttö (vaatii uudelleenkäynnistyksen)
fr: Afficher l'OSD (nécessite un redémarrage)
gl: Amosar OSD (require reinicio)
he: תצוגת מידע בוידאו (דורש הפעלה מחדש)
hr: Prikaži OSD (zahtijeva ponovno pokretanje)
hu: OSD megjelenítése (újraindítást igényel)
hy: Ցուցադրել OSD-ն (պահ.է վերամեկնարկում)
id: Tampilkan OSD (wajib memulai ulang)
it: Attiva OSD (richiede riavvio)
ja: OSD を表示する (再起動が必要)
lt: Rodyti OSD (reikalingas paleidimas iš naujo)
ms_my: Tunjuk OSD (perlu mula semula)
nl: Toon OSD (vereist herstart)
pt_br: Exibir OSD (necessário reiniciar)
ru: Показывать OSD (требуется перезапуск)
sk: Zobraziť OSD (vyžaduje reštart)
sl: Pokaži OSD (zahteva ponovni zagon)
sr: OSD (захтева поновно покретање)
sv: Visa skärmmeny (omstart krävs)
th_th: แสดง OSD หรือสิ่งที่ปรากฏบนจอ (ต้องเริ่มใหม่)
tt: OSD күрсәтергә (киредән кабызу кирәк)
uk: Показати OSD (необхідний перезап.)

# IDD_PPAGEPLAYER_IDC_CHECK4
source: Limit window proportions on resize
ar: الحد من أبعاد النافذة عند تغيير الحجم
be: Суадносіны бакоў акна як у відэакадра
bn: সাইজপরিবর্তনের সময় উইন্ডোর অনুপাত নিয়ন্ত্রণ
bs_ba: Ograniči proporcije prozora tokom promjene veličine
ca: Bloqueja les proporcions en redimensionar la finestra
cs: Při změně velikosti zachovat poměr stran okna
da: Lås vinduesformat ved størrelsesændring
de: Fenster-Seitenverhältnis fixieren
el: Όριο αναλογιών παραθ. σε αλλαγή μεγέθους
es: Limitar proporciones al redimensionar ventana
eu: Mugatu leiho proporzioak birneurriratzean
fi: Rajoita ikkunan suhteet kokoa muutettaessa
fr: Garder les proportions au redimensionnement
gl: Limitar proporcións da xanela ao axustar
he: הגבל יחס חלון בזמן שינוי גודל
hr: Ograniči omjer prozora pri promjeni veličine
hu: Ablakméretarány követése átméretezéskor
hy: Համամասնությունը ինչպես որ կադրում
id: Batasi proporsi jendela saat mengubah ukuran
it: Blocca proporzioni finestra
ja: サイズ変更時にウィンドウの縦横比を固定する
lt: Lango kraštinių proporcijos pagal kadrą
ms_my: Hadkan kadaran tetingkap bila disaiz semula
nl: Begrens venster verhoudingen bij formaatwijziging
pt_br: Limitar proporções da janela ao redimensionar
ru: Соотнош. сторон окна как у видеокадра
sk: Obmedziť rozmery okna pri zmene veľkosti
sl: Omeji razmerja okna pri spremembi velikosti
sr: Пропорције прозора сразмерне видео-кадру
sv: Lås fönstrets proportioner vid storleksändring
th_th: จำกัดสัดส่วนหน้าต่าง เมื่อปรับขนาด
tt: Якларның чагышт. видеокадрныкы кебек
uk: Прив'язати межі вікна до відеокадра

# IDD_PPAGEPLAYER_IDC_CHECK12
source: Snap to desktop edges
ar: انطباق على حواف سطح المكتب
be: Прыліпаць да межаў экрана
bn: ডেস্কটপের সীমানাপ্রান্ত পর্যন্ত বিস্তার
bs_ba: Uklopi u ivice desktop-a
ca: Atreu la finestra a les vores de l'escriptori
cs: Přichytávat k okrajům obrazovky
da: Fastgør til kanten af skrivebord
de: Fenster an Desktoprand andocken
el: Προσκόλληση στα άκρα της οθόνης
es: Atraer ventana a los bordes del escritorio
eu: Finkatu mahigain hertzetara
fi: Laajenna näytön reunoihin
fr: Aimanter sur les bords du bureau
gl: Axustarse aos bordes do escritorio
he: הדבק לקצוות שולחן העבודה
hr: Prilijepi na rubove radne površine
hu: Asztalszélekhez igazítás
hy: Ամրացնել էկրանի սահմաններին
id: Lengket ke tepi destop
it: Incolla ai bordi dello schermo
ja: デスクトップの端にスナップさせる
lt: Prilipti prie ekrano kraštinių
ms_my: Lekap ke pinggir dekstop
nl: Aan bureaubladrand aanpassen
pt_br: Ajustar às bordas da Área de Trabalho
ru: Прилипать к границам экрана
sk: Prichytiť k okrajom plochy
sl: Pripni na robove namizja
sr: Прилепи уз ивице екрана
sv: Fäst till skärmkanter
th_th: ชิดขอบ Desktop
tt: Экран чикләренә ябышу
uk: Липнути до краю екрану

# IDD_PPAGEPLAYER_IDC_CHECK8
source: Store settings in .ini file
ar: حفظ الإعدادات في ملف ini.
be: Захоўваць налады ў .ini файле
bn: সেটিংসমূহ .ini ফাইলে সংরক্ষণ
bs_ba: Snimi podešenja u .ini dokument
ca: Desa els paràmetres en un fitxer .ini
cs: Ukládat nastavení do .ini souboru
da: Gem indstillinger i .ini-fil
de: Einstellungen als Datei (.ini) speichern
el: Αποθήκευση ρυθμίσεων στο αρχείο .ini
es: Guardar configuración en un archivo .ini
eu: Biltegiratu ezarpenak .ini agirian
fi: Tallenna asetukset .ini-tiedostoon
fr: Stocker la configuration dans un fichier .ini
gl: Gardar configuración en ficheiro .ini
he: שמור הגדרות בקובץ ini
hr: Spremi postavke u .ini datoteku
hu: Beállítások .ini fájlba tárolása
hy: Պահպանել կարգավորումները .ini ֆայլում
id: Simpan pengaturan ke berkas .ini
it: Salva le impostazioni nel file .ini
ja: 設定を .ini ファイルに保存する
lt: Išsaugoti nustatymus .ini faile
ms_my: Simpan tetapan ke fail .ini
nl: Instellingen in .ini bestand opslaan
pt_br: Salvar configuração em arquivo .ini
ru: Сохранять настройки в ini-файле
sk: Ukladať nastavenia do súboru .ini
sl: Shrani nastavitve v .ini datoteko
sr: Смести поставке у .ini датотеку
sv: Lagra inställningar i .ini-fil
th_th: เก็บการตั้งค่าในไฟล์ .ini
tt: Көйләүләрне .ini файлында сакларга
uk: Зберігати налаштування в .ini файлі
