Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_GOTO_DLG_IDC_STATIC
source: Enter a timecode using the format [hh:]mm:ss.ms to jump to a specified time. You do not need to enter the separators explicitly.
ar: ادخل الوقت باستعمال الصيغة hh:]mm:ss.ms] للإنتقال إلى الوقت المحدّد. لا تحتاج الى ادخال الفواصل بشكل صريح.
be: Каб перайсці на патрэбную пазіцыю, увядзіце час у фармаце [гг:]хв:сс.мс.
bn: নির্দিষ্ট সময়ে যাওয়ার জন্য [hh:]mm:ss.ms ফরম্যাট ব্যবহার করে টাইমকোড প্রবেশ করুন। বিশদভাবে বিচ্ছেদকসমূহ প্রবেশ করতে হবে না।
bs_ba: Unesite vrijeme u formatu [hh:]mm:ss.ms da skočite na željeno vrijeme. Nije potrebno eksplicitno unijeti separatore.
ca: Introdueixi un codi de temps amb el format [hh]:mm:ss.ms per saltar-hi directament. No cal escriure els signes separadors explícitament.
cs: Pro přechod na určitý čas zadejte časový kód ve formátu [hh:]mm:ss.ms. Oddělovače není nutné zadávat explicitně.
da: Indtast en tidskode med formatet [tt:]mm:ss.ms for at gå til et bestemt tidspunkt. Du behøver ikke indtaste separatorerne eksplicit.
de: Um die Wiedergabe an einer bestimmten Position fortzusetzen, bitte einen Zeitcode im Format "[hh:]mm:ss.ms" angeben.
el: Εισάγετε ένα κωδικό χρόνου σε μορφή [ωω:]λλ:δδ.χιλ για να μεταβείτε σε ένα συγκεκριμένο σημείο. Δεν χρειάζεται να εισάγετε τα διαχωριστικά.
es: Escriba una marca de tiempo en formato [hh]:mm:ss:ms para saltar a ese instante. No es necesario escribir los separadores.
eu: Sartu denbora-kodea [ord:]min:seg.sm heuskarria erabiliz adierazitako denborara jauzi egieko. Ez duzu banantzailerik sartu behar.
fi: Anna aikakoodi muodossa [hh:]mm:ss.ms hypätäksesi haluttuun aikaan. Erottimia ei tarvitse antaa täsmällisesti.
fr: Saisissez un code horaire au format [hh:]mm:ss.ms pour atteindre une position spécifique dans le fichier. La saisie explicite des séparateurs est facultative.
gl: insere unha hora usando o formato [hh]:mm:ss:ms para saltar a un tempo especificado. Non precisas inserir os separadores de forma explícita.
he: הזן זמן בפורמט ‎[hh:]mm:ss.ms כדי לקפוץ לנקודת זמן ספציפית. אינך חייב לכתוב את הסימנים המפרידים.
hr: Unesite vremenski kod koristeći format [hh:]mm:ss.ms da se pomaknete na određeno vrijeme. Ne morate unositi separatore.
hu: Adjon meg egy időkódot az alábbi formátum használatával: [hh:]mm:ss.ms, egy adott időponthoz ugráshoz. Nem kell az elválasztójeleket pontosan megadni.
hy: Ժամանակը նշեք հետևյալ կերպ [hh:]mm:ss.ms՝ նշված տեղին անցնելու համար։
id: Masukkan kode waktu menggunakan format [hh:]mm:ss.ms untuk melompat ke waktu yang ditentukan. Anda tidak perlu memasukkan karakter pemisah secara eksplisit.
it: Inserisci una coordinata temporale nel formato [hh:]mm:ss.ms per saltare ad un tempo specifico. Puoi omettere i separatori.
ja: 指定時間にジャンプするには、[hh:]mm:ss.ms の形式を使用してタイムコードを入力してください。区切り記号を入力する必要はありません。
lt: Įveskite laiką formatu [vv:]mm:ss.ms, kad pereiti prie nurodyto laiko.
ms_my: Masukkan kod masa menggunakan format [hh:]mm:ss.ms untuk lompat ke masa yang dinyatakan. Anda tidak perlu masukkan pemisah secara eksplisit.
nl: Voer een tijdcode in, met een opmaak van [uu:]mm:ss.ms, om naar dat tijdstip te springen. De scheiding tekens hoeven niet expliciet ingevoerd te worden.
pt_br: Entre com um tempo no formato [hh:]mm:ss.ms para onde deseja ir. Não é necessário digitar os separadores.
ru: Введите время в формате чч:мм:сс.мс, чтобы перейти к указанному моменту.
sk: Zadajte kód pre čas s použitím formátu [hh:]mm:ss.ms, ak chcete preskočiť na zadaný čas. Oddeľovače nemusíte zadávať explicitne.
sl: Vnesi časovno kodo v obliki [hh:]mm:ss.ms za pomik na določen čas. Ločil ni potrebno vnesti.
sr: Унесите време у формату чч:мм:сс.мс да бисте прешли на одређено време.
sv: Ange en tidskod enligt formatet [tt:]mm:ss.ms för att hoppa till vald tid. Du behöver inte ange avskiljarna uttryckligen.
th_th: ใส่รหัสเวลาโดยใช้รูปแบบ [ชช:]นน:วว.มว เพื่อก้าวไปยังเวลาที่ระบุ คุณไม่จำเป็นต้องใส่ตัวคั่นอย่างชัดเจน
tt: Вакытны [сс:]мм:сс.мс форматында күрсәтелгән вакытка күчү өчен кертегез.
uk: Введіть тайм-код, використовуючи формат [hh:]mm:ss.ms, для переходу до певної часової мітки. Вам не треба явно вводити роздільники.

# IDD_GOTO_DLG_IDC_STATIC
source: Time
ar: الوقت
be: Час
bn: সময়
bs_ba: Vrijeme
ca: Temps
cs: Čas
da: Tid
de: Zeitpunkt:
el: Χρόνος
es: Tiempo
eu: Denbora:
fi: Aika
fr: Temps
gl: Tempo
he: זמן
hr: Vrijeme
hu: Idő
hy: Ժ-ը
id: Waktu
it: Tempo
ja: 時間
lt: Laikas
ms_my: Masa
nl: Tijd
pt_br: Tempo
ru: Время
sk: Čas
sl: Čas
sr: Време
sv: Tid
th_th: เวลา
tt: Вакыт
uk: Час

# IDD_GOTO_DLG_IDC_OK1
source: Go!
ar: انتقل!
be: Перайсці
bn: যাও!
bs_ba: Kreni!
ca: Vés-hi
cs: Přejít
da: Gå!
de: &Springen
el: Μετάβαση
es: Ir
eu: Joan!
fi: Mene!
fr: Atteindre
gl: ir!
he: קפוץ!
hr: Idi!
hu: OK
hy: Առաջ
id: Jalankan!
it: Vai!
ja: 移動
lt: Pirmyn!
ms_my: Pergi!
nl: Oké
pt_br: Ir!
ru: Готово!
sk: Prejsť!
sl: Pojdi!
sr: &Пређи
sv: Gå!
th_th: ไป!
tt: Алга!
uk: Перейти!

# IDD_GOTO_DLG_IDC_STATIC
source: Enter two numbers to jump to a specified frame, the first is the frame number, the second is the frame rate.
ar: ادخل عددين للإنتقال إلى إطار محدّد. العدد الأول هو رقم الإطار، و الثاني هو معدل الإطارات
be: Каб перайсці да патрэбнага кадра, увядзіце два лікі: першы — нумар кадра, другі - колькасць кадраў у секунду.
bn: নির্দিষ্ট ফ্রেমে যাওয়ার জন্যে দুইটি নম্বর প্রবেশ করতে হবে, প্রথমটি হল ফ্রেম নম্বর, দ্বিতীয়টি হল ফ্রেম রেট।
bs_ba: Unesite dva broja da skočite na određenu sličicu, prvi je broj sličice, drugi je tempo sličica.
ca: Introdueixi dos números per accedir a un fotograma específic; el primer és el nombre de fotogrames i el segon la taxa de fotogrames per segon.
cs: Zadejte dvě čísla pro skok na určitý snímek, první číslo určuje číslo snímku, druhé snímkovou frekvenci.
da: Indtast to tal for at gå til et bestemt billede, det første er billednummeret, det andet er billedhastigheden.
de: Bei Videos sind auch zwei durch Komma getrennte Zahlenwerte möglich. Der erste steht für die Bildnummer, der zweite für die Bildrate.
el: Εισάγετε δύο αριθμούς για να μεταβείτε σε ένα συγκεκριμένο καρέ. Ο πρώτος είναι ο αριθμός του καρέ και ο δεύτερος είναι ο ρυθμός μετάδοσης καρέ.
es: Escriba dos números para acceder a un fotograma específico; el primero es el número del fotograma y el segundo la tasa de fotogramas por segundo (FPS).
eu: Sartu bi zenbaki adierazitako framera jauzi egiteko, lehena frame zenbakia da, bigarrena frame neurria.
fi: Anna kaksi numeroa hypätäksesi haluttuun kehykseen, ensimmäinen on kehysnumero, toinen kehysnopeus.
fr: Saisissez deux valeurs numériques pour atteindre une image spécifique : la première indiquera le numéro de l'image et la seconde le nombre d'images par seconde.
gl: Escribe dous conxuntos de números para acceder a un cadro específico, o primeiro é o número de cadros e o segundo a taxa de cadros por segundo.
he: הקלד שני מספרים בכדי לקפוץ לפריים ספציפי, הראשון הוא מספר הפריים והשני הוא קצב ניגון הפריימים.
hr: Unesite dva broja da se pomaknete na određeni okvir, prvi je broj okvira a drugi je broja okvira u sekundi.
hu: Írjon be két számot, hogy egy megadott képkockára ugorjon. Az első szám a kép sorszáma, a második a képek másodpercenkénti száma.
hy: Գրեք երկու թիվ՝ նշված կադրին անցնելու համար. առաջինը՝ կադրի թիվը, երկրորդը՝ կադրերի քանակը վայրկյանում։
id: Masukkan dua angka untuk melompat ke frame tertentu, yang pertama adalah nomor frame, yang kedua adalah laju frame.
it: Inserisci due numeri per saltare ad un frame specifico; il primo numero indica il frame, il secondo il frame-rate.
ja: 指定フレームにジャンプするには、フレーム番号、フレーム レートの順に二つの数値を入力してください。
lt: Įrašykite du skaičius perėjimui prie nurodyto kadro: pirmas - kadro numeris, antras - kadrų skaičius į sekundę.
ms_my: Masukkan dua nombor untuk lompat ke bingkai yang dinyatakan, yang pertama adalah bilangan bingkai, yang kedua adalah kadar bingkai.
nl: Geef twee getallen om naar een specifiek beeld te springen, het eerste getal is het beeldnummer, het tweede de beedsnelheid.
pt_br: Entre com dois números para ir a um quadro específico. O primeiro é o número do quadro, e o segundo é a taxa de quadros por segundo.
ru: Введите два числа для перехода к заданному кадру: первое - номер кадра, второе - число кадров в секунду.
sk: Ak chcete preskočiť na konkrétnu snímku, zadajte dve čísla. Prvé číslo je číslom snímky, druhé číslo udáva frekvenciu.
sl: Vnesi dve števili za pomik na določeno sliko, prva je številka slike, druga je hitrost.
sr: Унесите два броја ради преласка на одређени кадар: први је број кадра а други његова брзина.
sv: Ange två nummer för att gå till en viss bildruta, det första är numret för bildrutan, det andra är bildfrekvensen.
th_th: ใส่ตัวเลขสองค่าเพื่อก้าวไปยังเฟรมที่ระบุ ค่าแรกคือหมายเลขเฟรม ค่าที่สองคืออัตราเฟรม
tt: Билгеле кадрга күчү өчен ике сан кертегез: беренче - кадр саны, икенче - секундка кадр саны.
uk: Уведіть два числа для переходу до заданого кадру: перше - номер кадру, друге - кількість кадрів на секунду.

# IDD_GOTO_DLG_IDC_STATIC
source: Frame
ar: الإطار
be: Кадр
bn: ফ্রেম
bs_ba: Isječak
ca: Fotograma
cs: Snímek
da: Billede
de: Videobild:
el: Καρέ
es: Fotograma
eu: Framea:
fi: Kehys
fr: Image
gl: Cadro
he: פריים
hr: Okvir
hu: Képkocka
hy: Կադրը
ja: フレーム
lt: Kadras
ms_my: Bingkai
nl: Beeld
pt_br: Quadro
ru: Кадр
sk: Snímka
sl: Slika
sr: Кадар
sv: Bildruta
th_th: เฟรม
tt: Кадр
uk: Кадр

# IDD_GOTO_DLG_IDC_OK2
source: Go!
ar: انتقل!
be: Перайсці
bn: যাও!
bs_ba: Kreni!
ca: Vés-hi
cs: Přejít
da: Gå!
de: S&pringen
el: Μετάβαση
es: Ir
eu: Joan!
fi: Mene!
fr: Atteindre
gl: ir!
he: קפוץ!
hr: Idi!
hu: OK
hy: Առաջ!
id: Jalankan!
it: Vai!
ja: 移動
lt: Pirmyn!
ms_my: Pergi!
nl: Oké
pt_br: Ir!
ru: Готово!
sk: Prejsť!
sl: Pojdi!
sr: &Пређи
sv: Gå!
th_th: ไป!
tt: Алга!
uk: Перейти!

# IDD_OPEN_DLG_CAPTION
source: Open
ar: فتح
be: Адкрыць
bn: খুলি
bs_ba: Otvori
ca: Obre
cs: Otevřít soubor
da: Åbn
de: Medien öffnen
el: Άνοιγμα
es: Abrir
eu: Ireki
fi: Avaa
fr: Ouvrir
gl: Abrir
he: פתח
hr: Otvori
hu: Megnyitás
hy: Բացել
id: Buka
it: Apri
ja: 開く
lt: Atverti
ms_my: Buka
nl: Openen
pt_br: Abrir
ru: Открыть
sk: Otvoriť
sl: Odpri
sr: Отварање
sv: Öppna
th_th: เปิด
tt: Ачарга
uk: Відкрити

# IDD_OPEN_DLG_IDC_STATIC
source: Type the address of a movie or audio file (on the Internet or your computer) and the player will open it for you.
ar: أدخل عنوان ملف الفيديو أو الصوت (على الإنترنت أو حاسوبك) والمشغل سيفتحه لك
be: Увядзіце адрас фільма або аўдыяфайла (у Інтэрнэт або на вашым камп'ютары)
bn: চলচ্চিত্র বা অডিও ফাইলের ঠিকানা (ইন্টারনেট কিংবা কম্পিউটার থেকে) প্রবেশ করুন আর এই প্লেয়ারটি তা আপনার জন্য চালনা করবে।
bs_ba: Upišite adresu filma ili audio dokumenta (na internetu ili vašem računaru) i player će ga otvoriti za vas.
ca: Escrigui la ruta del fitxer multimèdia (d'Internet o de l'ordinador) i el reproductor l'obrirà per vostè.
cs: Zadejte umístění video nebo zvukového souboru (ve vašem počítači, nebo na Internetu), který chcete otevřít.
da: Indtast adressen til en film- eller lydfil (på internettet eller din computer) og afspilleren vil åbne den for dig.
de: Neben lokalen Mediendateien können auch Inhalte aus dem Internet wiedergegeben werden. Dafür bitte Pfadnamen oder Internetadresse angeben.
el: Πληκτρολογήστε τη διεύθυνση ενός αρχείου ταινίας ή ήχου (στο Διαδίκτυο ή τον υπολογιστή σας) και το πρόγραμμα αναπαραγωγής θα το ανοίξει για σας.
es: Escriba la ruta del archivo de vídeo o audio (en Internet o en el equipo) y el reproductor lo abrirá por usted.
eu: Idatzi filma edo audio agiriaren helbidea (Interneten edo zure ordenagailuan) eta irakurgailuak irekiko du zure ordez.
fi: Kirjoita elokuva- tai äänitiedoston osoite (Internetissä tai tietokoneessa) ja soitin avaa sen sinulle.
fr: Entrez le chemin d'un film ou d'un fichier audio (sur votre ordinateur ou sur Internet) et le lecteur l'ouvrira pour vous.
gl: Escribe a ruta do filme ou ficheiro de audio (en Internet ou no teu ordenador) e o reprodutor abrirao por ti.
he: רשום כתובת של סרט או קובץ שמע (באינטרנט או במחשבך) והנגן יפתח אותו עבורך.
hr: Unesite adresu video ili zvučne datoteke (s interneta ili s Vašeg računala) i izvođač će ju otvoriti za Vas.
hu: Írja be a mozgókép vagy audiófájl címét (mely lehet Internet-cím, vagy a számítógépen belüli elérési út), és a lejátszó megnyitja a fájlt.
hy: Գրեք ֆիլմի կամ ձայնային ֆայլի հասցեն (Համացանցում կամ Ձեր համակարգչում)
id: Ketik alamat berkas film atau audio (di Internet atau komputer Anda) dan pemutar akan membukanya untuk Anda.
it: Inserisci l'indirizzo di un file audio o video (su Internet o sul tuo computer) e il lettore lo aprirà.
ja: インターネットやコンピュータ上にある再生したいムービーやオーディオ ファイルのアドレスを入力してください。
lt: Įrašykite garso ar vaizdo failo (esančio jūsų kompiuteryje arba internete) adresą ir grotuvas atidarys kūrinį jums.
ms_my: Jenis alamat bagi fail cereka atau audio (pada Internet atau komputer anda) dan pemain akan bukannya untuk anda.
nl: Typ het adres van een film of geluidsbestand (op Internet of op je computer), zodat de speler dit voor je kan openen.
pt_br: Digite o endereço do filme ou arquivo de áudio (local ou da Internet) e o programa abrirá para você.
ru: Введите адрес фильма или аудиофайла (в интернете или на вашем компьютере), чтобы проигрыватель открыл его.
sk: Zadajte adresu umiestnenia filmu alebo zvuk. súboru (na internete alebo vo vašom počítači) a prehrávač ich otvorí.
sl: Vnesi naslov filma ali zvočne datoteke (na internetu ali računalniku) in predvajalnik jo bo odprl.
sr: Унесите адресу аудио или видео датотеке (на рачунару или интернету).
sv: Skriv in adressen till en film- eller ljudfil (på Internet eller på din dator) och spelaren kommer att öppna den åt dig.
th_th: พิมพ์ที่อยู่ไฟล์ภาพยนตร์หรือไฟล์เสียง (บนอินเตอร์เน็ตหรือคอมพิวเตอร์ของคุณ) แล้วเครื่องเล่นจะเปิดมันให้คุณ
tt: Фильм яки аудиофайл адресын кертегез (Интернетта яки сезнең санакта)
uk: Введіть шлях до фільму або аудіофайлу (в мережі або на вашому комп'ютері)

# IDD_OPEN_DLG_IDC_STATIC
source: Open:
ar: فتح:
be: Адкрыць:
bn: যা খুলবেন:
bs_ba: Otvori:
ca: Obre:
cs: Otevřít:
da: Åbn:
de: Medien:
el: Άνοιγμα:
es: Abrir:
eu: Ireki:
fi: Avaa:
fr: Ouvrir :
gl: Abrir:
he: פתח:
hr: Otvori:
hu: Megnyitás:
hy: Բացել.
id: Buka:
it: Apri:
ja: 開く:
lt: Atverti:
ms_my: Buka:
nl: Openen:
pt_br: Abrir:
ru: Открыть:
sk: Otvoriť:
sl: Odpri:
sr: Отвори:
sv: Öppna:
th_th: เปิด:
tt: Ачарга:
uk: Відкрити:

# IDD_OPEN_DLG_IDC_BUTTON1
source: Browse...
ar: تصفح...
be: Агляд...
bn: ব্রাউজ করি...
bs_ba: Pretraži...
ca: Navega...
cs: Procházet...
da: Gennemse...
de: &Öffnen...
el: Εύρεση...
es: Examinar…
eu: Bilatu...
fi: Selaa...
fr: Parcourir...
gl: Procurar...
he: עיון...
hr: Traži...
hu: Tallózás...
hy: Ընտրել...
id: Jelajah...
it: Sfoglia...
ja: 参照...
lt: Naršyti...
ms_my: Layar...
nl: Bladeren...
pt_br: Procurar...
ru: Выбрать...
sk: Prehľadávať
sl: Brskaj...
sr: &Потражи…
sv: Bläddra...
th_th: เรียกดู...
tt: Сайларга...
uk: Обрати...

# IDD_OPEN_DLG_IDC_STATIC1
source: Dub:
ar: الصوت:
be: Дубляж:
bn: ভাষান্তরিত/ভিন্ন অডিও:
ca: Doblatge:
cs: Zvuková stopa:
de: Audiospur:
el: Αντικατάσταση ήχου:
es: Doblaje:
eu: Bikoitza:
fi: Dubbaa:
fr: Doublage audio :
gl: Dobraxe:
he: דיבוב:
hr: Zvučna traka:
hu: Szinkron:
hy: Կրկնօրինակ.
it: Audio:
ja: 副音声:
lt: Dubliažas:
nl: Audio:
pt_br: Dublagem:
ru: Дубляж:
sk: Zvuková stopa:
sl: Sinhronizacija:
sr: Аудио-запис:
sv: Ljud:
th_th: เสียงประกอบ:
tt: Дубляж:
uk: Дубляж:

# IDD_OPEN_DLG_IDC_BUTTON2
source: Browse...
ar: تصفح...
be: Агляд...
bn: ব্রাউজ করি...
bs_ba: Pretraži...
ca: Navega...
cs: Procházet...
da: Gennemse...
de: Ö&ffnen...
el: Εύρεση...
es: Examinar…
eu: Bilatu...
fi: Selaa...
fr: Parcourir...
gl: Procurar...
he: עיון...
hr: Traži...
hu: Tallózás...
hy: Ընտրել...
id: Jelajah...
it: Sfoglia...
ja: 参照...
lt: Naršyti...
ms_my: Layar...
nl: Bladeren...
pt_br: Procurar...
ru: Выбрать...
sk: Prehľadávať
sl: Brskaj...
sr: &Потражи…
sv: Bläddra...
th_th: เรียกดู...
tt: Сайларга...
uk: Обрати...

# IDD_OPEN_DLG_IDOK
source: OK
ar: حسناً
be: Добра
bn: ঠিক আছে
bs_ba: Uredu
ca: D'acord
el: Εντάξει
es: Aceptar
eu: Ongi
gl: De acordo
he: אישור
hr: U redu
hy: ԼԱՎ
lt: Gerai
sl: V redu
sr: &У реду
th_th: ตกลง
tt: Ярар
uk: Гаразд

# IDD_OPEN_DLG_IDCANCEL
source: Cancel
ar: إلغاء
be: Скасаваць
bn: বাতিল করি
bs_ba: Otkaži
ca: Cancel·la
cs: Storno
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
eu: Ezeztatu
fi: Peruuta
fr: Annuler
gl: Cancelar
he: ביטול
hr: Odustani
hu: Mégse
hy: Մերժել
id: Batal
it: Annulla
ja: キャンセル
lt: Ašaukti
ms_my: Batal
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: &Откажи
sv: Avbryt
th_th: ยกเลิก
tt: Баш тарту
uk: Скасувати

# IDD_OPEN_DLG_IDC_CHECK1
source: Add to playlist without opening
ar: أضفه إلى قائمة التشغيل بدون فتحه
be: Толькі дадаць у плэйліст
bn: চালনা না করে প্লেলিস্টে সংযুক্তকরণ
bs_ba: Bez otvaranja dodaj u listu za reprodukciju
ca: Afegeix-ho a la llista de reproducció sense obrir-ho
cs: Pouze přidat do playlistu (neotevírat)
da: Føj til spilleliste uden at åbne
de: Nur zur Wiedergabeliste hinzufügen
el: Προσθήκη στη λίστα αναπαραγωγής χωρίς άνοιγμα
es: Añadir a la lista de reproducción sin abrir
eu: Gehitu irakur-zerrendara ireki gabe
fi: Lisää soittolistaan avaamatta
fr: Ajouter à la liste de lecture sans démarrer la lecture
gl: Engadir á lista de reprodución sen abrir
he: הוסף לרשימת השמעה בלי לפתוח
hr: Dodaj na listu izvođenja (bez pokretanja)
hu: Hozzáadás a lejátszási listához megnyitás nélkül
hy: Միայն ավելացնել նվագացանկին
id: Tambahkan ke daftar putar tanpa membuka
it: Aggiungilo alla playlist senza aprirlo
ja: 開かずに再生リストに追加する
lt: Pridėti į grojaraštį neatidarant
ms_my: Tambah ke senarai main tanpa membuka
nl: Voe toe aan afspeellijst zonder te openen
pt_br: Adicionar à lista de reprodução sem abrir
ru: Добавить в плейлист, но не проигрывать
sk: Pridať do playlistu ale neotvárať ihneď
sl: Dodaj v seznam predvajanja brez odpiranja
sr: Додај у плеј-листу без отварања
sv: Lägg till i spelningslistan utan att öppna
th_th: เพิ่มสู่บัญชีการเล่นโดยไม่ต้องเปิด
tt: Уйнату битенә генә өстәргә
uk: Лише додати до списка відтворення

# IDD_ABOUTBOX_CAPTION
source: About
ar: حول
be: Пра праграму
bn: MPC-HC বিষয়ক
bs_ba: O
ca: Quant a
cs: O programu
da: Om
de: Über
el: Περί
es: Acerca de
eu: Honi buruz
fi: Tietoja
fr: A propos
gl: Acerca de
he: אודות
hr: O programu
hu: Névjegy
hy: Ծրագրի մասին
id: Tentang
it: Informazioni
ja: バージョン情報
lt: Apie
ms_my: Perihal
nl: Info
pt_br: Sobre
ru: О программе
sk: O programe
sl: O programu
sr: О програму
sv: Om
th_th: เกี่ยวกับ
tt: Программа турында
uk: Про програму

# IDD_ABOUTBOX_IDC_AUTHORS_LINK
source: Copyright © 2002-2019 see Authors.txt
ar: Authors.txt حقوق طبع © 2002-2019 انظر
be: Copyright © 2002-2019 глядзіце файл Authors.txt
bn: কপিরাইট © ২০০২-২০১৭ বিস্তারিত দেখুন Authors.txtএ
bs_ba: Autorska prava © 2002-2019 pogledajte Authors.txt
ca: Copyright © 2002-2019 Vegeu el fitxer Authors.txt
cs: Copyright © 2002-2019, viz soubor Authors.txt
da: Ophavsret © 2002-2019 se Authors.txt
de: Copyright © 2002-2019 siehe Authors.txt.
el: Copyright © 2002-2019 βλέπε Authors.txt
es: Derechos de autor © 2002-2019. Consulte Authors.txt
eu: Copyrighta © 2002-2019 ikusi Authors.txt
fi: Tekijänoikeudet © 2002-2019 katso Authors.txt
fr: Copyright © 2002-2019 voir le fichier Authors.txt
gl: Dereitos do autor © 2002-2019 vexa o ficheiro Authors.txt
he: כל הזכויות שמורות © 2002-2019 קרא את קובץ היוצרים (Authors.txt)
hr: Zaštićeno © 2002-2019 - pogledaj Authors.txt
hu: Szerzői jog © 2002-2019 lásd Authors.txt fájl
hy: Copyright © 2002-2019, կարդացե՛ք Authors.txt ֆայլը
id: Hak Cipta 2002-2019 lihat Authors.txt
it: Copyright © 2002-2019 vedi file Authors.txt
ja: Copyright © 2002-2019 (Authors.txt ファイルを参照)
lt: Autorinės teisės © 2002-2019 skaitykite Authors.txt
ms_my: Hakcipta © 2002-2019 sila rujuk Authors.txt
nl: Copyright © 2002-2019 zie Authors.txt bestand
pt_br: Copyright © 2002-2019 - veja o arquivo Authors.txt
ru: Copyright © 2002-2019, смотрите файл Authors.txt
sk: Copyright © 2002-2019, pozrite si súbor Authors.txt
sl: Avtorske pravice © 2002-2019, glej Authors.txt
sr: Ауторска права © 2002-2019; погледајте датотеку Authors.txt
sv: Copyright © 2002-2019 se Authors.txt
th_th: สงวนลิขสิทธิ์ © 2002-2019 ดูที่ Authors.txt
tt: Барлык хокуклар сакланган © 2002-2019, Authors.txt файлын карагыз
uk: Copyright © 2002-2019, див. файл Authors.txt

# IDD_ABOUTBOX_IDC_STATIC
source: This program is freeware and released under the GNU General Public License.
ar: هذا البرنامج مجاني وأصدر تحت رخصة GNU رخصة جنو العمومية.
be: Гэтая праграма бясплатная і распаўсюджваецца згодна з GNU General Public License.
bn: এই প্রোগ্রামটি একটি উন্মুক্ত সফটওয়্যার এবং এটি GNU জেনারেল পাবলিক লাইসেন্সের অধীনে প্রকাশ করা হয়েছে।
bs_ba: Ovaj program je besplagan i objavljen pod GNU Opštom Javnom Licencom
ca: Aquest programa és gratuït i distribuït sota la Llicència Pública General de GNU.
cs: Tento program je freeware vydaný pod GNU General Public License.
da: Dette program er freeware og udgivet under GNU General Public License.
de: Dieses Programm ist Freeware und steht unter der GNU General Public License.
el: Αυτό το πρόγραμμα είναι δωρεάν και διανέμεται υπό τους όρους της Γενικής Δημόσιας Άδειας GNU.
es: Este programa es gratuito y está publicado bajo la Licencia Pública General de GNU (GPL).
eu: Programa hau askea da eta GNU Baimen Publiko Orokorraz argitaratzen da.
fi: Tämä ohjelma on ilmainen ja se on julkaistu GNU General Public Licensen alla.
fr: Ce programme est gratuit et est distribué sous licence libre GNU General Public License.
gl: Este programa é de balde e foi lanzado baixo a Licenza Publica Xeral GNU.
he: תוכנה זו הינה חינמית ומשוחררת תחת הרשיון GNU General Public License.
hr: Ovaj program je besplatan i objavljen je pod okriljem GNU General Public License.
hu: Ez a program freeware és a GNU General Public License alatt lett kiadva.
hy: Այս ծրագիրը անվճար է և տարածվում է GNU General Public-ի լիցենզիայով։
id: Program ini adalah perangkat lunak gratis dan dirilis di bawah Lisensi Publik Umum GNU.
it: Questo software è freeware ed è rilasciato secondo la GNU General Public License.
ja: このプログラムはフリーウェアであり、GNU 一般公衆利用許諾書 (GPL) に基づいて配布されます。
lt: Ši programa yra nemokama ir platinama pagal licenciją GNU General Public License.
ms_my: Program ini adalah perisian bebas dan dikeluarkan dibawah Lesen Awam Am GNU.
nl: Dit programma is gratis en uitgegeven onder de GNU General Public License.
pt_br: Este programa é gratuito e foi licenciado sob os termos da Licença Geral Pública GNU.
ru: Эта программа бесплатна и распространяется под GNU (General Public License).
sk: Tento program je šírený ako freeware a bol vydaný pod licenciou GNU General Public.
sl: Ta program je brezplačen in izdan pod splošnim dovoljenjem GNU.
sr: Овај програм је бесплатан и издат је под лиценцом GNU GPL.
sv: MPC-HC är en fri programvara under GNU General Public License.
th_th: นี่คือโปรแกรมฟรีแวร์ และเผยแพร่ภายใต้ GNU General Public License
tt: Бу программа түләүсез һәм GNU General Public License хокукы буенча таратыла.
uk: Ця програма безкоштовна та розповсюджується за ліцензією GNU General Public License.
