Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_PPAGEADVANCED_HIDE_WINDOWED
source: Hides controls and panels also in windowed mode.
ar: إخفاء التحكم والأجهزة أيضاً في نمط النوافذ المتعددة.
be: Хаваць элементы кіравання ў аконным рэжыме.
bn: উইন্ডো'ড মোডেও কন্ট্রোল এবং প্যানেলসমূহ লুকিয়ে যাওয়া সক্রিয়করণ।
bs_ba: Sakrij kontrole i panele takođe i u prozorskom modusu
ca: Amaga els controls i els panells també en mode finestra.
cs: Skryje ovládací prvky a panely i při zobrazení v okně.
da: Skjul kontrolelementer og paneler, også i vindue-tilstand.
de: Versteckt Bedienelemente und Zusatzfenster auch bei Wiedergabe im Fenster.
el: Απόκρυψη κουμπιών ελέγχου και πάνελ στη λειτουργία παραθύρου.
es: Oculta los controles y paneles también en modo ventana.
eu: Ezkutatu aginteak eta panelak leihotuta moduan ere.
fi: Piilottaa säätimet ja panelit myös ikkunoidussa tilassa.
fr: Cacher les contrôles et les panneaux en mode fenêtré.
gl: Oculta controis e paneis tamén en modo xanela.
hr: Skriva upravljačke elemente i dodatne panele u načinu prozora.
it: Nasconde i controlli e i pannelli anche in modalità finestra.
ja: ウィンドウ モードでもコントロールおよびパネルを隠します。
lt: Slėpti valdymo ir juostos elementus taip pat ir lango veiksenoje.
ms_my: Sembunyi juga kawalan dan panel dalam mod bertetingkap.
nl: Verbergt besturingen en panelen in scherm mode.
pa: ਵਿੰਡੋ ਕਰਨ ਦੇ ਮੋਡ ਵਿੱਚ ਕੰਟਰੋਲ ਤੇ ਪੈਨਲ ਵੀ ਓਹਲੇ ਕਰੋ
pl: Ukrywa zadokowane panele oraz przyciski sterowania także w trybie okienkowym.
ru: Скрывать элементы управления и панели даже в оконном режиме.
sk: Skryje ovládacie prvky a panely aj v režime s oknami.
sl: Skrije kontrolne površine tudi v okenskem načinu.
sr: Сакрива контроле и панеле и у режиму прозора.
sv: Göm kontroller och paneler även i fönsterläge.
th_th: ซ่อนตัวควบคุมและผัง รวมถึงในโหมดหน้าต่างด้วย
vi: Ẩn các bảng điều khiển trong chế độ cửa sổ.

# IDS_PPAGEADVANCED_BLOCK_VSFILTER
source: Prevent external subtitle renderer to be loaded when internal is in use.
ar: إمنع الترجمة الخارجية ليتمكن العارض من تحمّيل الداخلية عندما تكون قيد الإستعمال.
be: Забараніць знешнія апрацоўшчыкі субцітраў калі выкарыстоўваецца ўбудаваны.
bn: আভ্যন্তরীণ সাবটাইটেল ফিল্টার ব্যবহার হতে থাকলে বাহিরস্থ সাবটাইটেল রেনডারার লোড করা প্রতিরোধ করণ।
bs_ba: Spriječi učitavanje eksternog renderera titlova kada se koristi interni.
ca: Evita que es carregui el renderitzador extern de subtítols quan s'està utilitzant l'intern.
cs: Zabránit načtení externího rendereru pro titulky pokud je použit interní renderer.
da: Forhindre eksterne undertekst-renderer i at blive indlæst når interne er i brug.
de: Blockiert einen externen VSFilter gegenüber dem internen Untertitel-Renderer.
el: Αποτροπή απόδοσης εξωτερικών υποτίτλων που πρόκειται να φορτωθούν, όταν οι εσωτερικοί είναι σε χρήση.
es: Evita que se cargue el renderizador externo de subtítulos cuando se está usando el interno.
eu: Saihestu kanpoko azpidatzi aurkezlea gertatzea barnekoa erabiltzerakoan.
fi: Estää ulkoisen tekstitysrenderöijän latautumisen sisäistä käytettäessä.
fr: Empêcher les filtres externes d'affichage de sous-titres d'être chargés quand le moteur d'affichage interne est utilisé.
gl: Evita que se cargue o renderizador externo de subtítulos cando se está usando o interno.
hr: Spriječi učitavanje eksternih titlova ako se koriste interni.
hu: Külső felirat renderelő használatának megakadályozása, amikor a belső van használatban.
it: Impedire il caricamento dei sottotitoli esterni quando sono in uso quelli interni.
ja: 内部字幕レンダラを使用している場合、外部字幕レンダラを読み込まないようにします。
lt: Išvengti išorinio subtitrų renderio naudojimo, kai naudojamas vidinis.
ms_my: Halang penerap sarikata luaran yang dimuatkan ketika dalaman sedang digunakan.
nl: Voorkomt de externe ondertitel opbouwer wanneer interne actief is.
pl: Zablokuj ładowanie zewnętrznych rendererów napisów, gdy wbudowany jest w użyciu.
ru: Запретить загрузку внешнего рендера субтитров, когда используется встроенный.
sk: Zabrániť načítaniu externých vykresľovačov titulkov, ak sa používajú interné.
sl: Prepreči nalaganje zunanjega izrisovalnika podnapisov ko je v uporabi notranji.
sr: Спречите учитавање спољног рендерера титлова док се користи унутрашњи.
sv: Förhindra att ladda externa undertextrenderare när den interna används.
th_th: ป้องกันตัวแปลผลศัพท์บรรยายภายนอกถูกโหลด เมื่อกำลังใช้ตัวภายใน
vi: Không nạp bộ dựng phụ đề bên ngoài khi bộ dựng phụ đề bên trong đang được sử dụng.

# IDS_PPAGEADVANCED_COL_NAME
source: Name
ar: الاسم
be: Імя
bn: নাম
bs_ba: Ime
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
eu: Izena
fi: Nimi
fr: Nom
gl: Nome
he: שם
hr: Naziv
hu: Név
hy: Անունը
it: Nome
ja: 名前
lt: Pavadinimas
ms_my: Nama
nl: Naam
pa: ਨਾਂ
pl: Nazwa
ru: Имя
sk: Názov
sl: Ime
sr: Име
sv: Namn
th_th: ชื่อ
tt: Исеме
vi: Tên

# IDS_PPAGEADVANCED_COL_VALUE
source: Value
ar: القيمة
be: Значэнне
bn: মান
bs_ba: Vrijednost
ca: Valor
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
es: Valor
eu: Balioa
fi: Arvo
fr: Valeur
gl: Valor
hr: Vrijednost
hu: Érték
it: Valore
ja: 値
lt: Reikšmė
ms_my: Nilai
nl: Waarde
pa: ਮੁੱਲ
pl: Wartość
ru: Значение
sk: Hodnota
sl: Vrednost
sr: Вредност
sv: Värde
th_th: ค่า
vi: Giá trị

# IDS_PPAGEADVANCED_RECENT_FILES_NUMBER
source: Maximum number of files shown in the "Recent files" menu and for which the position is potentially saved.
ar: العدد الأقصى لعرض الملفات في "الملفات الأخيرة " في قائمة الوضع لحفظها.
be: Максімальная колькасць «Нядаўніх файлаў» і захаваных для іх пазіцый.
bn: "সাম্প্রতিক ফাইলসমূহ" মেন্যুতে সর্বোচ্চ যতটি ফাইল প্রদর্শন করা হবে এবং সম্ভাব্য যেগুলোর অবস্থানকাল স্মৃতিতে সংরক্ষিত হবে।
bs_ba: Maksimalan broj dokumenata prikazanih u meniu "Skorašnji dokumenti" za koje je potencijalno sačuvana pozicija.
ca: Nombre màxim de fitxers emmagatzemats i mostrats al menú "Fitxers recents".
cs: Maximální počet souborů v nabídce "Nedávno otevřené" a seznamu uložených pozic.
da: Højeste antal filer i "Seneste filer" menuen og for hvilke placeringen potentielt er gemt.
de: Bestimmt die Maximalanzahl gespeicherter Einträge der zuletzt geöffneten Dateien. Diese können optional auch die letzte Wiedergabeposition beinhalten.
el: Ο μέγιστος αριθμός των αρχείων που εμφανίζονται στο μενού «Πρόσφατα αρχεία» και για τα οποία δυνητικά αποθηκεύεται η θέση.
es: Número máximo de archivos almacenados y mostrados en el menú «Archivos recientes».
eu: "Azken agiriak" menuan erakusten diren eta kokapena potentzialki gordetzen den gehienezko agiri zenbatekoa.
fi: "Edelliset tiedostot"-hakemistossa näytettävien tiedostojen enimmäismäärä, joiden sijainti mahdollisesti tallennetaan.
fr: Nombre maximal de fichiers affichés dans le menu "Fichiers récents" et pour lesquels la position est potentiellement sauvegardée.
gl: Número máximo de ficheiros amosados no menú "Ficheiros recentes" e para o que potencialmente se garda a posición.
hr: Maksimalni broj datoteka koje se prikazuju u izborniku "Nedavne datoteke" i za koje je potencijalno spremljena putanja.
it: Numero massimo di file da mostrare nel menu "File recenti" e per i quali sarà salvata la posizione.
ja: 「最近使ったファイル」のメニューに表示されるファイルおよび再生位置が保存できるファイルの最大数です。
lt: Maksimalus rodomų meniu „Peržiūrėta“ failų kiekis ir kokioje pozicijoje išsaugota.
ms_my: Bilangan maksimum fail yang ditunjuk dalam menu "Fail baru-baru ini" dan kedudukan manakah ia berpotensi disimpan.
nl: Maximaal aantal te tonen bestanden in het "Recente bestanden" menu en waarvan de locatie is opgeslagen
pa: "ਤਾਜ਼ਾ ਫ਼ਾਈਲਾਂ" ਵਿੱਚ ਵਿਖਾਈਆਂ ਫ਼ਾਈਲਾਂ ਦੇ ਵੱਧ ਤੋਂ ਵੱਧ ਗਿਣਤੀ ਹੈ ਅਤੇ ਜਿਹਨਾਂ ਲਈ ਸੰਭਵ ਰੂਪ ਵਿੱਚ ਸਥਿਤੀ ਨੂੰ ਸੰਭਾਲਿਆ ਗਿਆ ਹੈ।
pl: Maksymalna liczba plików pokazanych w menu "Ostatnio otwarte" i dla których może być zapisane położenia.
ru: Максимальное количество пунктов в меню «Недавние файлы» и на какой позиции сохранены.
sk: Maximálny počet súborov zobrazovaných medzi „Naposledy otvorenými súbormi“, pri ktorých je potenciálne možné uloženie pozície.
sl: Največje število datotek prikazanih v meniju "Nedavne datoteke", za katere je položaj potencialno shranjen.
sr: Максималан број датотека у менију „Скорашње датотеке“.
sv: Maximalt antal filer som visas i "Senaste Filer"-menyn och för vilka positionen eventuellt är sparad.
th_th: จำนวนไฟล์สูงสุดที่แสดงในเมนู "ไฟล์เมื่อเร็วๆ นี้" และสำหรับตำแหน่งที่จะถูกบันทึกได้
vi: Số lượng tối đa các tập tin được hiển thị trong trình đơn "Các tập tin gần đây" và khả năng lưu vị trí của chúng.

# IDS_PPAGEADVANCED_FILE_POS_LONGER
source: Remember file position only for files longer than N minutes.
ar: تذكر موقع الملف فقط للملفات أكبر من N دقائق
be: Запамінаць пазіцыю толькі для відэа даўжэйшага за N хвілін.
bn: ফাইলসমূহ N মিনিট থেকে দীর্ঘ হলেই শুধুমাত্র ফাইলের অবস্থানকাল স্মৃতিতে সংরক্ষণ।
bs_ba: Zapamti poziciju reprodukcije dokumenta samo za dokumente duže od N minuta.
ca: Recorda la posició del fitxer només pels que durin més de N minuts.
cs: Pamatovat si pozici pouze u souborů delších než N minut.
da: Husk kun filplacering for filer der er længere end N minutter.
de: Beschränkt gemerkte Datei-Wiedergabepositionen auf Dateien mit einer Laufzeit länger als N Minuten.
el: Απομνημόνευση θέσης αρχείου μόνο για αρχεία μεγαλύτερα από N λεπτά.
es: Recordar posición del archivo solo para archivos mayores que N minutos.
eu: Gogoratu agiriaren kokapena N minutu baino luzeagoak diren agirientzat bakarrik.
fi: Muista vain pidempien kuin N minuutin pituisten tiedostojen sijainti.
fr: Sauvegarder la position uniquement dans les fichiers ayant une durée supérieure à N minutes.
gl: Lembrar posición do ficheiro só para ficheiros máis longos de N minutos
hr: Zapamti poziciju reprodukcije ukoliko je datoteka duža od N minuta..
hu: Fájlpozíció megjegyzése csak a(z) N percnél hosszabb fájlokhoz.
it: Ricorda la posizione del file solo per i file con durata maggiore di N minuti.
ja: N 分よりも長いファイルのみ再生位置を記憶します。
lt: Atsiminti failų padėtį tik kūriniams ilgesniems nei N minutės.
ms_my: Ingat kedudukan fail hanya untuk fail yang lebih panjang dari N minit.
nl: Onthoudt bestand locatie alléén voor bestanden langer dan N minuten.
pa: ਕੇਵਲ N ਮਿੰਟ ਤੋਂ ਲੰਮੀਆਂ ਫ਼ਾਈਲਾਂ ਵਾਸਤੇ ਹੀ ਫ਼ਾਈਲ ਸਥਿਤੀ ਨੂੰ ਯਾਦ ਰੱਖੋ।
pl: Zapamiętuj położenie pliku tylko dla plików dłuższych niż N minut.
ru: Запоминать позицию для файлов длиннее N минут.
sk: Pamätať si pozíciu len pre súbory dlhšie ako N minút.
sl: Zapomni si pozicijo samo za datoteke daljše od N minut.
sr: Запамтите позицију само датотекама дужим од N минута.
sv: Kom bara ihåg filposition för filer längre än N minuter.
th_th: จดจำตำแหน่งไฟล์เฉพาะไฟล์ที่ยาวกว่า N นาที
vi: Chỉ ghi nhớ vị trí những tập tin có thời lượng hơn N phút.

# IDS_PPAGEADVANCED_FILE_POS_AUDIO
source: Remember file position also for audio files.
ar: تذكر مكان الملف أيضًا بالنسبة لمفات الصوت
be: Запамінаць пазіцыю і для аўдыя.
bn: অডিও ফাইলসমূহের জন্যও ফাইলের অবস্থানকাল স্মৃতিতে সংরক্ষণ।
bs_ba: Zapamti poziciju dokumenta takođe i za audio dokumente.
ca: Recorda també la posició dels fitxers d'àudio.
cs: Pamatovat si pozici i u zvukových souborů.
da: Husk også filplacering for lydfiler.
de: Sieht gemerkte Datei-Wiedergabepositionen auch für Audiodateien vor.
el: Απομνημόνευση θέσης αρχείου επίσης για τα αρχεία ήχου.
es: Recordar también la posición de los archivos de audio.
eu: Gogoratu agiriaren kokapena audio agirientzat ere.
fi: Muista myös äänitiedostojen sijainti.
fr: Sauvegarder également la position dans le fichier pour les fichiers audios.
gl: Lembrar a posición do Ficheiro
hr: Zapamti poziciju reprodukcije za zvukovnu datoteke.
hu: Fájlpozíció megjegyzése audiofájlokhoz is.
it: Ricorda la posizione del file anche per i file audio.
ja: オーディオ ファイルも再生位置を記憶します。
lt: Įsiminti failų padėtį ir garso failams.
ms_my: Juga ingat kedudukan fail untuk fail audio.
nl: Onthoud de bestand locatie ook voor audio bestanden.
pa: ਆਡੀਓ ਫ਼ਾਈਲਾਂ ਲਈ ਵੀ ਫ਼ਾਈਲ ਸਥਿਤੀ ਯਾਦ ਰੱਖੋ।
pl: Zapamiętuj położenie pliku również dla plików audio.
ru: Также запоминать позицию для аудиофайлов.
sk: Pamätať si pozíciu aj pre zvukové súbory.
sl: Zapomni si pozicijo tudi za zvočne datoteke.
sr: Запамтите позицију и за аудио-датотеке.
sv: Kom även ihåg filposition för ljudfiler.
th_th: จดจำตำแหน่งไฟล์ รวมถึงไฟล์เสียงด้วย
vi: Cũng ghi nhớ vị trí những tập tin âm thanh.

# IDS_AFTER_PLAYBACK_DO_NOTHING
source: Do Nothing
ar: لا تفعل شيء
be: Нічога не рабіць
bn: কোন কিছু করি না
bs_ba: Ne radi Ništa
ca: No facis res
cs: Žádná akce
da: Gør intet
de: Keine Aktion
el: Καμία Ενέργεια
es: No hacer nada
eu: Ez Egin Ezer
fi: Älä tee mitään
fr: Ne rien faire
gl: Non facer nada
hr: Ne čini ništa
hu: Ne csináljon semmit
it: Non fare nulla
ja: 何もしない
lt: Nieko nedaryti
ms_my: Jangan Buat Apa-apa
nl: Niets doen
pa: ਕੁਝ ਨਾ ਕਰੋ
pl: Nic nie rób
ru: Ничего не делать
sk: Neurobiť nič
sl: Ne naredi ničesar
sr: Не ради ништа
sv: Gör Ingenting
th_th: ไม่ต้องทำอะไร
vi: Không làm gì

# IDS_AFTER_PLAYBACK_PLAY_NEXT
source: Play next file in the folder
ar: شغّل الملف التالي في المجلد
be: Прайграць наступны файл ў папцы
bn: ফোল্ডারের পরবর্তী ফাইলটি প্লে করি
bs_ba: Pokreni sljedeći dokument u folderu
ca: Reprodueix el fitxer següent de la carpeta
cs: Přehrát další soubor v adresáři
da: Afspil næste fil i mappen
de: Nächste Ordnerdatei öffnen
el: Αναπαραγωγή επόμενου αρχείου στον φάκελο
es: Reproducir el próximo archivo de la carpeta
eu: Irakurri agiritegiko hurrengo agiria
fi: Toista kansion seuraava tiedosto
fr: Lire le fichier suivant dans le répertoire
gl: Reproducir o próximo ficheiro do cartafol
hr: Izvođenje slijedećeg zapisa u mapi
hu: Játssza le a mappában következő fájlt
it: Riprodurre il file successivo nella cartella
ja: フォルダ内を順次再生する
lt: Groti kitą aplanko failą
ms_my: Main fail berikutnya di dalam folder
nl: Speel volgend bestand af
pa: ਫੋਲਡਰ ਵਿੱਚ ਅਗਲੀ ਫ਼ਾਈਲ ਚਲਾਓ
pl: Otwórz następny plik w folderze
ru: Воспроизвести следующий файл в папке
sk: Prehrať ďalší súbor v priečinku
sl: Predvajaj naslednjo datoteko v imeniku
sr: Пусти следећу датотеку у фасцикли
sv: Spela nästa fil i mappen
th_th: เล่นไฟล์ถัดไปในโฟลเดอร์
vi: Chạy tệp kế tiếp trong thư mục

# IDS_AFTER_PLAYBACK_REWIND
source: Rewind current file
ar: إرجاع الملف الحالي
be: Пераматаць відэа на пачатак
bn: চলতি ফাইলটি পুনরায় চালনা
bs_ba: Premotaj trenutni dokument
ca: Torna al principi del fitxer
cs: Na začátek aktuálního souboru
da: Spol filen tilbage
de: Zum Anfang springen
el: Επαναφορά τρέχοντος αρχείου
es: Rebobinar el archivo actual
eu: Atzerabildu uneko agiria
fi: Kelaa nykyinen tiedosto taaksepäin.
fr: Rembobiner le fichier
gl: Rebobinar o ficheiro actual
hr: Premotati trenutačnu datoteku
hu: Aktuális fájl elejére ugrás
it: Riavvolgi il file attuale
ja: 現在のファイルを巻き戻す
lt: Persukti einamąjį failą
ms_my: Mandir fail semasa
nl: Huidig bestand terugspoelen
pa: ਮੌਜੂਦਾ ਫ਼ਾਇਲ ਨੂੰ ਵਾਪਿਸ ਪਿੱਛੇ ਕਰੋ
pl: Przewiń do początku aktualny plik
ru: Перемотать текущий файл
sk: Previnúť aktuálny súbor na začiatok
sl: Prevrti trenutno datoteko
sr: Премотај тренутну датотеку
sv: Spola tillbaka aktuell fil
th_th: วนซ้ำไฟล์ปัจจุบัน
vi: Phát lại tệp trước

# IDS_AFTER_PLAYBACK_CLOSE
source: Close
ar: إغلاق
be: Закрыць
bn: বন্ধ করি
bs_ba: Zatvori
ca: Tanca el fitxer
cs: Zavřít
da: Luk
de: Medien schließen
el: Κλείσιμο
es: Cerrar
eu: Itxi
fi: Sulje
fr: Fermer le fichier
gl: Pechar
he: סגור
hr: Zatvori
hu: Bezárás
hy: Փակել
it: Chiudi
ja: 閉じる
lt: Užverti
ms_my: Tutup
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sr: Затвори
sv: Stäng
th_th: ปิด
tt: Ябарга
vi: Hủy

# IDS_AFTER_PLAYBACK_EXIT
source: Exit
ar: خروج
be: Выйсці
bn: প্রোগ্রাম বন্ধ করি
bs_ba: Izlaz
ca: Surt
cs: Konec
da: Afslut
de: Programm beenden
el: Έξοδος
es: Salir
eu: Irten
fi: Sulje
fr: Quitter
gl: Saír
he: יציאה
hr: Izlaz
hu: Kilépés
hy: Փակել
it: Esci
ja: 終了
lt: Išeiti
ms_my: Keluar
nl: Afsluiten
pa: ਬਾਹਰ ਨਿਕਲੋ
pl: Zamknij program
ru: Выйти
sk: Ukončiť
sl: Izhod
sr: Изађи из програма
sv: Avsluta
th_th: ออก
tt: Чыгу
vi: Đóng

# IDS_AFTER_PLAYBACK_MONITOROFF
source: Turn off the monitor
ar: أغلق الشاشة
be: Адключыць манітор
bn: মনিটর বন্ধ করি
bs_ba: Isključi monitor
ca: Apaga el monitor
cs: Vypnout monitor
da: Sluk monitoren
de: Bildschirm ausschalten
el: Απενεργοποίηση οθόνης
es: Apagar el monitor
eu: Itzali monitorea
fi: Sammuta näyttö
fr: Éteindre l'écran
gl: Apagar o monitor
hr: Ugasiti ekran
hu: Kapcsolja ki a monitort
it: Spegnere il monitor
ja: モニタの電源を切る
lt: Išjungti monitorių
ms_my: Matikan monitor
nl: Schakel de monitor uit
pa: ਮਾਨੀਟਰ ਬੰਦ ਕਰੋ
pl: Wyłącz monitor
ru: Выключить монитор
sk: Vypnúť monitor
sl: Izključi monitor
sr: Искључи монитор
sv: Stäng av bildskärmen
th_th: ปิดจอภาพ
vi: Tắt màn hình

# IDS_IMAGE_JPEG_QUALITY
source: JPEG Image
ar: JPEG صورة
be: Выявы JPEG
bn: JPEG ছবি
bs_ba: JPEG Slika
ca: Imatge JPEG
cs: JPEG obrázek
da: JPEG billede
de: JPEG
el: JPEG Εικόνα
es: Imagen JPEG
eu: JPEG Irudia
fi: JPEG-kuva
fr: Image JPEG
gl: Imaxe JPEG
hr: JPEG slika
hu: JPEG kép
it: Immagine JPEG
ja: JPEG 画像
lt: JPEG paveikslėlis
ms_my: Imej JPEG
nl: JPEG afbeelding
pa: JPEG ਚਿੱਤਰ
pl: Obraz JPEG
ru: Изображение JPEG
sk: Obrázok JPEG
sl: JPEG Slika
sr: JPEG слика
sv: JPEG-bild
th_th: รูปภาพ JPEG
vi: Hình JPEG

# IDS_IMAGE_QUALITY
source: Quality (%):
ar: الدقة(%):
be: Якасць (%):
bn: বৈশিষ্ট্যগুণ (%):
bs_ba: Kvalitet (%):
ca: Qualitat (%):
cs: Kvalita (%):
da: Kvalitet (%):
de: Qualität (%):
el: Ποιότητα (%):
es: Calidad (%):
eu: Ontasuna (%):
fi: Laatu (%):
fr: Qualité (%) :
gl: Calidade (%):
hr: Kvaliteta (%):
hu: Minőség (%):
it: Qualità (%):
ja: 品質 (%):
lt: Kokybė (%):
ms_my: Kualiti (%):
nl: Kwaliteit (%):
pa: ਕੁਆਲਟੀ (%):
pl: Jakość (%):
ru: Качество (%):
sk: Kvalita (%):
sl: Kvaliteta (%).
sr: Квалитет (%):
sv: Kvalitet (%):
th_th: คุณภาพ (%):
vi: Chất lượng (%):

# IDS_PPAGEADVANCED_COVER_SIZE_LIMIT
source: Maximum size (NxNpx) of a cover-art loaded in the audio only mode.
ar: الحد الأقصى (NxNpx) من الأغطية الفنية يتم تحميلها في وضع الصوت فقط.
be: Максімальны памер (NxN пкс) вокладкі ў аўдыярэжыме.
bn: শুধুমাত্র অডিও মোডে লোডকৃত কভার-আর্টের সর্বোচ্চ সাইজ (NxNপিক্সেল)
bs_ba: Maksimalna veličina (NxNpx) slike sa omota učitane samo u audio modusu.
ca: Mida màxima (NxNpx) de la portada carregada al mode només àudio.
cs: Maximální velikost (NxN px) obrázku obalu pro režim přehrávání hudby.
da: Maksimal størrelse (NxNpx) af et cover-art indlæst i kun-lyd-tilstanden.
de: Beschränkt die Coverbild-Anzeige im Nur-Audio-Modus auf NxN Pixel.
el: Μέγιστο μέγεθος (NxNpx) από ένα εξώφυλλο που έχει φορτωθεί στην λειτουργία μόνο ήχου.
es: Tamaño máximo (NxN px) de la portada cargada en el modo sólo audio.
eu: Audioa bakarrik moduan gertaturiko bilduma-azalaren gehienezko neurria (NxNpx).
fi: Vain ääni -tilassa ladattavan kansikuvan enimmäiskoko (NxNpx)
fr: Taille maximale (NxN px) d'une pochette d'album affichée lors de la lecture d'un fichier audio.
gl: Tamaño máximo (NxN px) da portada cargada no modo só audio.
hr: Maksimalna veličina (NxNpx) naslovnice pokrenute u načinu samo za zvuk.
it: Dimensione massima (NxNpx) di una cover-art caricata in modalità solo audio.
ja: オーディオ専用モードで読み込まれたカバーアートの最大サイズ (NxNpx) です。
lt: Maksimalų viršelio dydį (NxNpx) įkelti tik garso režime.
ms_my: Saiz maksimum (NxNpx) seni-muka-hadapan dimuatkan dalam mod audio sahaja.
nl: Maximum grootte (NxNpx) van een geladen omslag afbeelding alléén in audio mode.
pl: Maksymalny rozmiar (NxNpx) załadowanej okładki w trybie dźwiękowym.
ru: Максимальный размер (NxNpx) загружаемой обложки в режиме аудио.
sk: Maximálna veľkosť (NxNpx) obalu načítaná v režime len pre zvuk.
sl: Največja velikost (NxNpx) naslovnice, ki se naloži v zvočnem načinu.
sr: Максимална величина (NxNpx) омота у режиму репродукције звука.
sv: Maximal storlek (N x N px) på omslagsbilderna som läses in i "enbart ljud"-läget.
th_th: ขนาดสูงสุด (NxNpx) ของภาพปก ที่โหลดเฉพาะในโหมดเสียง
vi: Kích thước tối đa (NxNpx) của một bìa album được nạp trong chế độ chỉ âm thanh.

# IDS_SUBTITLE_DELAY_STEP_TOOLTIP
source: The subtitle delay will be decreased/increased by this value each time the corresponding hotkeys are used (%s/%s).
ar: سيتم خفض التأخير للترجمة/بالنسبة لزيادة هذه القيمة في كل مرة استخدم مفاتيح التشغيل السريع المطابق للمستعملة (%s/%s).
be: Затрымка субцітраў паменшыцца/павялічыцца на гэтае значэнне пры націсканні адпаведных клавіш (%s/%s).
bn: সংশ্লিষ্ট হট্‌কী (%s/%s) ব্যবহারে সাবটাইটেলের বিলম্বন, এই মান দ্বারা প্রত্যেক বার হ্রাস/বৃদ্ধি পাবে।
bs_ba: Odgoda titlova će biti smanjena/povećana za ovu vrijednost svaki puta kada je pritisnuta odgovarajuća tipka (%s/%s).
ca: El retard dels subtítols es reduirà o s'incrementarà en funció d'aquest valor cada vegada que s'utilitzin les dreceres de teclat corresponents (%s/%s).
cs: Po použití příslušné klávesové zkratky (%s/%s) bude zpoždění titulků zvětšeno/zmenšeno o zadanou hodnotu.
da: Undertekstens forsinkelse vil blive forøget/formindsket med denne værdi hver gang genvejstasten bruges (%s/%s).
de: Bestimmt die Schrittweite der Untertitelverzögerung bei Druck der Tasten %s/%s.
el: Η καθυστέρηση στους υπότιτλους θα μειωθεί /αυξηθεί με αυτή την τιμή κάθε φορά που τα αντίστοιχα πλήκτρα χρησιμοποιούνται (%s/%s).
es: El retardo del subtítulo será reducido/aumentado por este valor cada vez que se usen los atajos de teclado correspondientes (%s/%s).
eu: Azpidatziaren atzerapena balio hau gutxitu/handituko da dagozkien lasterteklak erabiltzen diren bakoitzean (%s/%s).
fi: Tekstityksen viivettä lisätään/vähennetään tämän (%s/%s) arvon verran aina kun vastaavia pikanäppäimiä käytetään.
fr: Le décalage des sous-titres sera décrémenté/incrémenté de cette valeur à chaque fois que les touches de raccourci correspondantes seront utilisées (%s/%s).
gl: O atraso do subtítulo será diminuído/aumentado por este valor cada vez que o correspondente atallo de teclado se use (%s/%s).
hr: Titlovi će biti povećani/umanjeni s ovom vrijednošću prilikom svakog pritiskanja određenih tipki koje su namještene (%s/%s).
hu: A felirat késleltetve lesz ennek az értéknek a mértékével, a megfelelő billentyűk használatakor (%s/%s).
it: Il ritardo dei sottotitoli verrà aumentato/diminuito di questo valore ogni volta che i tasti corrispondenti saranno premuti (%s/%s).
ja: 字幕の遅延は、対応するホットキー (%s/%s) が使用されるたびに、この値で減少/増加します。
lt: Subtitrų delsa mažės/didės su šia reikšme kas kart spragtelint karštuosius klavišus (%s/%s).
ms_my: Lengahan sarikata akan dikurangkan/ditingkatkan dengan nilai ini setiap kali kekunci panas berkaitan digunakan (%s/%s).
nl: De ondertiteling vertraging wordt verlaagd / verhoogd met deze waarde telkens wanneer de corresponderende sneltoetsen worden gebruikt (%s/%s).
pl: Opóźnienie napisów zostanie zwiększone lub zmniejszone o wartość skoku przy każdym użyciu powiązanych skrótów klawiszowych (%s/%s).
ru: Задержка субтитров будет уменьшаться/увеличиваться на это значение при каждом нажатии соответствующих клавиш (%s/%s).
sk: Oneskorenie titulkov sa zníži/zvýši o túto hodnotu vždy pri stlačení príslušných klávesových skratiek (%s/%s).
sl: Zakasnitev podnapisov bo zmanjšana/povečana za to vrednost ob vsakokratni uporabi hitrih tipk (%s/%s).
sr: Кашњење титла ће бити смањено/повећано овом вредношћу сваки пут када притиснете одговарајуће пречице на тастатури (%s/%s).
sv: Undertextfördröjningen kommer att minskas/ökas med detta värde varje gång motsvarande kortkommando används (%s/%s).
th_th: การหน่วงศัพท์บรรยายจะถูกลด/ถูกเพิ่มโดยใช้ค่านี้ ในแต่ละครั้งที่ปุ่มคีย์ลัดที่กำหนดไว้ถูกใช้ (%s/%s)
vi: Sự chậm trễ phụ đề sẽ được giảm / tăng giá trị này mỗi lần các phím nóng tương ứng được sử dụng (%s/%s).
