Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDC_DSNULL_COMP
source: Connects to any video-like media type and will send the incoming samples to nowhere. Use it when you don't need the video display and want to save the CPU from working unnecessarily.
ar: الإتصال بأيّ فيديو مثل نوع الوسائط وسيرسل العينات ليفحصها ليس في أي مكان. إستعمله إذا كنت لست بحاجة إلى عرض الفيديو وأردت توفير وحدة المعالجة المركزية من عمل غير ضروري.
be: Падлучаецца да любога тыпу відэададзеных і адсылае ўваходныя кадры ў нікуды. Рэжым можа спатрэбіцца для захавання рэсурсаў працэсара ў выпадку калі патрэбны толькі гук.
bn: ভিডিওর মত যেকোনো মিডিয়া টাইপের সাথেই সংযুক্ত হবে এবং আসন্ন নমুনাসমূহকে কোথাও পাঠাবে না। এটা তখনই ব্যবহার করুন যখন আপনার ভিডিও ডিসপ্লের কোনো প্রয়োজন নেই এবং আপনি CPUকে অযথা কাজ করা থেকে বিরত রাখতে চান।
bs_ba: Povezuje se sa bilo kojim media tipom koji podsjeća na video i nikuda neće poslati dolazeće uzorke. Koristite ga kada vam nije potreban prikaz videa i želite sačuvati CPU od nepotrebnog rada.
ca: Renderitzador nul. Connecta amb qualsevol tipus de fitxer multimèdia estil-vídeo i envia el mostreig entrant a anul·lació. Utilitzeu-lo si no necessiteu mostrar el vídeo i voleu evitar el consum innecessari de la CPU.
cs: Připojí se k jakémukoliv typu videa a začne všechny vstupní vzorky zahazovat. Použijte ho pokud nepotřebujete video zobrazit a chcete ušetřit výkon procesoru.
da: Forbinder til en hvilken som helst video-lignende medietype og sender ikke de indkommende bidder nogen steder hen. Brug den når du ikke har brug for visning af videoen og gerne vil undgå unødig brug af CPU-ressourcerne.
de: Verbindet sich mit sämtlichen Videotypen, um die eingehenden Samples zu verwerfen. Kann die CPU entlasten, falls keine Videoausgabe benötigt wird.
el: Συνδέεται με οποιονδήποτε τύπο πολυμέσων βίντεο και στέλνει τα εισερχόμενα δείγματα στο πουθενά. Χρησιμοποιήστε το όταν δεν χρειάζεστε την εμφάνιση του βίντεο και θέλετε να εξοικονομήσετε επεξεργαστική ισχύ.
es: Renderizador nulo. Conecta con cualquier tipo de medio estilo-vídeo y envía el muestreo entrante a anulación. Úselo si no necesita mostrar el vídeo y quiere evitar el consumo innecesario de CPU.
eu: Edozein bideo-erako multimedia motarekn elkartzen da eta barrurako laginak inora ez bidaliko ditu. Erabili bideo erakuspenik behar ez duzunean eta CPU-a gordetzea nahi duzunean alperrik lan egitetik.
fi: Yhdistää mihin tahansa videon omaiseen mediatyyppiin eikä lähetä tulonäytettä minnekään- Käytä, kun et tarvitse videonäyttöä ja haluat säästää CPU:ta tarpeettomattomalta käytöltä.
fr: Se connecte à n'importe quel type de média vidéo mais n'envoie les données entrantes nul part. Utilisez le quand vous n'avez pas besoin de l'affichage vidéo et que vous voulez économiser des ressources processeur en évitant du travail inutile.
gl: Conecta a calquera tipo de medio de vídeo e manda as mostras a ningún lado. Utilízao cando non precisas ver o vídeo, e queres evitar o uso de CPU innecesario.
he: מתחבר לכל סוג מדיה דומה לוידאו וישלח את הדגימות הנכנסות לשום מקום. השתמש בזה כאשר אינך זקוק לתצוגת וידאו ואתה רוצה לחסוך עבודה מיותרת של המעבד.
hr: Spaja se na bilo medijski tip sličan videu i šalje dolazeće uzorke nigdje. Koristite ga kad vam ne treba video prikaz i kad želite smanjiti upotrebu CPU-a.
hu: Minden videószerű médiatípushoz csatlakozni fog és a bejövő mintákat nem küldi ki sehová. Ezt akkor válassza, ha a videómegjelenítésre nincs szüksége és meg szeretné kímélni a processzorát a felesleges munkától.
hy: Միանում է ցանկացած տեսակի տեսատվյալների և մտնող կադրերը ոչ մի տեղ չի ուղարկում։ Այս եղանակը կարող է օգտակար լինել, եթե անհրաժեշտ է պահպանել ռեսուրսներից միայն ձայնը։
it: Si interfaccia a qualsiasi tipo di video e non manda i campioni in entrata da nessuna parte. Utile quando non si ha bisogno di visualizzare il video permettendo di risparmiare lavoro non necessario alla CPU.
ja: どんな動画のようなメディア タイプにも接続して入力サンプルをどこにも出力しません。映像の表示が不要で、CPU に無駄な動作をさせたくない場合に使用してください。
lt: Prisijungia prie bet kurio vaizdo duomenų tipo ir išsiunčia įeinančius kadrus į niekur. Režimas gali praversti tausoti procesoriaus resursus tuo atveju, kai reikalingas tik garsas.
ms_my: Sambung ke mana-mana jenis media seakan-video dan akan menghantar sampel masuk ke mana-mana tempat. Guna ia bila anda tidak perlu paparan video dan mahu jimatkan CPU dari penggunaan tidak perlu.
nl: Verbind elk video achtig media type en zal de inkomende signalen nergens heenzenden. Gebruik dit als geen uitgangssignaal nodig is en de om de CPU te ontlasten.
pl: Podpina się do dowolnego typu wideo i wysyła przychodzące próbki donikąd. Użycie wskazane, gdy strumień wideo nie musi być wyświetlany, dzięki czemu można zmniejszyć obciążenie CPU.
ru: Подключается к любому типу видеоданных и отсылает входящие кадры в никуда. Используется для сохранения ресурсов процессора в случае, если вам нужен только звук.
sk: Pripája sa k akémukoľvek typu média s videom, neodosiela však prichádzajúce vzorky. Môžete ho použiť vtedy, keď nepotrebujete obrazový výstup videa a chcete obmedziť zbytočnú prácu procesora.
sl: Se priključi na katerikoli medij tipa video, vendar ne pošilja naprej nič. Uporabi ko ne potrebujete prikaza slike in želite CPU prihraniti nepotrebno delo.
sr: Повезује се са било којим медијем попут видео-записа и нигде не шаље долазне узорке. Користите када вам није потребан приказ видеа у сврху штење процесорске снаге.
sv: Ansluts till vilken videoliknande medietyp som helst, men skickar inte den inkommande datan någonstans. Använd när du inte behöver se videobildrutorna och vill undvika att centralprocessorn arbetar i onödan.
th_th: เชื่อมต่อกับชนิดสื่อที่คล้ายวิดีโอใดๆก็ตาม และจะไม่ส่งตัวอย่างที่เข้ามาไปยังที่ใด ใช้มันถ้าคุณไม่ต้องการแสดงผลวิดีโอและต้องการประหยัดกำลัง CPU จากการทำงานที่ไม่จำเป็น
tt: Подключается к любому типу видеоданных и отсылает входящие кадры в никуда. Режим может пригодиться для сохранения ресурсов процессора в случае, если нужен только звук.
vi: Kết nối với bất kỳ loại phương tiện truyền thông nào và sẽ không gửi mẫu hình ảnh đi đâu cả. Sử dụng điều này khi bạn không cần hiển thị hình ảnh video và muốn tiết kiệm CPU từ những việc không cần thiết.

# IDC_DSNULL_UNCOMP
source: Same as the normal Null renderer, but this will only connect to uncompressed types.
ar: نفس العارض العادي الملغى، لكن هذا سيتصل فقط للنماذج الغير مضغوطة.
be: Тое ж што і нармальны Null renderer, але падлучаецца толькі да несціснутых тыпаў дадзеных.
bn: সাধারণ Null rendererএর মত একই রকমের, তবে এটা শুধুমাত্র অসংকুচিত টাইপসমূহের সাথেই সংযুক্ত হবে।
bs_ba: Isto kao Null renderer, samo što će se ovo konektovatisamo na nekompresovane tipove.
ca: Renderitzador nul igual que el normal, però aquest només es connectarà amb multimèdia de tipus sense compressió.
cs: Stejný jako běžný Null renderer, ale tento se připojí pouze k nekomprimovaným typům videa.
da: Samme som den normale Null-renderer, men den her vil kun forbinde til ukomprimerede typer.
de: Unterstützt im Unterschied zum Null Video Renderer (anything) nur unkomprimierte Medientypen.
el: Όμοια με την κανονική ψευδή απόδοση, αλλά αυτή συνδέεται μόνο σε μη συμπιεσμένους τύπους.
es: Renderizador nulo igual que el normal, pero este sólo conectara con medios de tipos sin compresión.
eu: Null aurkezle arrunta bezalakoa, baina honek hertsatugabeko motak bakarrik elkartzen ditu.
fi: Sama kuin normaali Nollamuunnin, mutta vämä yhdistää vain pakkaamattomiin tyyppeihin.
fr: Identique au moteur de rendu précédent, mais ne se connectera qu'à des vidéos non compressées.
gl: Igual que o renderizador Nulo normal, pero este só conectara a tipos sen compresión.
he: כמו מציג ה-Null הרגיל, אך זה יתחבר רק לסוגים לא מכווצים.
hr: Isti kao normalni Null prikazivač ali ovaj se samo spaja na nekomprimirane vrste.
hu: Ugyan az, mint a sima Null átalakító, de ez csak tömörítetlen típusokhoz fog csatlakozni.
hy: Նույնն է ինչ Նորմալ Null ցուցադրիչը, բայց միացվում է միայն տվյալների չսեղմված տեսակին։
it: Come il Null renderer normale, ma supporta solo tipi non compressi.
ja: 標準の Null レンダラと同じですが、これは非圧縮タイプにのみ接続します。
lt: Tas pats, kaip ir normalus Null-renderis, bet prisijungia tik prie nespaustų duomenų tipų.
ms_my: Sama seperti penerap Nol biasa, tetapi ia hanya sambung kr jenis tak termampat.
nl: Hetzelfde als de normale Null opbouwer, maar deze zal alleen verbinding maken met ongecomprimeerde typen.
pl: Działa tak samo jak „Null renderer (anything)”, ale podpina się tylko do nieskompresowanych typów.
ru: То же, что и обычный Null renderer, но подключается только к несжатым типам.
sk: Rovnaké ako voľba Null renderer, ale pripájať sa dajú iba nekomprimované typy.
sl: Enako kot običajni Null izrisovalnik, vendar se ta lahko priključi samo na nestisnjene formate.
sr: Исти као и обичан Null рендерер, али овај ће се повезати само са некомпримираним типовима.
sv: Samma som den vanliga Null-renderaren, men denna kommer endast att ansluta till okomprimerade typer.
th_th: เหมือนกับตัวแปลผล Null ปกติ, แต่สิ่งนี้จะเชื่อมต่อกับชนิดที่ไม่ถูกบีบอัดเท่านั้น
tt: То же, что и нормальный Null-рендер, но подключается только к несжатым типам данных.
vi: Giống như Null render bình thường, nhưng điều này sẽ chỉ kết nối với các loại không nén.

# IDC_DSEVR_CUSTOM
source: Same as the EVR, but with the Allocator-Presenter of MPC-HC for subtitling and postprocessing. Recommended.
bs_ba: Isto kao EVR ali sa Allocator-Prezenter MPC-HC dodatkom za titlovanje i postprocesiranje. Preporučeno.
ca: Igual que l'EVR, però amb el component Allocator-Presenter (assignador-presentador) de l'MPC-HC per al subtitulat i postprocessament. Recomanat.
cs: Stejný jako EVR, ale s titulkovým a efektovým rozšířením MPC-HC. Doporučený.
da: Samme som EVR'en, men med allokationspræsentationen af MPC-HC til undertekstning og efterbehandling. Anbefales.
de: Bietet im Unterschied zum EVR eine Unterstützung für Untertitel und Postprocessing.
el: Ίδιο με το EVR, αλλά με το Allocator-Presenter του MPC-HC για υποτιτλισμό και μετα-επεξεργασία. Συνιστάται.
eu: EVR bezalakoa, baina MPC-HC Esleitzaile-Aurkeztzailearekin azpidatzi eta prozesatu-ondorenerako. Gomendatua.
hr: Isti kao EVR ali sa Allocator-Presenter-om iz MPC-HC za titlove i postprocesiranje. Preporučeno.
ja: "EVR と同じですが、字幕と後処理のために HPC-HC のアロケーター プレゼンターを使用します。(推奨)
nl: Hetzelfde als de EVR, maar met de Allocator-Presenter van MPC-HC voor ondertiteling en postprocessing. Aanbevolen.
pl: Działa tak samo jak „EVR”, ponadto z modyfikacjami umożliwiającymi obsługę napisów oraz postprocessing (shadery). Zalecany.
sk: Rovnaké ako EVR, ale s modulom Allocator-Presenter programu MPC-HC pre titulkovanie a dodatočné úpravy. Odporúča sa.

# IDC_DSMADVR
source: High-quality renderer, requires a GPU that supports D3D9 or later.
ar: عارض عالي الجودة، يتطلّب GPU الذي يدعم D3D9 أو أحدث.
be: Высокаякасны апрацоўшчык, патрабуецца відэакарта з падтрымкай D3D9 ці навей.
bn: উচ্চ-বৈশিষ্ট্যগুণ সম্পন্ন রেনডারার, ব্যবহার করতে এমন একটি GPUএর প্রয়োজন হবে যা D3D9 বা পরবর্তী সংস্করণসমূহ সমর্থন করে।
bs_ba: Renderer visokog kvaliteta, zahtijeva GPU koji podržava D3D9 ilo noviji.
ca: Renderitzador d'alta qualitat, cal una GPU amb suport D3D9 o posterior.
cs: Vysoce kvalitní renderer, vyžaduje GPU podporující D3D9 nebo novější.
da: Høj-kvalitets renderer, kræver en GPU som understøtter D3D9 eller senere.
de: Bietet diverse Optionen für eine bessere Bildqualität. Benötigt eine Grafikkarte, die Direct3D 9 sowie Pixel-Shader 3.0 unterstützt.
el: Απόδοση υψηλής ποιότητας. Απαιτείται μια GPU που υποστηρίζει D3D9 ή νεότερη έκδοση.
es: Renderizador de alta calidad, requiere una GPU que soporte D3D9 (interfaz Direct3D del entorno DirectX 9) o superior.
eu: Ontasun-Handiko aurkezlea, D3D9 edo berriagoa sostengatzen duen GPU behar da.
fi: Korkealaatuinen muunnin, edellyttää GPU:ta, joka tukee D3D9:ä tai myöhäisempää.
fr: Moteur de rendu haute qualité, nécessite une carte graphique supportant D3D9 ou ultérieur.
gl: Renderizador de alta calidade, require un GPU que soporte D3D9 ou superior.
hr: Prikazivač visoke kvalitete i zahtjeva GPU koji podržava D3D9 ili noviji.
it: Render ad Alta Qualità, richiede una GPU che supporta D3D9 o successivo.
ja: 高品質のレンダラで、 Direct3D 9 以降をサポートする GPU が必要です。
lt: Aukštos kokybės renderis, reikalaujantis D3D9 palaikančios vaizdo plokštės ar naujesnės.
ms_my: Penerap berkualiti-tinggi, memerlukan GPU yang menyokong D3D9 atau yang terkini.
nl: Hoge kwaliteit renderer, een GPU dat D3D9 of later ondersteund is vereist.
pl: Renderer oferujacy mozliwie najlepszą jakość obrazu. Wymaga karty graficznej, która obsługuje D3D9 lub nowszy.
ru: Высококачественный рендер, требует GPU с поддержкой D3D9 или новее.
sk: Vysokokvalitné vykresľovanie, vyžaduje grafický čip s podporou D3D9 alebo novšieho.
sl: Visokokvalitetni izrisovalnik, zahteva GPU s podporo D3D9 ali višje.
sr: Висококвалитетни рендерер захтева GPU који подржава D3D9 или новији.
sv: Högkvalitativ renderare, kräver en grafikprocessor som stödjer D3D9 eller senare.
th_th: ตัวแปลผลคุณภาพสูง ต้องการการ์ดจอที่รองรับ D3D9 หรือใหม่กว่า
tt: Высококачественный renderer, требуется видеокарта с поддержкой D3D9.
vi: Render hất lượng cao, đòi hỏi một GPU hỗ trợ D3D9 hoặc mới hơn.

# IDC_DSSYNC
source: Same as the EVR (CP), but offers several options to synchronize the video frame rate with the display refresh rate to eliminate skipped or duplicated video frames.
ar: نفس الـ EVR (CP)، لكنه يعرض عدّة خيارات لتزامن الفيديو ونسبة الإطار للعرض وتحديث نسبي لإزالة التخطي أو إطارات فيديو منسوخة
be: Тое ж, што EVR (СР), але прапануе некалькі варыянтаў сінхранізацыі частаты кадраў відэа з частатой абнаўлення экрана.
bn: EVR (CP)এর মত একই রকমের, তবে বাদ যাওয়া বা পুনরাবৃত্ত ভিডিও ফ্রেমসমূহ বর্জনের জন্য ভিডিও ফ্রেম রেটের সাথে ডিসপ্লে রিফ্রেশ রেটের সিঙ্ক্রোনাইজকরণে কয়েকটি অপশন দেয়।
bs_ba: Isto kao EVR (CP) ali nudi nekoliko opcija za sinhronizaciju tempa videa sa frekvencijom osvježavanja display-a a u svrhu eliminacije preskočenih ili dupliciranih video isječaka.
ca: Igual que EVR (CP), però amb unes quantes opcions per sincronitzar la freqüència d'imatge amb la taxa de refresc de la pantalla per evitar imatges perdudes o duplicades.
cs: Stejný jako EVR (CP), ale s dodatečnými možnostmi pro synchronizaci videa s obnovovací frekvencí displeje pro minimalizaci vynechaných nebo opakovaných rámců.
da: Samme som EVR (CP), men tilbyder en del indstillinger til at synkronisere billedhastigheden med skærmens opdateringshastighed for at forhindre oversprungne eller dobbelte videobilleder.
de: Bietet Optionen für die Synchronisierung der Bildrate mit der Bildwiederholfrequenz der Anzeige, um übergangene und duplizierte Videobilder zu vermeiden.
el: Ίδιο με το EVR (CP), αλλά προσφέρει πολλές επιλογές για συγχρονισμό του ρυθμού καρέ βίντεο με το ρυθμό ανανέωσης της οθόνης για εξάλειψη της παράλειψης ή διπλοαναπαραγωγής καρέ βίντεο.
es: El renderizador de sincronización es lo mismo que el renderizador EVR (CP), pero ofrece bastantes opciones para sincronizar la tasa de fotogramas con la frecuencia de refresco de pantalla para eliminar fotogramas omitidos o duplicados.
eu: EVR (CP) bezalakoa, baina aukera anitz eskaintzen ditu bideo frame neurria aldiberetzeko erakuspen berritze neurriarekin jauzi egindako edo bikoitztutako bideo frameak ezabatzeko.
fi: Sama kuin EVR (CP), mutta tarjoaa useita asetuksia videon kuvataajuuden ja näytön virkistystaajuuden synkronointiin ohitettujen tai tuplaantuneiden kuvien estämiseksi.
fr: Identique à EVR (CP), mais avec quelques options permettant de synchroniser le débit d'images avec le taux de rafraichissement de l'écran afin d'éviter les images perdues ou dupliquées.
gl: O mesmo que EVR (CP), pero ofrece bastantes opcións para sincronizar a taxa de marcos do vídeo coa taxa de actualización de visualización para eliminar marcos de vídeo saltados ou duplicados.
hr: Isti kao EVR (CP) ali nudi nekoliko opcija za sinkroniziranje brzine prikaza slike sa brzinom osvježavanja ekrana kako bi se eliminirale preskočene ili duple video slike.
it: Come l'EVR (CP), ma offre diverse opzioni per sincronizzare il frame rate del video con la frequenza di aggiornamento del display per eliminare i frame video saltati o duplicati.
ja: EVR (CP) と同じですが、ビデオ フレームのスキップまたは重複をなくすために、ディスプレイのリフレッシュ レートと動画のフレーム レートを同期するオプションがいくつか用意されています。
lt: Tas pats, kaip ir EVR (CP), bet turi papildomų priemonių sinchronizuoti kadrų dažnį su ekrano naujinimo dažniu.
ms_my: Sama seperti EVR (CP), tetapi menawarkan pilihan untuk segerakkan kadar bingkai video dengan kadar segar semula paparan untuk elakkan bingkai video berganda atau dilangkau.
nl: Zelfde als de EVER (CP), maar biedt verscheidende opties om video framerate te synchroniseren met display refresh rate om dubbele of overgeslagen frames tegen te gaan.
pl: Działa tak samo jak „EVR (CP)”, ale ponadto oferuje kilka funkcji synchronizacji prędkości klatek z prędkością odświeżania wyświetlacza w celu zlikwidowania problemu opuszczania bądź powielania klatek wideo podczas odtwarzania.
ru: То же, что EVR (CP), но имеет дополнительные средства для синхронизации частоты кадров с частотой обновления экрана.
sk: Rovnaké ako EVR (CP), ale ponúka niekoľko možností na synchronizovanie rýchlosti snímkovania videa s obnov. frekv. monitora, aby sa eliminovali preskočené alebo duplikované snímky videa.
sl: Enako kot EVR (CP), vendar ponuja več možnosti za sinhronizacijo frekvence video slike s frekvenco osveževanja zaslona zaradi preprečevanja izpuščanja ali podvojevanja video slike.
sr: Исто као EVR (CP), али пружа поједине опције за синхронизовање учесталости кадрова са учесталошћу освежавања екрана ради елиминисања прескочених или двоструких видео-кадрова.
sv: Samma som EVR (CP), men erbjuder flera val för att synkronisera videons uppdateringsfrekvens med bildskärmens för att eliminera förlorade eller dubblerade bildrutor.
th_th: เหมือนกับ EVR (CP), แต่เสนอตัวเลือกอีกเล็กน้อยเพื่อที่จะซิงค์อัตราเฟรมวิดีโอกับอัตราฟื้นฟูการแสดงผล เพื่อขจัดเฟรมวิดีโอที่ถูกข้ามหรือซ้ำซ้อน
tt: То же, что EVR (CP), но имеет дополнительные средства для синхронизации частоты кадров с частотой обновления экрана.
vi: Giống như EVR (CP), nhưng cung cấp nhiều tùy chọn để đồng bộ hóa các tốc độ khung hình với tốc độ làm tươi màn hình hiển thị để loại bỏ các khung hình video bỏ qua, nhân bản.

# IDC_RMSYSDEF
source: Real's own renderer. SMIL scripts will work, but interaction not likely. Uses DirectDraw and runs in Overlay when it can.
ar: العارض الخاص لـ Real's. مخطوطات SMIL ستعمل، لكن التفاعل غير مرجح. استعمل DirectDraw وشغله في الطبقة إذا أمكنك ذلك.
be: Уласны рэндэр RealMedia. Скрыпты SMIL будуць працаваць але без інтэрактыўнасці. Выкарыстоўвае DirectDraw і па-магчымасці запускаецца ў аверлеі.
bn: Realএর নিজস্ব রেনডারার। SMIL স্ক্রিপ্টসমুহ কাজ করবে, তবে পারস্পরিক ক্রিয়া-প্রতিক্রিয়ার সম্ভাবনা নেই। DirectDraw ব্যবহার করে আর যখন পারে Overlayএ চালনা করে।
bs_ba: Real vlastiti renderer. SMIL skripta će raditi ali je malo vjerovatna mogućnost interakcije. Koristi DirectDraw i radi u Overlay načinu kada može.
ca: Renderitzat propi real. Els scripts SMIL funcionaran, però la interacció probablemente no. Usa DirectDraw i s'excuta amb l'Overlay quant pot.
cs: Vlastní renderer Real. Skripty SMIL budou funkční, ale interakce pravděpodobně ne. Používá DirectDraw a pokud může, použije overlay.
da: Real's egen renderer. SMIL scripts vil virker, men interaktion vil formodentligt ikke virke. Bruger DirectDraw og køre i Overlay når den kan.
de: Gibt RealMedia-Video über RealNetworks' eigenen Renderer aus. SMIL-Scripte funktionieren, können aber Probleme bereiten. Verwendet neben DirectDraw nach Möglichkeit den Overlay-Modus.
el: Η απόδοση του QuickTime. Είναι λίγο αργή όταν η περιοχή του βίντεο αλλάζει μέγεθος ή καλύπτεται εν μέρει από ένα άλλο παράθυρο. Όταν η επικάλυψη δεν είναι διαθέσιμη, αυτό μπορεί να επανέλθει στο GDI.
es: El renderizador propio de Real. Los scripts SMIL funcionaran, pero la interactividad probablemente no. Usa la interfaz de renderizado DirectDraw (versiones antiguas de DirectX), y cuando puede el modo Overlay (hardware de renderizado directo).
eu: Real-ren bere aurkezlea. SMIL eskriptak egingo dute lan, baina berrizpenak zihurrenik ez. DirectDraw erabiltzen du eta Gainjarpenean abiarazten da ahal duenean.
fi: Realin oma muunnin. SMIL-skriptit toimivat, mutta vuorovaikutus luultavasti ei. Käyttää DirectDrawia ja toimii peittokuvassa kun se on mahdollista.
fr: Moteur de rendu de Real. Les scripts SMIL devraient fonctionner, mais probablement pas les interactions. Utilise DirectDraw et démarre en Overlay quand il peut.
gl: Renderizador propio Real. Os scripts SMIL funcionaran, pero a interacción probablemente non. Usa DirectDraw e corre en Overlay cando pode.
he: מציג הוידאו של Real. סקריפטי SMIL יעבדו, אך אינטרקצייה כנראה לא. משתמש ב-DirectDraw ורץ ב-Overlay כאשר הוא יכול.
hr: Prikazivač Real. SMIL skripte će raditi ali interakcija nije vjerojatna. Koristi DirectDraw i radi u Overlay kad može.
hu: A Real saját átalakítója. A SMIL szkriptek műdödni fognak, de az interaktivitás nem igazán. Használja a DirectDraw-ot és Overlay módban megy, ha lehet.
hy: RealMedia-ի սեփական ցուցադրիչը։ SMIL գրվածքները կաշխատեն։ Օգտագործում է DirectDraw և հնարավորության դեպքում բացվում է Overlay-ում։
it: Renderer di Real. Gli script SMIL funzioneranno, ma probabilmente non l'interazione. Usa DirectDraw e va in Overlay quando possibile.
ja: Real 独自のレンダラです。相互作用はないですが、SMIL スクリプトは動作します。DirectDraw を使用して可能ならオーバーレイで動作します。
lt: Savas Real renderis. SMIL skriptai veiks, tačiau be interaktyvumo. Naudoja DirectDraw ir, pagal galimybę, pasileidžia overlėjuje.
ms_my: Penerap Real sendiri. Skrip SMIL akan berfungsi, tetapi interaksi berkemungkinan tidak berfungsi. Gunakan DirectDraw dan dijalankan dalam Tindihan bila ia boleh.
nl: Real's eigen opbouwer. SMIL scripts functioneren, maar interactie waarschijnlijk niet. Gebruikt DirectDraw en werkt in Overlay-modus waar mogelijk.
pl: Renderuje pliki formatu RealMedia przy użyciu natywnego filtra. Obsługuje skrypty SMIL i czasem interakcję. Używa DirectDraw i pracuje w trybie nakładki, jeśli istnieje taka możliwość.
ru: Рендер RealMedia. Скрипты SMIL будут работать, но взаимодействие маловероятно. Использует DirectDraw и запускается в оверлее, когда это возможно.
sk: Vlastné vykresľovanie programu Real. SMIL skripty zostanú funkčné, nebudú však interaktívne. Používa sa DirectDraw a aj funkcia Overlay, ak je podporovaná.
sl: Lastni izrisovalnik Real. SMIL skripte bodo delale, interakcija pa najbrž ne. Uporablja DirectDraw in teče s prekrivanjem, kadar lahko.
sr: Сопствени рендерер RealMedia формата. SMIL скрипти ће радити, али интеракција вероватно неће. Користи DirectDraw и прекривање, када је то могуће.
sv: Reals egna renderare. SMIL-skript kommer att fungera, men interaktivitet är inte troligt. Använder DirectDraw och körs i överlägg när den kan.
th_th: ตัวแปลผลของ Real เอง สคริปต์ SMIL จะใช้งานได้ แต่ปฏิกิริยาไม่น่าใช่, ใช้ DirectDraw และรันใน Overlay เมื่อมันสามารถ
tt: Собственный рендер RealMedia. Скрипты SMIL будут работать, но без интерактивности. Использует DirectDraw и, по возможности, запускается в оверлее.
vi: Dựng hình của Real. Kịch bản SMIL sẽ làm việc, nhưng không có khả năng tương tác. Sử dụng DirectDraw và chạy trong Overlay khi nó có thể.
