Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_PPAGEWEBSERVER_IDC_CHECK4
source: Serve pages from:
ar: :صفحات الخادم من
be: Браць старонкі з:
bn: পেইজসমূহ সংগৃহীত হবে:
bs_ba: Serviraj stranice iz:
ca: Serveix les pàgines des de:
cs: Odesílat stránky z:
da: Vis sider fra:
de: Stammverzeichnis verwenden:
el: Εξυπηρέτηση σελίδων από:
es: Servir páginas desde:
eu: Zerbitzatu orrialdeak hemendik:
fi: Sivujen tarjoilu sijainnista:
fr: Servir les pages depuis :
gl: Servir páxinas dende:
he: הגש דפים מ:
hr: Usluži stranice iz:
hu: Oldalak kiszolgálása erről a helyről:
hy: Վերցնել էջերը՝
id: Layani halaman dari:
it: Fornisci pagine da:
ja: サーバーのルート ディレクトリ:
lt: Imti puslapius iš:
ms_my: Layan halaman dari:
nl: Geef HTML-pagina's van:
pt_br: Servir páginas de:
ru: Брать страницы из:
sk: Dodávať stránky z adresy:
sl: Streži strani od:
sr: Услужи странице из:
sv: Visa sidor från:
th_th: เสิร์ฟหน้าจาก:
tt: Битне алырга:
uk: Брати сторінки з:

# IDD_PPAGEWEBSERVER_IDC_BUTTON1
source: Browse...
ar: ..تصفح
be: Агляд...
bn: ব্রাউজ করি...
bs_ba: Pretraži...
ca: Navega...
cs: Procházet...
da: Gennemse...
de: &Ändern...
el: Εύρεση...
es: Examinar…
eu: Bilatu...
fi: Selaa...
fr: Parcourir...
gl: Procurar...
he: עיין...
hr: Traži...
hu: Tallózás...
hy: Ընտրել...
id: Ramban...
it: Sfoglia...
ja: 参照...
lt: Naršyti...
ms_my: Layar...
nl: Bladeren...
pt_br: Procurar...
ru: Выбрать...
sk: Prehľadávať
sl: Brskaj...
sr: &Потражи…
sv: Bläddra...
th_th: เรียกดู...
tt: Сайларга...
uk: Вибрати...

# IDD_PPAGEWEBSERVER_IDC_BUTTON2
source: Deploy...
ar: توزيع...
be: Выгрузіць...
bn: ডিপ্লয় করি...
bs_ba: Primijeni...
ca: Desplega...
cs: Uložit...
da: Installér...
de: &Anlegen...
el: Ανάπτυξη...
es: Desplegar…
eu: Hedatu...
fi: Käytä...
fr: Déployer...
gl: Desplegar...
he: פרוס...
hr: Razvij...
hu: Letárolás...
hy: Հանել...
id: Terapkan...
it: Schiera...
ja: 展開...
lt: Dislokuoti...
ms_my: Bina...
nl: Toepassen...
pt_br: Implantar...
ru: Выгрузить...
sk: Rozmiestniť
sl: Uvedi...
sr: Распореди…
sv: Exportera...
th_th: ใช้สอย...
tt: Бушатырга...
uk: Вивантажити

# IDD_PPAGEWEBSERVER_IDC_STATIC
source: Default page:
ar: الصفحة الإفتراضية:
be: Пачатковая старонка:
bn: ডিফল্ট পেইজ:
bs_ba: Podrazumijevana stranica:
ca: Pàgina per defecte:
cs: Výchozí stránka:
da: Standardside:
de: Startseite:
el: Προεπιλεγμένη σελίδα:
es: Página predeterminada:
eu: Berezko orrialdea:
fi: Oletussivu:
fr: Page par défaut :
gl: Páxina predefinida:
he: דף ברירת המחדל:
hr: Početna stranica:
hu: Alapértelmezett oldal:
hy: Հիմնական էջը
id: Halaman baku:
it: Pagina predefinita:
ja: 既定のページ:
lt: Numatytasis puslapis:
ms_my: Halaman lalai:
nl: Startpagina:
pt_br: Página padrão:
ru: Cтраница по умолчанию:
sk: Predvolená strana:
sl: Privzeta stran:
sr: Подразумевана страница:
sv: Standardsida:
th_th: หน้าตั้งต้น:
tt: Баш бит:
uk: Початкова сторінка:

# IDD_PPAGEWEBSERVER_IDC_STATIC
source: CGI handlers: (.ext1=path1;.ext2=path2;...)
ar: CGI عوامل: (.ext1=path1;.ext2=path2;...)
be: Інтэрпрэтатары CGI: (.ext1=path1;.ext2=path2;...)
bn: CGI নিয়ন্ত্রকসমূহ: (.ext1=path1;.ext2=path2;...)
bs_ba: CGI rukovaoci: (.ext1=putanja1;.ext2=putanja2;...)
ca: Gestors del CGI: (.ext1=ruta1;.ext2=ruta2;...)
cs: Obsluha CGI: (.ext1=path1;.ext2=path2;...)
da: CGI handlere: (.filtype1=sti1;.filtype2=sti2;...)
de: CGI-Handler (.ext1=Pfad1;.ext2=Pfad2;...):
el: Δείκτες χειρισμού CGI: (.ext1=κατάλογος1, .ext2=κατάλογος2, ...)
es: Manejadores de CGI: (.ext1=ruta1;.ext2=ruta2;…)
eu: CGI kudeatzaileak: (.ext1=path1;.ext2=path2;...)
fi: CGI käsittelijät: (.ext1=path1;.ext2=path2;...)
fr: Gestionnaires CGI : (.ext1=chemin1;.ext2=chemin2;...)
gl: Xestores de CGI: (.ext1=ruta1;.ext2=ruta2;...)
he: מטפלי CGI: (.ext1=path1;.ext2=path2;...)
hr: CGI upravljač: (.ext1=path1;.ext2=path2;...)
hu: CGI kezelők: (.ext1=path1;.ext2=path2;...)
hy: CGI մեկնիչ. (.ext1=path1;.ext2=path2;...)
id: Penangan CGI: (.ext1=path1;.ext2=path2;...)
it: Connettori CGI: (.ext1=path1;.ext2=path2;...)
ja: CGI ハンドラ: (拡張子1=パス1; 拡張子2=パス2;...)
lt: CGI valdikliai: (.ext1=path1;.ext2=path2;...)
ms_my: Pengendali CGI: (.ext1=path1;.ext2=path2;...)
nl: CGI afhandeling: (.ext1=path1;.ext2=path2;...)
pt_br: Gerenciadores de CGI: (.ext1=caminho1;.ext2=caminho2;...)
ru: Обработчики CGI: (.ext1=path1;.ext2=path2;...)
sk: Obsluha CGI: (.ext1=path1;.ext2=path2;...)
sl: CGI upravljalci: (.ext1=pot1;.ext2=pot2;...)
sr: CGI руковаоци (.ext1=path1;.ext2=path2;…):
sv: CGI-hanterare: (.ext1=path1;.ext2=path2;...)
th_th: ตัวจัดการ CGI: (.ext1=path1;.ext2=path2;...)
tt: CGI аңлатма бирүчесе: (.ext1=path1;.ext2=path2;...)
uk: Інтерпретація CGI: (.ext1=path1;.ext2=path2;...)

# IDD_SUBTITLEDL_DLG_CAPTION
source: Download subtitles
ar: تحميل الترجمات
be: Спампаваць субцітры
bn: সাবটাইটেল ডাউনলোড করি
bs_ba: Download titlove
ca: Descarrega els subtítols
cs: Stáhnout titulky
da: Download undertekster
de: Untertitel herunterladen
el: Λήψη υποτίτλων
es: Descargar subtítulos
eu: Jeitsi azpidatziak
fi: Lataa tekstitykset
fr: Télécharger des sous-titres
gl: Baixar subtítulos
he: הורד כתוביות
hr: Preuzmi titlove
hu: Feliratok letöltése
hy: Բեռնել տողագրերը
id: Unduh subtitel
it: Scarica sottotitoli
ja: 字幕をダウンロード
lt: Atsisiųsti subtitrus
ms_my: Muat turun sarikata
nl: Ophalen ondertiteling
pt_br: Baixar legendas
ru: Загрузить субтитры
sk: Stiahnuť titulky
sl: Prenesi podnapise
sr: Преузми титл
sv: Ladda ner undertexter
th_th: ดาวน์โหลดศัพท์บรรยาย
tt: Субтитрларны йөкләргә
uk: Завантажити субтитри

# IDD_SUBTITLEDL_DLG_IDC_CHECK1
source: Replace currently loaded subtitles
ar: استبدال الترجمة المحملة حاليا
be: Замяняць ужо адкрытыя субцітры
bn: এই মুহূর্তে লোডকৃত সাবটাইটেলের সাথে প্রতিস্থাপন
bs_ba: Zamijeni trenutno učitane titlove
ca: Reemplaça els subtítols carregats actualment
cs: Nahradit aktuálně načtené titulky
da: Erstat aktuelle indlæste undertekster
de: Aktuell geladene Untertitel ersetzen
el: Αντικ/ση φορτωμένων τώρα υποτίτλων
es: Remplazar subtítulos cargados actualmente
eu: Ordeztu orain gertatutako azpidatziak
fi: Korvaa nykyiset ladatut tekstitykset
fr: Remplacer les sous-titres déjà chargés
gl: Substitue os subtítulos cargados actualmente
he: החלף את הכתוביות שכבר הועלו
hr: Zamijeni trenutno učitane titlove
hu: Jelenleg betöltött felirat lecserélése
hy: Փոփոխել արդեն բացված տողագրերը
id: Ganti subtitel yang sedang dimuat
it: Sostituisci i sottotitoli correntemente caricati
ja: 現在読み込まれている字幕を置き換える
lt: Pakeisti jau įkeltus subtitrus
ms_my: Ganti sarikata dimuat semasa
nl: Vervang huidig geladen ondertiteling
pt_br: Substituir legendas carregadas atualmente
ru: Заменить уже открытые субтитры
sk: Nahradiť práve načítané titulky
sl: Nadomesti trenutno naložene podnapise
sr: Замени учитане титлове
sv: Ersätt aktuell inladdade undertexter
th_th: แทนที่ศัพท์บรรยายที่โหลดอยู่ปัจจุบัน
tt: Ачылган субтитрларны алмаштырырга
uk: Заміняти вже відкриті субтитри

# IDD_SUBTITLEDL_DLG_IDOK
source: Download
ar: تحميل
be: Спампаваць
bn: ডাউনলোড
bs_ba: Download-uj
ca: Descarrega
cs: Stáhnout
de: &Herunterladen
el: Λήψη
es: Descargar
eu: Jeitsi
fi: Lataa
fr: Télécharger
gl: Descargar
hr: Preuzmi
hu: Letöltés
id: Unduh
ja: ダウンロード
ms_my: Muat Turun
nl: Ophalen
pt_br: Baixar
ru: Загрузить
sk: Stiahnuť
sl: Prenesi
sr: Преузми
sv: Ladda ner
th_th: ดาวน์โหลด
uk: Завантажити

# IDD_SUBTITLEDL_DLG_IDC_BUTTON1
source: Refresh
ar: تنشيط
be: Абнавіць
bn: পুনঃবিন্যস্ত করি
bs_ba: Refreširaj
ca: Actualitza
cs: Aktualizovat
da: Opdater
de: &Aktualisieren
el: Ανανέωση
es: Actualizar
eu: Berritu
fi: Päivitä
fr: Actualiser
gl: Refrescar
hr: Osvježi
hu: Frissítés
id: Segarkan
ja: 更新
ms_my: Segar Semula
nl: Verversen
pt_br: Atualizar
ru: Обновить
sk: Obnoviť
sl: Osveži
sr: Освежи
th_th: เรียกใหม่
uk: Оновити

# IDD_SUBTITLEDL_DLG_IDC_BUTTON2
source: Abort
ar: إلغاء
be: Перарваць
bn: রহিত করি
bs_ba: Prekini
ca: Cancel·la
cs: Zrušit
da: Afbryd
de: &Abbrechen
el: Ματαίωση
es: Interrumpir
eu: Utzi
fi: Keskeytä
fr: Abandonner
gl: Abortar
hr: Prekini
hu: Elvetés
id: Batal
ja: 中止
ms_my: Henti Paksa
nl: Afbreken
pt_br: Abortar
ru: Прервать
sk: Prerušiť
sl: Prekini
sr: Прекини
th_th: ยกเลิก
uk: Перервати

# IDD_SUBTITLEDL_DLG_IDC_BUTTON3
source: Options
ar: اعدادات
be: Налады
bn: অপশনসমূহ
bs_ba: Opcije
ca: Opcions
cs: Možnosti
da: Indstillinger
de: &Optionen...
el: Επιλογές
es: Opciones
eu: Aukerak
fi: Optiot
gl: Opcións
he: הגדרות
hr: Postavke
hu: Beállítások
hy: Ընտրանքներ
id: Opsi
it: Opzioni
ja: オプション
lt: Nustatymai
ms_my: Pilihan
nl: Opties
pt_br: Opções
ru: Настройки
sk: Nastavenia
sl: Možnosti
sr: Опције
sv: Inställningar
th_th: ตัวเลือก
tt: Рәвешләр
uk: Опції

# IDD_SUBTITLEUP_DLG_CAPTION
source: Upload subtitles
ar: رفع الترجمة
be: Запампаваць субцітры
bn: সাবটাইটেল আপলোড করি
bs_ba: Upload-uj titlove
ca: Penja els subtítols
cs: Odeslat titulky
da: Upload undertekster
de: Untertitel hochladen
el: Αποστολή υποτίτλων
es: Subir subtítulos
eu: Igo azpidatziak
fi: Lähetä tekstitykset
fr: Envoyer des sous-titres
gl: Subir subtítulos
hr: Pošalji titlove
hu: Feliratok feltöltése
id: Unggah subtitel
ja: 字幕をアップロード
ms_my: Muat naik sarikata
nl: Ondertitel opsturen
pt_br: Enviar legendas
ru: Разместить субтитры
sk: Odoslať titulky
sl: Prenesi podnapise gor
sr: Отпремање титлова
sv: Ladda upp undertext
th_th: อัพโหลดศัพท์บรรยาย

# IDD_SUBTITLEUP_DLG_IDOK
source: Upload
ar: رفع
be: Запампаваць
bn: আপলোড করি
bs_ba: Upload-uj
ca: Penja
cs: Odeslat
de: &Hochladen
el: Αποστολή
es: Subir
eu: Igo
fi: Lähetä
fr: Envoyer
gl: Subir
hr: Pošalji
hu: Feltöltés
id: Unggah
ja: アップロード
ms_my: Muat Naik
nl: Opsturen
pt_br: Enviar
ru: Разместить
sk: Odoslať
sl: Prenesi gor
sr: Отпреми
sv: Ladda upp
th_th: อัพโหลด

# IDD_SUBTITLEUP_DLG_IDC_BUTTON1
source: Abort
ar: إلغاء
be: Перарваць
bn: রহিত করি
bs_ba: Prekini
ca: Cancel·la
cs: Zrušit
da: Afbryd
de: &Abbrechen
el: Ματαίωση
es: Abandonar
eu: Utzi
fi: Keskeytä
fr: Abandonner
gl: Abortar
hr: Prekini
hu: Elvetés
id: Batal
ja: 中止
ms_my: Henti Paksa
nl: Afbreken
pt_br: Abortar
ru: Отменить
sk: Prerušiť
sl: Prekini
sr: Прекини
th_th: ยกเลิก
uk: Перервати

# IDD_SUBTITLEUP_DLG_IDC_BUTTON2
source: Options
ar: اعدادات
be: Налады
bn: অপশনসমূহ
bs_ba: Opcije
ca: Opcions
cs: Možnosti
da: Indstillinger
de: &Optionen...
el: Επιλογές
es: Opciones
eu: Aukerak
fi: Asetukset
gl: Opcións
he: הגדרות
hr: Postavke
hu: Beállítások
hy: Ընտրանքներ
id: Opsi
it: Opzioni
ja: オプション
lt: Nustatymai
ms_my: Pilihan
nl: Opties
pt_br: Opções
ru: Настройки
sk: Nastavenia
sl: Možnosti
sr: Опције
sv: Inställningar
th_th: ตัวเลือก
tt: Рәвешләр
uk: Опції

# IDD_FILEPROPRES_IDC_BUTTON1
source: Save As...
ar: حفظ بإسم...
be: Захаваць як...
bn: সেইভ করতে পারি...
bs_ba: Snimi Kao...
ca: Anomena i desa…
cs: Uložit jako...
da: Gem som...
de: &Speichern...
el: Αποθήκευση ως...
es: Guardar como…
eu: Gorde Honela...
fi: Tallenna nimellä...
fr: Enregistrer &sous...
gl: Gardar como...
he: שמירה בשם...
hr: Spremi kao...
hu: Mentés másként...
hy: Պահպանել որպես...
id: Simpan Sebagai...
it: Salva con nome...
ja: 名前を付けて保存...
lt: Išsaugoti Kaip...
ms_my: Simpan Sebagai...
nl: Opslaan als...
pt_br: Salvar Como...
ru: Сохранить как...
sk: Uložiť ako...
sl: Shrani kot...
sr: Сачувај као…
sv: Spara Som...
th_th: บันทึกเป็น....
tt: Ничек сакларга...
uk: Зберегти як...

# IDD_PPAGEMISC_IDC_STATIC
source: Color controls (for VMR-9, EVR and madVR)
ar: التحكم بالألوان (لـ VMR-9، EVR وmadVR)
be: Кіраванне колерам (для VMR-9, EVR і madVR)
bn: রং নিয়ন্ত্রণ (VMR-9, EVR এবং madVRএর জন্য)
bs_ba: Kontrole Boje (za VMR-9, EVR i madVR)
ca: Controls de color (per a VMR-9, EVR i madVR)
cs: Nastavení barev (VMR-9, EVR a madVR)
da: Farveindstillinger (til VMR-9, EVR og madVR)
de: Farbsteuerung für VMR-9, EVR und madVR
el: Έλεγχος χρωμάτων (για VMR-9, EVR και madVR)
es: Controles de color (para VMR-9, EVR y madVR)
eu: Margo aginteak (VMR-9, EVR eta madVR)
fi: Värien säätö (VMR-9:lle, EVR:lle ja madVR:lle)
fr: Réglages des couleurs (pour VMR-9, EVR et madVR)
gl: Controis de cor (para VMR-9, EVR e madVR)
he: כלי שליטה בצבע (עבור VMR-9, EVR ו-madVR)
hr: Kontrola boja (za VMR-9, EVR i madVR)
hu: Színbeállítások (VMR-9, EVR és madVR renderelőhöz)
hy: Գույների կառավարում (VMR-9, EVR և madVR-ի համար)
id: Pengendali warna (untuk VMR-9, EVR dan madVR)
it: Controlli colore (per VMR-9, EVR e madVR)
ja: カラー コントロール (VMR-9, EVR および madVR 用)
lt: Spalvų valdymas (VMR-9, EVR, madVR)
ms_my: Kawalan warna (untuk VMR-9, EVR dan madVR)
nl: Kleurbeheer (voor VMR-9, EVR en madVR)
pt_br: Controles de cor (apenas para VMR-9, EVR e madVR)
ru: Управление цветом (для VMR-9, EVR и madVR)
sk: Ovládače farieb (pre VMR-9, EVR a madVR)
sl: Nadzor barve (za VMR-9, EVR in madVR)
sr: Управљање бојом (за VMR-9, EVR и madVR)
sv: Färgkontroll (för VMR-9, EVR och madVR)
th_th: การควบคุมสี (สำหรับ VMR-9, EVR และ madVR)
tt: Төс белән идарә (VMR-9, EVR һәм madVR өчен)
uk: Керування кольором (для VMR-9, EVR і madVR)

# IDD_PPAGEMISC_IDC_STATIC
source: Brightness
ar: الإضاءة
be: Яркасць
bn: উজ্জ্বলতা
bs_ba: Osvijetljenost
ca: Brillantor
cs: Jas
da: Lysstyrke
de: Helligkeit:
el: Φωτεινότητα
es: Brillo
eu: Dizdira
fi: Kirkkaus
fr: Luminosité
gl: Brillo
he: בהירות
hr: Svjetlost
hu: Fényerő
hy: Պայծառությունը
id: Kecerahan
it: Luminosità
ja: 明るさ
lt: Šviesumas
ms_my: Kecerahan
nl: Helderheid
pt_br: Brilho
ru: Яркость
sk: Jas
sl: Svetlost
sr: Осветљеност
sv: Ljusstyrka
th_th: ความสว่าง
tt: Яктылык
uk: Яскравість

# IDD_PPAGEMISC_IDC_STATIC
source: Contrast
ar: التباين
be: Кантраст
bn: কনট্রাস্ট
bs_ba: Kontrast
cs: Kontrast
da: Kontrast
de: Kontrast:
el: Αντίθεση
es: Contraste
eu: Zuribeltztasuna
fi: Kontrasti
fr: Contraste
gl: Contraste
he: ניגודיות
hr: Kontrast
hu: Kontraszt
hy: Կոնտրաստը
id: Kontras
it: Contrasto
ja: コントラスト
lt: Kontrastas
ms_my: Beza Jelas
pt_br: Contraste
ru: Контрастность
sk: Kontrast
sl: Kontrast
sr: Контраст
sv: Kontrast
th_th: ความตัดกัน
tt: Капма-каршылык
uk: Контраст

# IDD_PPAGEMISC_IDC_STATIC
source: Hue
ar: صبغة اللون
be: Адценне
bn: রঙের আভা
bs_ba: Nijansa
ca: To
cs: Odstín
da: Farvetone
de: Farbton:
el: Απόχρωση
es: Tono
eu: Nabardura
fi: Sävy
fr: Teinte
gl: Tinta
he: גוון
hr: Nijansa
hu: Színárnyalat
hy: Ստվերը
id: Rona
it: Tonalità
ja: 色合い
lt: Atspalvis
ms_my: Rona
nl: Tint
pt_br: Cor
ru: Оттенок
sk: Odtieň
sl: Odtenek
sr: Нијанса
sv: Färgton
th_th: สีสัน
tt: Төсмер
uk: Відтінок

# IDD_PPAGEMISC_IDC_STATIC
source: Saturation
ar: الإشباع
be: Насычанасць
bn: রঙের তীব্রতা
bs_ba: Zasićenje
ca: Saturació
cs: Sytost
da: Mætning
de: Sättigung:
el: Κορεσμός
es: Saturación
eu: Margoasetasuna
fi: Kylläisyys
gl: Saturación
he: הרוויה
hr: Zasićenje
hu: Telítettség
hy: Խտայնությունը
id: Kejenuhan
it: Saturazione
ja: 鮮やかさ
lt: Sodrumas
ms_my: Ketepuan
nl: Verzadiging
pt_br: Saturação
ru: Насыщенность
sk: Sýtosť
sl: Nasičenje
sr: Засићеност
sv: Mättnad
th_th: ความอิ่มตัว
tt: Куелык
uk: Насиченість

# IDD_PPAGEMISC_IDC_RESET
source: Reset
ar: إعادة ضبط
be: Скінуць
bn: পুনর্বিন্যাস করি
bs_ba: Resetuj
ca: Restableix
cs: Výchozí
da: Nulstil
de: &Standard
el: Επαναφορά
es: Restablecer
eu: Berrezarri
fi: Palauta
fr: Réinitialiser
gl: Reiniciar
he: אפס
hr: Resetiraj
hu: Visszaállítás
hy: Վերակայել
id: Setel Ulang
it: Reimposta
ja: リセット
lt: Atstatyti
ms_my: Tetapn Semula
pt_br: Resetar
ru: Сброс
sk: Obnoviť
sl: Ponastavi
sr: Подразум.
sv: Återställ
th_th: คืนค่า
tt: Ташлау
uk: Скинути

# IDD_PPAGEMISC_IDC_STATIC
source: Update check
ar: فحص التحديث
be: Праверка абнаўленняў
bn: হালনাগাদ অনুসন্ধান
bs_ba: Provjera nadgradnje
ca: Comprovació d'actualitzacions
cs: Aktualizace
da: Søg efter opdatering
de: Programm-Update
el: Έλεγχος για ενημερώσεις
es: Búsqueda de actualizaciones
eu: Eguneraketa egiaztapena
fi: Päivitysten tarkistus
fr: Recherche automatique des mises à jour
gl: comprobación de actualizacións
he: בדיקת עדכון
hr: Provjeri nadogradnju
hu: Frissítések keresése
hy: Թարմացումների ստուգում
id: Periksa pemutakhiran
it: Controlla aggiornamenti
ja: 更新の確認
lt: Atnaujinimų tikrinimas
ms_my: Kemaskini semakan
nl: Opwaardering controle
pt_br: Checagem de atualizações
ru: Проверка обновлений
sk: Kontrola aktualizácií
sl: Preveri za posodobitve
sr: Ажурирање
sv: Uppdateringskontroll
th_th: ตรวจสอบการอัพเดต
tt: Яңартуны тикшерергә
uk: Перевірка оновлень

# IDD_PPAGEMISC_IDC_CHECK1
source: Enable automatic update check
ar: تمكين الفحص التلقائي للتحديثات
be: Уключыць аўтаматычную праверку абнаўленняў
bn: স্বয়ংক্রিয়ভাবে হালনাগাদ অনুসন্ধান সক্রিয়করণ
bs_ba: Omogući automatsku provjeru nadgradnje
ca: Activa la comprovació automàtica d'actualitzacions
cs: Povolit automatickou kontrolu aktualizací
da: Aktivér automatisk søgning efter opdatering
de: Automatische Update-Prüfung
el: Ενεργοποίηση αυτόματου ελέγχου ενημερώσεων
es: Activar búsqueda automática de actualizaciones
eu: Gaitu berezgaitasunezko eguneraketa egiaztapena
fi: Päivitysten automaattinen tarkistus päällä
fr: Activer la recherche automatique des mises à jour
gl: Activar comprobación automática de actualizacións
he: הפעל בדיקת עדכונים אוטומטית
hr: Omogući automatsku provjeru nadogradnje
hu: Frissítések keresése automatikusan
hy: Միացնել թարմացումների ստուգումը
id: Fungsikan pemeriksaan pemutakhiran otomatis
it: Abilita controllo automatico aggiornamenti
ja: 更新を自動的に確認する
lt: Įjungti atnaujinimų automatinį tikrinimą
ms_my: Benarkan semak kemaskini berautomatik
nl: Automatisch op opwaarderingen controleren
pt_br: Ativar a checagem de atualizações
ru: Проверять обновления автоматически
sk: Zapnúť automatickú kontrolu aktualizácií
sl: Omogoči samodejno preverjanje za posodobitve
sr: Аутоматска потражња ажурирања
sv: Aktivera automatiskt uppdateringskontroll
th_th: ใช้งานการตรวจสอบการอัพเดตอัตโนมัติ
tt: Яңартуны үзе тикшерү
uk: Ввімкнути автоматичну перевірку оновлень

# IDD_PPAGEMISC_IDC_STATIC5
source: Check every:
ar: افحص كل:
be: Правяраць праз кожныя:
bn: অনুসন্ধান করা হবে:
bs_ba: Provjeri svakih:
ca: Comprova cada:
cs: Kontrolovat každých:
da: Tjek hver:
de: Tage zwischen den Prüfungen:
el: Έλεγχος κάθε:
es: Comprobar cada:
eu: Egiaztapen epea:
fi: Tarkista joka:
fr: Vérifier tous les :
gl: Comprobar cada:
hr: Provjeri svakih:
hu: Ellenőrzés:
hy: Ստուգել յուրք.՝
id: Periksa setiap:
ja: 確認する間隔:
lt: Tikrinti kas:
ms_my: Periksa setiap:
nl: Controleer elke:
pt_br: Verificar a cada:
ru: Проверять каждые:
sk: Frekvencia kontroly:
sl: Preveri vsake:
sr: Проверавај сваких:
sv: Kolla varje:
th_th: ตรวจสอบทุก:
uk: Перевіряти кожні:

# IDD_PPAGEMISC_IDC_STATIC6
source: day(s)
ar: يوم (أيام)
be: дзён
bn: দিন পরপর
bs_ba: dan(a)
ca: dies
cs: d
da: dag(e)
de: Tag(e)
el: ημέρα(ες)
es: días
eu: Egun
fi: päivää
fr: jour(s)
gl: día(s)
he: ימים
hr: dan(i)
hu: naponta
hy: օր
id: hari
it: giorno(i)
ja: 日
lt: dienas (-ų)
ms_my: hari(s)
nl: dag(en)
pt_br: dias
ru: дней
sk: dní
sl: Dni
sr: дана
sv: dag(ar)
th_th: วัน
tt: көн
uk: днів

# IDD_PPAGEMISC_IDC_STATIC
source: Settings management
ar: إدارة الإعدادات
be: Кіраванне наладамі
bn: সেটিংসমূহ ব্যবস্থাপন
bs_ba: Upravljanje podešenjima
ca: Gestió de la configuració
cs: Správa nastavení
da: Håndtering af indstillinger
de: Programm-Einstellungen verwalten
el: Διαχείριση ρυθμίσεων
es: Gestión de la configuración
eu: Ezarpen kudeaketa
fi: Asetusten valvonta
fr: Gestion des paramètres
gl: Xestión de configuracións
he: ניהול הגדרות
hr: Upravljanje postavkama
hu: Beállítások kezelése
hy: Կարգավորումների կառավարում
id: Pengelolaan pengaturan
it: Gestione impostazioni
ja: 設定の管理
lt: Nuostatų valdymas
ms_my: Pengurusan tetapan
nl: Instellingen beheer
pt_br: Gerenciamento de opções
ru: Управление настройками
sk: Správa nastavení
sl: Upravljanje nastavitev
sr: Управљање поставкама
sv: Inställningshantering
th_th: การบริหารการตั้งค่า
tt: Көйләүләр идарәсе
uk: Управління налаштуваннями

# IDD_PPAGEMISC_IDC_RESET_SETTINGS
source: Reset
ar: إعادة ضبط
be: Скінуць
bn: পুনর্বিন্যাস করি
bs_ba: Resetuj
ca: Reinicialitza
cs: Obnovit výchozí
da: Nulstil
de: &Zurücksetzen
el: Επαναφορά
es: Reiniciar
eu: Berrezarri
fi: Palauta
fr: Réinitialiser
gl: Reiniciar
he: איפוס
hr: Resetiraj
hu: Visszaállítás
hy: Վերակայել
id: Setel Ulang
it: Reimposta
ja: リセット
lt: Atstatyti numatytuosius
ms_my: Tetap Semula
pt_br: Resetar
ru: Сброс
sk: Obnoviť
sl: Ponastavi
sr: Подразум.
sv: Återställ
th_th: คืนค่า
tt: Ташлау
uk: Скидання

# IDD_PPAGEMISC_IDC_EXPORT_SETTINGS
source: Export
ar: تصدير
be: Экспарт
bn: এক্সপোর্ট করি
bs_ba: Eksportuj
ca: Exporta
cs: Exportovat
da: Eksportér
de: &Exportieren...
el: Εξαγωγή
es: Exportar
eu: Esportatu
fi: Vienti
fr: Exporter
gl: Exportar
he: יצוא
hr: Izvezi
hu: Exportálás
hy: Արտածել
id: Ekspor
it: Esporta
ja: エクスポート
lt: Eksportuoti
ms_my: Eksport
nl: Exporteren
pt_br: Exportar
ru: Экспорт
sk: Exportovať
sl: Izvozi
sr: Извези…
sv: Exportera
th_th: ส่งออก
tt: Экспортлау
uk: Експорт

# IDD_PPAGEMISC_IDC_EXPORT_KEYS
source: Export keys
ar: تصدير المفاتيح
be: Экспарт клавіш
bn: কীসমূহ এক্সপোর্ট করি
bs_ba: Eksportuj tipke
ca: Exporta les tecles
cs: Export. kláv. zkratky
da: Eksportér nøgler
de: &Tasten exportieren...
el: Εξαγωγή πλήκτρων
es: Exportar teclas
eu: Esportatu giltzak
fi: Vientiavaimet
fr: Export des raccourcis
gl: Exportar teclas
he: יצוא מקשים
hr: Izvezi postavke tipkovnice
hu: Kulcsok exportálása
hy: Արտածել բանալիները
id: Ekspor kunci
it: Esporta chiavi
ja: キーをエクスポート
lt: Eksportuoti klavišus
ms_my: Kunci eksport
nl: Exporteer sneltoetsen
pt_br: Exportar chaves
ru: Экспорт клавиш
sk: Exportovať kľúče
sl: Izvozi ključe registra
sr: Извези тастере…
sv: Exportera kortkommandon
th_th: ส่งออกคีย์
tt: Төймәләрне экспортлау
uk: Експорт клавіш

# IDD_TUNER_SCAN_CAPTION
source: Tuner scan
ar: فحص الموالف
be: Пошук цюнера
bn: টিউনার স্ক্যানকরণ
bs_ba: Skeniranje tunera
ca: Sintonització
cs: Ladění tuneru
da: Tuner skanning
de: Frequenzbereich scannen
el: Σάρωση δέκτη
es: Sintonización
eu: Sintonizagailu mihaketa
fi: Virittimen asemanhaku
fr: Recherche des chaînes
gl: Sintonización
he: סריקת ממיר
hr: Pretraga tunera
hu: Tuner keresés
hy: Թյուների կարգավորում
id: Pindaian pelaras
it: Scansione sintonizzatore
ja: チューナー検出
lt: Tiunerio skenavimas
ms_my: Imbas penala
nl: Tuner afzoeken
pt_br: Sintonizador
ru: Настройка тюнера
sk: Skenovanie tunera
sl: Iskanje s kanalnikom
sr: Скенирање тјунера
sv: Tuner sökning
th_th: สแกนตัวจูน
tt: Тюнерны көйләргә
uk: Сканування

# IDD_TUNER_SCAN_ID_START
source: Start
ar: بدء
be: Запуск
bn: শুরু করি
bs_ba: Pokreni
ca: Inici
cs: Spustit
el: Έναρξη
es: Inicio
eu: Hasi
fi: Käynnistä
fr: Démarrer
gl: Inicio
he: התחל
hr: Započni
hu: Indítás
hy: Սկսել
id: Awal
it: Inizia
ja: 開始
lt: Pradėti
ms_my: Mula
pt_br: Iniciar
ru: Старт
sk: Štart
sr: &Покрени
th_th: เริ่ม
tt: Башлау
uk: Розпочати

# IDD_TUNER_SCAN_IDCANCEL
source: Cancel
ar: إلغاء
be: Скасаваць
bn: বাতিল করি
bs_ba: Otkaži
ca: Cancel·la
cs: Storno
da: Annuller
de: &Abbruch
el: Άκυρο
es: Cancelar
eu: Ezeztatu
fi: Peruuta
fr: Annuler
gl: Cancelar
he: בטל
hr: Odustani
hu: Mégse
hy: Չեղարկել
id: Batal
it: Annulla
ja: キャンセル
lt: Ašaukti
ms_my: Batal
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: &Откажи
sv: Avbryt
th_th: ยกเลิก
tt: Баш тарту
uk: Відмінити

# IDD_TUNER_SCAN_IDC_STATIC
source: Freq. Start
ar: تردد البداية
be: Пачатковая частата
bn: ফ্রিকোয়েন্সি আরম্ভ
bs_ba: Frekv. Start
ca: Freq. inicial
cs: Počáteční frekvence
da: Frekv. start
de: Startfrequenz (kHz):
el: Συχνότητα έναρξης
es: Frec. inicial
eu: Hasiera Maiztasuna
fi: Taajuus aloitus
fr: Fréquence de début :
gl: Frec. inicial
he: תדר התחלה
hr: Početna frekvencija
hu: Frek. Start
hy: Սկզբնական հաճախականությունը
id: Frek. Awal
it: Inizio Freq.
ja: 開始周波数
lt: Pradinis dažnis
ms_my: Freq. Mula
nl: Frequentie start
pt_br: Início da freq.:
ru: Начальная частота
sk: Počiatočná frekv.
sl: Začetna frekvenca
sr: Почетна учесталост
th_th: ความถี่เริ่มต้น
tt: Башлангыч ешлык
uk: Част. Початку
