Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.menus.po
Languages: ar, be, bn, eu, he, hy, ja, lt, pa, pl, ro, sr, tt, uk, zh_cn, zh_tw

# POPUP
source: &Volume
ar: حجم الصوت
be: &Гучнасць
bn: ভলিউম (&V)
eu: &Bolumena
he: עצמת שמע
hy: Ձայնի &բարձր.
ja: 音量(&V)
lt: Ga&rsumas
pa: ਵਾਲੀਅਮ(&V)
pl: &Głośność
ro: Vol&um
sr: &Јачина звука
tt: &Тавыш көче
uk: &Гучність
zh_cn: 音量(&V)
zh_tw: 音量(&U)

# ID_VOLUME_UP
source: &Up
ar: أعلى
be: Па&вялічыць
bn: বাড়াই (&U)
eu: &Igo
he: הגבר
hy: &Բարձր
ja: 上げる(&U)
lt: Pa&garsinti
pa: ਉੱਤੇ(&U)
pl: &Zwiększ
ro: &Crește
sr: &Појачај
tt: Ө&скәрәк
uk: &Голосніше
zh_cn: 增高(&U)
zh_tw: 提高(&U)

# ID_VOLUME_DOWN
source: &Down
ar: أدنى
be: Па&меншыць
bn: কমাই (&D)
eu: &Jeitsi
he: הנמך
hy: &Ցածր
ja: 下げる(&D)
lt: Pa&tylinti
pa: ਹੇਠਾਂ(&D)
pl: Z&mniejsz
ro: &Scade
sr: &Смањи
tt: &Аскарак
uk: &Тихіше
zh_cn: 降低(&D)
zh_tw: 降低(&D)

# ID_VOLUME_MUTE
source: &Mute
ar: كتم
be: &Адключыць
bn: নিঃশব্দ করি (&M)
eu: &Mututu
he: השתק
hy: &Անջատել
ja: ミュート(&M)
lt: &Nutildyti
pa: ਚੁੱਪ(&M)
pl: &Wycisz
ro: &Taci
sr: &Искључи
tt: &Сүндерергә
uk: &Вимкнути
zh_cn: 静音(&M)
zh_tw: 靜音(&M)

# POPUP
source: Af&ter Playback
ar: بعد التشغيل
be: Па скан&чэнні прайгравання
bn: প্লেব্যাকের পরে (&T)
eu: Irakurri &Ondoren
he: אחרי ניגון
hy: Վերարտադրումը ավարտելիս
ja: 再生終了後の動作(&T)
lt: P&o grojimo
pa: ਚਲਾਉਣ ਦੇ ਬਾਅਦ(&t)
pl: P&o zakończeniu
ro: Du&pă redare
sr: &Након репродукције
tt: Уйнату тәмамлангач
uk: Наприкінці
zh_cn: 回放结束后(&T)
zh_tw: 播放完後(&T)

# ID_AFTERPLAYBACK_DONOTHING
source: Do no&thing
ar: &لا تفعل شيء
be: Нічога &не рабіць
bn: কোন কিছু করি না (&T)
eu: E&z egin ezer
hy: Ոչինչ չանե&լ
ja: 何もしない(&T)
lt: Nieko ne&daryti
pa: ਕੁਝ ਨਾ ਕਰੋ(&t)
pl: Nic nie &rób
ro: &Nicio acțiune
sr: &Не ради ништа
uk: Нічого не ро&бити
zh_cn: 什么都不做(&N)
zh_tw: 什麼都不做(&T)

# ID_AFTERPLAYBACK_PLAYNEXT
source: Play &next file in the folder
ar: تشغيل الملف التالي في المجلد
be: Прайграць наст&упны файл ў папцы
bn: ফোল্ডারের পরবর্তী ফাইলটি প্লে করি(N)
eu: Irakurri &agiritegiko hurrengoa
hy: Խաղարկել &թղթապանակի հաջորդ ֆայլը
ja: フォルダ内を順次再生する(&N)
lt: Groti &kitą aplanko failą
pa: ਫੋਲਡਰ ਵਿੱਚ ਅਗਲੀ ਫਾਈਲ ਚਲਾਓ(&n)
pl: Otwórz &następny plik w folderze
ro: Redă &următorul fișier din dosar
sr: Пусти &следећу датотеку
uk: Відтворити &наступний файл у теці
zh_cn: 播放文件夹中的下一个文件(&N)
zh_tw: 播放此資料夾的下一個檔案(&N)

# ID_AFTERPLAYBACK_MONITOROFF
source: Turn off the &monitor
ar: أغلق الشاشة
be: Выключыць &манітор
bn: মনিটর বন্ধ করি (&M)
eu: Itzali &monitorea
hy: Անջատել &դիտազննումը
ja: モニタの電源を切る(&M)
lt: Išjungti &monitorių
pa: ਮਾਨੀਟਰ ਬੰਦ ਕਰੋ(&m)
pl: Wyłącz &monitor
ro: Închide &monitorul
sr: Искључи &монитор
uk: Вимкнути &монітор
zh_cn: 关闭显示器(&M)
zh_tw: 關閉螢幕(&M)

# ID_AFTERPLAYBACK_EXIT
source: &Exit
ar: خروج
be: Закры&ць праграму
bn: প্রোগ্রাম বন্ধ করি (&E)
eu: I&rten
he: צא מנגן
hy: Փակել ծրագիրը
ja: 終了(&E)
lt: &Uždaryti
pa: ਬਾਹਰ ਨਿਕਲੋ(&E)
pl: &Zamknij program
ro: Î&nchide programul
sr: &Изађи из програма
tt: Программаны ябарга
uk: Закрити програму
zh_cn: 退出(&E)
zh_tw: 結束(&E)

# ID_AFTERPLAYBACK_STANDBY
source: &Stand By
ar: إستعداد
be: Перайсці ў рэжым &чакання
bn: কম্পিউটার স্লিপ করি (&S)
eu: Egoneratu
he: העבר להמתנה
hy: Անցնել դադարի եղանակի
ja: スタンバイ(&S)
lt: &Pristabdyti
pa: ਸਟੈਂਡਬਾਏ(&S)
pl: Przejdź w stan &wstrzymania
ro: Intră în &repaus
sr: Пређи у стање &приправности
tt: Көтү рәвешенә күчәргә
uk: Перейти в режим очікування
zh_cn: 待机(&S)
zh_tw: 待命(&S)

# ID_AFTERPLAYBACK_HIBERNATE
source: &Hibernate
ar: إسبات
be: Перайсці ў рэжым &сну
bn: কম্পিউটার হাইবারনেট করি (&H)
eu: Neguratu
he: כנס למצב שינה
hy: Անցնել «Քուն» եղանակի
ja: 休止状態(&H)
lt: &Užmigdyti
pa: ਹਾਈਬਰਨੇਟ(&H)
pl: Przejdź w stan &hibernacji
ro: Intră în &hibernare
sr: Пређи у &хибернацију
tt: Йокы рәвешенә күчәргә
uk: Перейти в режим сну
zh_cn: 休眠(&H)
zh_tw: 休眠(&H)

# ID_AFTERPLAYBACK_SHUTDOWN
source: Shut&down
ar: إيقاف التشغيل
be: В&ыключыць камп'ютар
bn: কম্পিউটার শাটডাউন করি (&D)
eu: Itzali
he: כבה מחשב
hy: Անջատել համակարգիչը
ja: シャットダウン(&D)
lt: &Išjungti
pa: ਬੰਦ ਕਰੋ(&d)
pl: W&yłącz komputer
ro: Închide &calculatorul
sr: Искључи &рачунар
tt: Санакны сүндерергә
uk: Вимкнути комп'ютер
zh_cn: 关机(&D)
zh_tw: 關機(&D)

# ID_AFTERPLAYBACK_LOGOFF
source: Log &Off
ar: تسجيل الخروج
be: Зав&яршыць сеанс
bn: কম্পিউটার লগ অফ করি (&O)
eu: Saioa amaitu
he: צא ממשתמש
hy: Ավարտել աշխատանքը
ja: ログオフ(&O)
lt: &Išsiregistruoti
pa: ਲਾਗ ਆਫ਼(&O)
pl: Wy&loguj
ro: Închide &sesiunea
sr: &Одјави корисника
tt: Сеансны тәмамларга
uk: Завершити сеанс
zh_cn: 注销(&O)
zh_tw: 登出(&O)

# ID_AFTERPLAYBACK_LOCK
source: &Lock
ar: قفل
be: Заб&лакаваць камп'ютар
bn: কম্পিউটার লক করি (&L)
eu: Blokeatu
he: נעל
hy: Կողպել
ja: ロック(&L)
lt: Už&rakinti
pa: ਲਾਕ ਕਰੋ(&L)
pl: Za&blokuj komputer
ro: &Blochează spațiul de lucru
sr: &Закључај рачунар
tt: Санакны тыярга
uk: Заблокувати ПК
zh_cn: 锁定(&L)
zh_tw: 鎖定(&L)

# POPUP
source: &Navigate
ar: التنقل
be: &Навігацыя
bn: ন্যাভিগেট (&N)
eu: &Nabigatu
he: ניווט
hy: &Կառավարում
ja: 操作(&N)
lt: &Valdyti
pa: ਨੇਵੀਗੇਸ਼ਨ(&N)
pl: P&rzejdź
ro: &Navigare
sr: &Навигација
tt: &Навигация
uk: &Навігація
zh_cn: 导航(&N)
zh_tw: 導覽(&N)

# ID_NAVIGATE_SKIPBACK
source: &Previous
ar: السابق
be: Папя&рэдні
bn: পূর্ববর্তী (&P)
eu: &Aurrekoa
he: הקודם
hy: &Նախորդը
ja: 前へ(&P)
lt: &Ankstesnis
pa: ਪਿੱਛੇ(&P)
pl: &Wstecz
ro: &Precedentul
sr: &Претходно
tt: &Алдагы
uk: П&опередній
zh_cn: 上一个(&P)
zh_tw: 上一段(&P)

# ID_NAVIGATE_SKIPFORWARD
source: &Next
ar: التالي
be: &Наступны
bn: পরবর্তী (&N)
eu: &Hurrengoa
he: הבא
hy: &Հաջորդը
ja: 次へ(&N)
lt: &Sekantis
pa: ਅੱਗੇ(&N)
pl: &Naprzód
ro: &Următorul
sr: &Следеће
tt: &Чираттагы
uk: &Наступний
zh_cn: 下一个(&N)
zh_tw: 下一段(&N)

# ID_NAVIGATE_GOTO
source: &Go To...
ar: انتقل الى...
be: &Перайсці...
bn: নির্দিষ্ট সময়/ফ্রেমে যাই... (&G)
eu: &Joan Hona...
he: קפוץ אל...
hy: &Անցում...
ja: 指定位置に移動(&G)...
lt: Š&okti į laiką...
pa: ...ਉੱਤੇ ਜਾਓ(&G)
pl: &Przejdź do pozycji...
ro: &Du-te la...
sr: Пр&еђи на…
tt: &Күчү...
uk: &Перейти...
zh_cn: 转到(&G)...
zh_tw: 移至(&G)...

# ID_NAVIGATE_TITLEMENU
source: &Title Menu
ar: قائمة العنوان
be: &Загалоўнае меню
bn: টাইটেল মেন্যু (&T)
eu: &Izenburu Menua
he: תפריט כותרת
hy: Ընտրացանկի գլխագիրը
ja: タイトル メニュー(&T)
lt: &Titulinis meniu
pa: ਟਾਈਟਲ ਮੀਨੂ(&T)
pl: Menu &tytułów
ro: Meniu &titlu
sr: Мени &наслова
tt: &Башлам менюсы
uk: &Меню диску
zh_cn: 标题菜单(&T)
zh_tw: 標題選單(&T)

# ID_NAVIGATE_ROOTMENU
source: &Root Menu
ar: قائمة الجذر
be: &Каранёвае меню
bn: মূল মেন্যু (&R)
eu: &Erro Menua
he: תפריט ראשי
hy: &Խորքային ընտրացանկը
ja: ルート メニュー(&R)
lt: &Pagrindinis meniu
pa: ਰੂਟ ਮੀਨੂ(&R)
pl: Menu &główne
ro: Meniu &rădăcină
sr: Основни &мени
tt: &Тамыр менюсы
uk: &Головне меню
zh_cn: 根菜单(&R)
zh_tw: 主選單(&R)

# ID_NAVIGATE_SUBPICTUREMENU
source: &Subtitle Menu
ar: قائمة الترجمة
be: Меню суб&цітраў
bn: সাবটাইটেল মেন্যু (&S)
eu: A&zpidatzi Menua
he: תפריט כתוביות
hy: &Տողագրերի ըն&տրացանկ
ja: 字幕メニュー(&S)
lt: Su&btitrų meniu
pa: ਸਬ-ਟਾਈਟਲ ਮੀਨੂ(&S)
pl: Menu na&pisów
ro: Meniu &subtitluri
sr: Мени &титлова
tt: Суб&титрлар менюсы
uk: Меню суб&титрів
zh_cn: 字幕菜单(&S)
zh_tw: 字幕選單(&S)

# ID_NAVIGATE_AUDIOMENU
source: &Audio Menu
ar: قائمة الصوت
be: Меню аў&дыя
bn: অডিও মেন্যু (&A)
eu: Au&dio Menua
he: תפריט שמע
hy: Ձայնի ընտ&րացանկը
ja: 音声メニュー(&A)
lt: &Garso meniu
pa: ਆਡੀਓ ਮੀਨੂ(&A)
pl: Menu a&udio
ro: Meniu &audio
sr: Мени &звука
tt: &Аудио менюсы
uk: Меню ау&діо
zh_cn: 音频菜单(&A)
zh_tw: 音訊選單(&A)

# ID_NAVIGATE_ANGLEMENU
source: An&gle Menu
ar: قائمة الزاوية
be: Меню вуглоў в&ідэа
bn: ক্যামেরা অ্যাঙ্গেল মেন্যু (&G)
eu: A&ngelu Menua
he: תפריט זווית
hy: Տեսանյութի անկյունների ընտ&րացանկ
ja: アングル メニュー(&G)
lt: &Kampinis meniu
pa: ਐਂਗਲ ਮੀਨੂ(&g)
pl: Menu ka&mer
ro: Meniu un&ghiuri
sr: Мени &углова
tt: &Видео почмаклары менюсы
uk: Меню кута з&ору
zh_cn: 视角菜单(&G)
zh_tw: 視角選單(&G)

# ID_NAVIGATE_CHAPTERMENU
source: &Chapter Menu
ar: قائمة الفصول
be: Меню с&цэн
bn: পরিচ্ছেদ মেন্যু (&C)
eu: A&tal Menua
he: תפריט פרקים
hy: &Գլուխների ընտրացանկ
ja: チャプター メニュー(&C)
lt: &Skyriaus meniu
pa: ਚੈਪਟਰ ਮੀਨੂ(&C)
pl: Menu &rozdziałów
ro: Meniu &capitole
sr: Мени п&оглавља
tt: &Сәхнә менюсы
uk: Меню с&цен
zh_cn: 章节菜单(&C)
zh_tw: 章節選單(&C)

# ID_FAVORITES
source: F&avorites
ar: المفضلات
be: &Абранае
bn: পছন্দতালিকা (&A)
eu: &Gogokoenak
he: מועדפים
hy: Ը&նտրյալները
ja: お気に入り(&A)
lt: &Parankiniai
pa: ਮਨਪਸੰਦ(&a)
pl: &Zakładki
ro: F&avorite
sr: &Омиљено
tt: &Кыстыргычлар
uk: &Закладки
zh_cn: 收藏(&A)
zh_tw: 我的最愛(&A)

# POPUP
source: &Help
ar: المساعدة
be: &Дапамога
bn: সহায়িকা (&H)
eu: &Laguntza
he: עזרה
hy: &Օգնություն
ja: ヘルプ(&H)
lt: &Pagalba
pa: ਮਦਦ(&H)
pl: Pomo&c
ro: Aj&utor
sr: &Помоћ
tt: &Ярдәм
uk: &Допомога
zh_cn: 帮助(&H)
zh_tw: 說明(&H)

# ID_HELP_HOMEPAGE
source: &Home Page
ar: الصفحة الرئيسية
be: &Хатняя старонка
bn: হোম পেইজ (&H)
eu: Etxeko &Orrialdea
he: אתר הבית
hy: Վեբ կայքը
ja: ホーム ページ(&H)
lt: &Namų puslapis
pa: ਮੁੱਖ ਸਫ਼ਾ(&H)
pl: &Strona główna
ro: &Pagină de pornire pentru MPC-HC
sr: &Почетна страница
tt: Өй бите
uk: &Домівка
zh_cn: 主页(&H)
zh_tw: 網站首頁(&H)

# ID_HELP_CHECKFORUPDATE
source: Check for &updates
ar: افحص عن تحديثات
be: Праверыць наяўнасць абнаўлен&няў
bn: হালনাগাদ অনুসন্ধান করি (&U)
eu: Egiaztatu &Eguneraketak
he: בדוק לעדכונים
hy: Ստուգել թարմացումները
ja: 更新の確認(&U)
lt: &Tikrinti ar yra atnaujinimų
pa: ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕਰੋ(&u)
pl: Sprawdź, czy jest &aktualizacja
ro: Caută act&ualizări
sr: Потражи &ажурирања
tt: Яңартуны тикшерергә
uk: Перевірити &оновлення
zh_cn: 检查更新(&U)
zh_tw: 檢查更新(&U)

# ID_HELP_SHOWCOMMANDLINESWITCHES
source: &Command Line Switches
ar: مفاتيح سطر الأوامر
be: &Параметры каманднага радка
bn: কমান্ড লাইনের নির্দেশনাসমূহ (&C)
eu: &Komando Lerro Aldaketak
he: פרמטרים שורת פקודה
hy: Հրամաններ
ja: コマンド ライン スイッチ(&C)
lt: &Komandinės eilutės parametrai
pa: ਕਮਾਂਡ ਲਾਈਨ ਸਵਿੱਚਾਂ(&C)
pl: Parametry wiersza &poleceń...
ro: &Comutatoare linie de comandă
sr: Прекидачи &командне линије
tt: Боерык юлы шартлары
uk: Параметри &запуску
zh_cn: 命令行选项(&C)
zh_tw: 命令列選項(&C)

# ID_HELP_TOOLBARIMAGES
source: Download &Toolbar Images
ar: تنزيل صور شريط الأدوات
be: &Спампаваць выявы для панэлі навігацыі
bn: টুলবারের ছবি ডাউনলোড করি (&T)
eu: &Jeitsi Tresnabarra Irudiak
he: הורדת סקין סרגל כלים
hy: Բեռնել վահանակի պատկերներ
ja: ツール バーの画像をダウンロード(&T)
lt: Atsisiųsti &įrankių juostos paveikslėlius
pa: ਟੂਲਬਾਰ ਚਿੱਤਰ ਡਾਊਨਲੋਡ ਕਰੋ(&T)
pl: Ściągnij o&brazy przycisków sterowania
ro: Descărcare imagini pentru bara de ins&trumente
sr: &Слике траке са алаткама
tt: Навигация аслыгын йөкләргә
uk: Завантажити користувацькі панелі інструментів
zh_cn: 下载工具栏图像(&T)
zh_tw: 下載工具列圖示(&T)

# ID_HELP_DONATE
source: &Donate
ar: تبرع
be: &Ахвяраваць
bn: আর্থসহায়তা (&D)
eu: &Dirulaguntza
he: תרומה
hy: Աջակցեք!
ja: 寄付(&D)
lt: &Paremti
pa: ਦਾਨ ਦਿਓ(&D)
pl: &Wspomóż
ro: &Donare
sr: &Донирај
tt: Иганә бирү
uk: Допомогти матеріально
zh_cn: 捐献(&D)
zh_tw: 捐贈(&D)

# ID_HELP_ABOUT
source: &About...
ar: حول...
be: &Пра праграму...
bn: MPC-HC বিষয়ক... (&A)
eu: &Honi buruz...
he: אודות...
hy: &Ծրագրի մասին...
ja: バージョン情報(&A)...
lt: &Apie...
pa: ...ਇਸ ਬਾਰੇ(&A)
pl: &O programie...
ro: &Despre...
sr: &О програму…
tt: &Программа турында...
uk: &Про програму...
zh_cn: 关于(&A)...
zh_tw: 關於(&A)...

# ID_VIEW_MPCTHEME
source: Dark Theme (restart)
eu: Azalgai Iluna (berrabiarazi)
