Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_FRAME_STEP_ERROR_RENDERER
source: Cannot frame-step, try a different video renderer.
ar: لا يستطيع تأطير الخطوة، حاول بعارض فيديو مختلف.
be: Пакадравы прагляд немагчымы, паспрабуйце іншы відэарэндар.
bn: ফ্রেমের পদক্ষেপ নেয়া যাচ্ছে না, ভিন্ন ভিডিও রেনডারার চেষ্টা করে দেখুন।
bs_ba: Nije moguće pomijeranje po sličicama, probajte drugi video renderer.
ca: No es pot utilitzar el desplaçament de fotograma a fotograma, provi amb un altre renderitzador de vídeo.
cs: Pohyb po snímcích není podporován, zkuste použít jiný video renderer.
da: Kan ikke foretage billedtrin, prøv en anden video-renderer.
de: Einzelbildschaltung nicht möglich. Bitte einen geeigneten Video-Renderer wählen und die Mediendatei erneut öffnen.
el: Δεν είναι δυνατό το βήμα καρέ. Δοκιμάστε μια διαφορετική απόδοση βίντεο.
es: No es posible desplazarse fotograma a fotograma, pruebe con otro renderizador de vídeo.
eu: Ezinezkoa frame urratsa, saiatu beste bideo aurkezle batekin.
fi: Kehystä ei voi askeltaa, yritä eri videomuuntimella.
fr: Impossible d'utiliser le déplacement image par image, réessayez avec un autre moteur de rendu vidéo.
gl: Non é posible saltar o cadro, tenteo con procesador de vídeo diferente.
hr: Nemoguć korak slike, pokušajte drukčiji video prikazivač.
hy: Ընտրեք այլ տեսառենդեր։
it: Impossibile generare i fotogrammi; tentare con un video renderer differente.
ja: コマ送りできません。別のビデオ レンダラを試してください。
lt: Peržiūra po vieną kadrą negalima, pamėginkite kitą vaizdo renderį.
ms_my: Tidak dapat langkah bingkai, cuba penerap video yang lain.
nl: Kan géén beeld-stap doen, probeer een andere video opbouwer.
pl: Nie można przejść o klatkę do przodu, proszę spróbować użyć innego renderera obrazu.
ru: Покадровый просмотр невозможен, попробуйте другой рендер видео.
sk: Krokovanie snímkami nie je možné. Skúste použiť iný vykresľovač videa.
sl: Ne morem korakoma po slikah, poskusi z drugim video izrisovalnikom.
sr: Не могу да премотавам по кадровима. Пробајте други видео-рендерер.
sv: Kan inte bildstega, försök med en annan videorenderare.
th_th: ไม่สามารถเดินเฟรม โปรดลองตัวแปลผลวิดีโอชนิดอื่น
tt: Покадровый просмотр невозможен, попробуйте другой видеорендерер.
vi: Không thể đọc khung hình kế tiếp, hãy thử một bộ dựng hình khác.

# IDS_SCREENSHOT_ERROR_REAL
source: The "Save Image" and "Save Thumbnails" functions do not work with the default video renderer for RealMedia. Select one of the DirectX renderers for RealMedia in MPC-HC's output options and reopen the file.
ar: "حفظ الصورة" و "حفظ المصغرات" هذه الوظائف لاتعمل بعارض الفيديو الإفتراضي لـ RealMedia. اختر احدى عارض DirectX لـ RealMedia في MPC-HC's لخيارات الناتج واعد فتح الملف.
be: Функцыі «Захаваць кадр» і «Захаваць мініяцюры» не працуюць са стандартным апрацоўшчыкам відэа для RealMedia. Выберыце адзін з апрацоўшчыкаў DirectX для RealMedia і адкрыйце файл зноў.
bn: "ছবি সেইভ করি" এবং "থাম্ব্‌নেইলসমূহ সেইভ করি" ফাংশনসমূহ RealMediaর ডিফল্ট ভিডিও রেনডারারের সাথে কাজ করে না। MPC-HCএর আউটপুট অপশনসমূহে RealMediaর যেকোনো DirectX রেনডারার নির্ধারণ করুন এবং পুনরায় ফাইলটি চালনা করুন।
bs_ba: Finkcije "Sačuvaj Sliku" i "Sačuvaj Sličice" ne rade sa podrazumijevanim video rendererom za RealMedia. Izaberite jedan od DirectX renderera za RealMedia u opcijama izlaza za MPC-HC i ponovo otvorite dokument.
ca: Les funcions "Desa la imatge" i "Desa les miniatures" no funcionen amb el renderitzador de vídeo per defecte per al RealMedia. Seleccioni un dels renderitzador del DirectX per al RealMedia en les opcions de sortida de l'MPC-HC i torni a obrir el fitxer.
cs: Funkce Uložit obrázek a Uložit miniatury s výchozím video rendererem pro RealMedia nefungují. V nastavení výstupu vyberte jeden z DirectX rendererů pro RealMedia a soubor znovu otevřete.
da: "Gem billede" og "Gem miniaturer" virker ikke med standard video-rendereren til RealMedia. Vælg en af DirectX-rendererne til RealMedia i MPC-HC's outputindstillinger og åbn filen på ny.
de: Einzelbilder können mit dem Standard-Renderer für RealMedia nicht erstellt werden. In den Ausgabe-Optionen bitte einen VMR-Renderer wählen und die Mediendatei erneut öffnen.
el: Οι επιλογές "Αποθήκευση εικόνας" και "Αποθήκευση μικρογραφιών" δεν λειτουργούν με την προεπιλεγμένη απόδοση βίντεο για RealMedia. Επιλέξτε μία από τις αποδόσεις DirectX για RealMedia στις επιλογές εξόδου του MPC-HC και ανοίξτε πάλι το αρχείο.
es: Las funciones «Guardar imagen» y «Guardar miniaturas» no funcionan con el renderizador de vídeo predeterminado para RealMedia. Seleccione uno de los renderizadores de DirectX para RealMedia en las opciones de salida de MPC-HC y abra de nuevo el archivo.
eu: 'Gorde Irudia' eta 'Gorde Txikirudiak' eginkizunek ez dute lan egiten RealMedia-rako berezko bideo aurkezlearekin. Hautatu RealMedia-rako DirectX aurkezleetako bat MPC-HC-ren irteera aukeratan eta berrireki agiria.
fi: "Tallenna kuva" ja "Tallenna pienoiskuvat" -toiminnot eivät toimi RealMedian oletusvideomuuntimella. Valitse jokin DirectX:n RealMedian renderöijistä MPC-HC:n ulostulon vaihtoehdoista ja avaa tiedosto uudelleen.
fr: Les fonctions "Enregistrer l'image" et "Enregistrer les miniatures" ne fonctionnent pas avec le moteur de rendu vidéo par défaut pour RealMedia. Sélectionnez un des moteurs de rendu DirectX pour RealMedia dans les options de sortie de MPC-HC et réouvrez le fichier.
gl: As funcións "Gardar Imaxe" e "Gardar Miniaturas" non funcionan co actual procesador de vídeo para RealMedia. Selecione un dos procesadores do DirectX para RealMedia nas opcións de saída do MPC-HC e re-abra o ficheiro.
hr: Funkcije "Spremi sliku" i "Spremi minijature" ne rade sa zadanim video prikazivačem za RealMedia. Odaberite neki od DirectX prikazivača za RealMedia u MPC-HC-ovim izlaznim opcijama i ponovno otvorite datoteku.
hy: 'Պահպանել նկարը' և 'Պահպանել Մանրապատկերով' հնարավորությունները չեն աշխատի ծրագրային սարքի համար RealMedia-ում։ Ընտրեք DirectX-ի հնար.-ից որևէ մեկը RealMedia-ի համար MPC-HC-ի արտածման կարգավորումներում և կրկին բացեք ֆայլը։
it: Le funzioni 'Salva immagine' e 'Salva miniature' non sono compatibili con il video renderer predefinito di RealMedia. Seleziona uno dei renderer DirectX per RealMedia nelle opzioni di output di MPC-HC e riapri il file.
ja: 「画像を保存」 および 「サムネイルを保存」 の機能は、RealMedia 用の標準ビデオ レンダラでは動作しません。 MPC-HC の出力オプションで、RealMedia 用の DirectX レンダラのいずれかを選択してファイルを開き直してください。
lt: Funkcijos „Išsaugoti paveikslėlį“ ir „Išsaugoti miniatiūras“ neveikia su sisteminiu renderiu, skirtu RealMedia. Pasirinkite vieną iš DirectX renderių, skirtų RealMedia ir atidarykite failą iš naujo.
ms_my: Fungsi "Simpan Imej" dan "Simpan Lakaran Kenit" tidak berfungsi dengan penerap video lalai untuk RealMedia. Pilih salah satu penerap DirectX untuk RealMedia di dalam pilihan output MPC-HC dan buka semula fail tersebut.
nl: De "Afbeelding opslaan" en "Miniatuur opslaan" werken niet met de standaard video opbouwer voor Real Media. Selecteer één van de DirectX opbouwers voor Real Media in MPC-HC uitvoer opties en heropen het bestand.
pl: Funkcje 'Zapisz obraz' oraz 'Zapisz miniatury' nie działają w połączeniu z domyślnym rendererem obrazu dla RealMedia. Proszę wybrać jeden z rendererów DirectX dla obrazu RealMedia w opcjach strumienia wyjściowego oraz otworzyć plik ponownie.
ru: Функции "Сохранить изображение" и "Сохранить миниатюры" не работают с рендером для RealMedia по умолчанию. Выберите один из рендеров DirectX для RealMedia и откройте файл заново.
sk: Funkcie "Uložiť obrázok" a "Uložiť náhľady" nefungujú s predvoleným vykresľovačom videa pre RealMedia. Vyberte jeden z vykresľovačov DirectX pre RealMedia v nastaveniach výstupu MPC-HC a súbor znovu otvorte.
sl: Funkciji "Shrani sliko" in "Shrani predogledno sličico" ne delujeta z privzetim video izrisovalnikom za RealMedia. Izberi enega izmed DirectX izrisovalnikov za RealMedia v MPC-HC izhodnih nastavitvah in ponovno odpri datoteko.
sr: Функције „Сачувај слику“ и „Сачувај сличице“ не раде са подразумеваним видео-рендерером за RealMedia. Изаберите један од DirectX рендерера за RealMedia у MPC-HC-овим излазним опцијама и поново отворите датотеку.
sv: "Spara skärmdump"- och "Spara miniatyrer"-funktionerna fungerar inte med standardvideorenderaren för RealMedia. Välj en av DirectX-renderarna för RealMedia i MPC-HC:s utmatningsinställningar och öppna filen igen.
th_th: ฟังก์ชัน "บันทึกรูปภาพ" และ "บันทึกรูปย่อ" ไม่ทำงานกับตัวแปลผลวิดีโอตั้งต้นสำหรับ RealMedia จงเลือกหนึ่งตัวแปลผล DirectX สำหรับ RealMedia ในตัวเลือกขาออกของ MPC-HC แล้วเปิดไฟล์อีกครั้ง
tt: Функции 'Сохранить изображение' и 'Сохранить миниатюры' не работают с системным рендерером для RealMedia. Выберите один из DirectX рендереров для RealMedia и вновь откройте файл.
vi: "Lưu ảnh" và "Lưu hình nhỏ" chức năng không làm việc với trình phát video mặc định cho RealMedia. Chọn một trong các kết xuất đồ họa DirectX cho RealMedia trong các tùy chọn đầu ra MPC-HC và mở lại tập tin.

# IDS_SCREENSHOT_ERROR_QT
source: The "Save Image" and "Save Thumbnails" functions do not work with the default video renderer for QuickTime. Select one of the DirectX renderers for QuickTime in MPC-HC's output options and reopen the file.
ar: "حفظ الصورة" و "حفظ المصغرات" هذه الوظائف لاتعمل بعارض الفيديو الإفتراضي لـ QuickTime. اختر احدى عارض DirectX لـ QuickTime في MPC-HC's لخيارات الناتج واعد فتح الملف.
be: Функцыі «Захаваць кадр» і «Захаваць мініяцюры» не працуюць са стандартным апрацоўшчыкам відэа для QuickTime. Выберыце адзін з апрацоўшчыкаў DirectX для QuickTime і адкрыйце файл зноў.
bn: "ছবি সেইভ করি" এবং "থাম্ব্‌নেইলসমূহ সেইভ করি" ফাংশনসমূহ QuickTimeএর ডিফল্ট ভিডিও রেনডারারের সাথে কাজ করে না। MPC-HCএর আউটপুট অপশনসমূহে QuickTimeএর যেকোনো DirectX রেনডারার নির্ধারণ করুন এবং পুনরায় ফাইলটি চালনা করুন।
bs_ba: Finkcije "Sačuvaj Sliku" i "Sačuvaj Sličice" ne rade sa podrazumijevanim video rendererom za QuickTime. Izaberite jedan od DirectX renderera za QuickTime u opcijama izlaza za MPC-HC i ponovo otvorite dokument.
ca: Les funcions "Desa la imatge" i "Desa les miniatures" no funcionen amb el renderitzador de vídeo per defecte per al QuickTime. Seleccioni un dels renderitzadors del DirectX per al QuickTime a les opcions de sortida de l'MPC-HC i torni a obrir el fitxer.
cs: Funkce Uložit obrázek a Uložit miniatury s výchozím video rendererem pro QuickTime nefungují. V nastavení výstupu vyberte jeden z DirectX rendererů pro QuickTime a soubor znovu otevřete.
da: "Gem billede" og "Gem miniaturer" virker ikke med standard video-rendereren til QuickTime. Vælg en af DirectX-rendererne til QuickTime i MPC-HC's outputindstillinger og åbn filen på ny.
de: Einzelbilder können mit dem Standard-Renderer für QuickTime nicht erstellt werden. In den Ausgabe-Optionen bitte einen VMR-Renderer wählen und die Mediendatei erneut öffnen.
el: Οι επιλογές "Αποθήκευση εικόνας" και "Αποθήκευση μικρογραφιών" δεν λειτουργούν με την προεπιλεγμένη απόδοση βίντεο για QuickTime. Επιλέξτε μία από τις αποδόσεις DirectX για QuickTime στις επιλογές εξόδου του MPC-HC και ανοίξτε πάλι το αρχείο.
es: Las funciones «Guardar imagen» y «Guardar miniaturas» no funcionan con el renderizador de vídeo predeterminado para QuickTime. Seleccione uno de los renderizadores de DirectX para QuickTime en las opciones de salida de MPC-HC y abra de nuevo el archivo.
eu: 'Gorde Irudia' eta 'Gorde Txikirudiak' eginkizunek ez dute lan egiten QuickTime-rako berezko bideo aurkezlearekin. Hautatu QuickTime-rako DirectX aurkezleetako bat MPC-HC-ren irteera aukeratan eta berrireki agiria.
fi: "Tallenna kuva" ja "Tallenna pienoiskuvat" -toiminnot eivät toimi QuickTimen oletusvideomuuntimella. Valitse jokin DirectX:n QuickTimen renderöijistä MPC-HC:n ulostulon vaihtoehdoista ja avaa tiedosto uudelleen.
fr: Les fonctions "Enregistrer l'image" et "Enregistrer les miniatures" ne fonctionnent pas avec le moteur de rendu vidéo par défaut pour QuickTime. Sélectionnez un des moteurs de rendu DirectX pour QuickTime dans les options de sortie de MPC-HC et réouvrez le fichier.
gl: As funcións "Gardar Imaxe" e "Gardar Miniaturas" non funcionan co actual procesador de vídeo para QuickTime. Selecione un dos procesadores do DirectX para QuickTime nas opcións de saída do MPC-HC e re-abra o ficheiro.
hr: Funkcije "Spremi sliku" i "Spremi minijature" ne rade sa zadanim video prikazivačem za QuickTime. Odaberite neki od DirectX priakzivača za QuickTime u MPC-HC-ovim izlaznim opcijama i ponovno otvorite datoteku.
hy: 'Պահպանել նկարը' և 'Պահպանել Մանրապատկերով' հնարավորությունները չեն աշխատի ծրագրային սարքի համար QuickTime-ում։ Ընտրեք DirectX-ի հնար.-ից որևէ մեկը QuickTime-ի համար MPC-HC-ի արտածման կարգավորումներում և կրկին բացեք ֆայլը։
it: Le funzioni 'Salva immagine' e 'Salva miniature' non sono compatibili con il video renderer predefinito di QuickTime. Seleziona uno dei renderer DirectX per QuickTime nelle opzioni di output di MPC-HC e riapri il file.
ja: 「画像を保存」 および 「サムネイルを保存」 の機能は、QuickTime 用の標準ビデオ レンダラでは動作しません。 MPC-HC の出力オプションで、QuickTime 用の DirectX レンダラのいずれかを選択してファイルを開き直してください。
lt: Funkcijos „Išsaugoti paveikslėlį“ ir „Išsaugoti miniatiūras“ neveikia su sisteminiu renderiu, skirtu QuickTime. Pasirinkite vieną iš DirectX renderių, skirtų QuickTime ir atidarykite failą iš naujo.
ms_my: Fungsi "Simpan Imej" dan "Simpan Lakaran Kenit" tidak berfungsi dengan penerap video lalai untuk QuickTime. Pilih salah satu penerap DirectX untuk QuickTime di dalam pilihan output MPC-HC dan buka semula fail tersebut.
nl: De "Afbeelding opslaan" en "Miniatuur opslaan" werken niet met de standaard video opbouwer voor QuickTime. Selecteer één van de DirectX opbouwers voor QuickTime in MPC-HC uitvoer opties en heropen het bestand.
pl: Funkcje 'Zapisz obraz' oraz 'Zapisz miniatury' nie działają w połączeniu z domyślnym rendererem obrazu dla QuickTime. Proszę wybrać jeden z rendererów DirectX dla obrazu QuickTime w opcjach strumienia wyjściowego oraz otworzyć plik ponownie.
ru: Функции "Сохранить изображение" и "Сохранить миниатюры" не работают с рендером для QuickTime по умолчанию. Выберите один из рендеров DirectX для QuickTime и откройте файл заново.
sk: Funkcie "Uložiť obrázok" a "Uložiť náhľady" nefungujú s predvoleným vykresľovačom videa pre QuickTime. Vyberte jeden z vykresľovačov DirectX pre QuickTime v nastaveniach výstupu MPC-HC a súbor znovu otvorte.
sl: Funkciji "Shrani sliko" in "Shrani predogledno sličico" ne delujeta z privzetim video izrisovalnikom za QuickTime. Izberi enega izmed DirectX izrisovalnikov za QuickTime v MPC-HC izhodnih nastavitvah in ponovno odpri datoteko.
sr: Функције „Сачувај слику“ и „Сачувај сличице“ не раде са подразумеваним видео-рендерером за QuickTime. Изаберите један од DirectX рендерера за QuickTime у MPC-HC-овим излазним опцијама и поново отворите датотеку.
sv: "Spara skärmdump"- och "Spara miniatyrer"-funktionerna fungerar inte med standardvideorenderaren för QuickTime. Välj en av DirectX-renderarna för QuickTime i MPC-HC:s utmatningsinställningar och öppna filen igen.
th_th: ฟังก์ชัน "บันทึกรูปภาพ" และ "บันทึกรูปย่อ" ไม่ทำงานกับตัวแปลผลวิดีโอตั้งต้นสำหรับ QuickTime เลือกหนึ่งตัวแปลผล DirectX สำหรับ QuickTime ในตัวเลือกขาออกของ MPC-HC แล้วเปิดไฟล์อีกครั้ง
tt: Функции 'Сохранить изображение' и 'Сохранить миниатюры' не работают с системным рендерером для QuickTime. Выберите один из DirectX рендереров для QuickTime и вновь откройте файл.
vi: "Lưu ảnh" và "Lưu hình nhỏ" chức năng không làm việc với trình phát video mặc định cho QuickTime. Chọn một trong các kết xuất đồ họa DirectX cho QuickTime trong các tùy chọn đầu ra MPC-HC và mở lại tập tin.

# IDS_SCREENSHOT_ERROR_SHOCKWAVE
source: The "Save Image" and "Save Thumbnails" functions do not work for Shockwave files.
ar: "حفظ الصورة" و "حفظ المصغرات" هذه الوظائف لاتعمل مع Shockwave ملفات.
be: Функцыі «Захаваць кадр» і «Захаваць мініяцюры» не працуюць з файламі Shockwave.
bn: "ছবি সেইভ করি" এবং "থাম্ব্‌নেইলসমূহ সেইভ করি" ফাংশনসমূহ Shockwave ফাইলসমূহের জন্য কাজ করে না।
bs_ba: Funkcije "Snimi Sliku" i "Snimi Sličice" ne rade za Shockwave dokumente.
ca: Les funcions "Desa la imatge" i "Desa les miniatures" no funcionen amb els fitxers Shockwave.
cs: Funkce Uložit obrázek a Uložit miniatury nejsou pro Shockwave soubory podporovány.
da: "Gem billede" og "Gem miniaturer" virker ikke på Shockwave-filer.
de: Einzelbilder können mit Shockwave-Dateien nicht erstellt werden.
el: Οι επιλογές "Αποθήκευση εικόνας" και "Αποθήκευση μικρογραφιών" δεν λειτουργούν για αρχεία Shockwave.
es: Las funciones «Guardar imagen» y «Guardar miniaturas» no funcionan para los archivos Shockwave.
eu: 'Gorde Irudia' eta 'Gorde Txikirudiak' eginkizunek ez dute lan egiten Shockwave agiriekin.
fi: "Tallenna kuva" ja "Tallenna pienoiskuvat" -toiminnot eivät toimi Shockwawe-tiedostoissa.
fr: Les fonctions "Enregistrer l'image" et "Enregistrer les miniatures" ne fonctionnent pas pour les fichiers Shockwave.
gl: As funcións "Gardar Imaxe" e "Gardar Miniaturas" non funcionan para ficheiros Shockwave.
hr: Funkcije "Spremi sliku" i "Spremi minijature" ne rade sa Shockwave datotekama.
hy: 'Պահպանել նկարը' և 'Պահպանել Մանրապատկերով' հնարավորությունները չեն աշխատի Shockwave ֆայլերի համար։
it: Le funzioni 'Salva immagine' e 'Salva miniature' non sono compatibili con i file Shockwave.
ja: 「画像を保存」 および 「サムネイルを保存」 の機能は、Shockwave ファイルに対して動作しません。
lt: Funkcijos „Išsaugoti paveikslėlį“ ir „Išsaugoti miniatiūras“ neveikia su Shockwave failais.
ms_my: Fungsi "Simpan Imej" dan "Simpan Lakaran Kenit" tidak berfungsi untuk fail Shockwave.
nl: De "Opslaan plaatje" en "Opslaan miniatuur" functies werken niet bij "Schockwave" bestanden.
pl: Funkcje 'Zapisz obraz' oraz 'Zapisz miniatury' nie działają z plikami Shockwave.
ru: Функции "Сохранить изображение" и "Сохранить миниатюры" не работают для файлов Shockwave.
sk: Funkcie "Uložiť obrázok" a "Uložiť náhľady" nefungujú so súbormi ShockWave.
sl: Funkciji "Shrani sliko" in "Shrani predogledno sličico" ne delujeta pri datotekah Shockwave.
sr: Функције „Сачувај слику“ и „Сачувај сличице“ не раде са Shockwave датотекама.
sv: "Spara skärmdump"- och "Spara miniatyrer"-funktionerna fungerar inte med Shockwave-filer.
th_th: ฟังก์ชัน "บันทึกรูปภาพ" และ "บันทึกรูปย่อ" ไม่ทำงานกับไฟล์ Shockwave
tt: Функции 'Сохранить изображение' и 'Сохранить миниатюры' не работают для Shockwave файлов.
vi: "Lưu ảnh" và "Lưu hình nhỏ" chức năng không làm việc cho các tập tin Shockwave.
