Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_AG_TOGGLE_STATUS
source: Toggle Status
ar: تبديل الحالة
be: Укл/Адкл радок стану
bn: অবস্থিতি নিয়ন্ত্রণ
bs_ba: Prikaži/Sakrij Status
ca: Commuta l'estat
cs: Zobrazit/Skrýt stavový řádek
da: Status til/fra
de: Ansicht: Status (ein/aus)
el: Εναλλαγή σε κατάσταση
es: Mostrar/Ocultar estado
eu: Aldatu Egoera
fi: Tila päällä/pois
fr: Afficher le statut
gl: Amosar Estado
he: הפעל/כבה שורת סטטוס
hr: Namjestiti status
hu: Állapotsor be- és kikapcsolása
hy: Միաց/Անջ Դրության տողը
it: Mostra Stato
ja: ステータスの表示
lt: Įj./Išj. būseną
ms_my: Togol Status
nl: Status aan / uit
pa: ਸਥਿਤੀ ਬਦਲੋ
pl: Przełącz widoczność paska statusu
ru: Вкл/откл отображение статусной строки
sk: Prepnúť stav
sl: Preklopi stanje
sr: Укључи/искључи статусну траку
sv: Växla Status
th_th: เปิดปิด สถานะ
tt: Халәт юлын Каб/Сүн
vi: Chuyển đổi trạng thái

# IDS_AG_TOGGLE_SUBRESYNC
source: Toggle Subresync Bar
ar: تبديل شريط Subresync
be: Укл/Адкл акно сінхранізацыі субцітраў
bn: সাবটাইটেল পুনঃSyncকরণ বার নিয়ন্ত্রণ
bs_ba: Prikaži/Sakrij Subresync Traku
ca: Commuta la barra de resincronització dels subtítols
cs: Zobrazit/Skrýt Subresync
da: Undertekst gensynk.linje til/fra
de: Ansicht: Untertitel-Resync (ein/aus)
el: Εναλλαγή σε γραμμή επανασυγχρονισμού υποτίτλων
es: Accionar barra de resincronizado de subtítulos
eu: Aldatu Azpberraldib Barra
fi: Subresync-palkki päällä/pois
fr: Resynchronisation des sous-titres
gl: Amosar barra de resincronizar subtítulos
he: הפעל/כבה פאנל סנכרון כתוביות
hr: Namjestiti Subresync traku
hu: Felirat időzítő be- és kikapcsolása
hy: Միաց/Անջ Տողագրերի համաժեցման վահանակը
it: Mostra Barra Sincronia Sottotitoli
ja: 字幕の再同期バーの表示
lt: Įj./Išj. subtitrų sinchronizacijos langą
ms_my: Togol Palang Sub-segerak-semula
nl: Ondertitelingsresyncbalk aan / uit
pl: Przełącz widoczność panelu synchronizacji napisów
ru: Вкл/откл отображение окна синхронизации субтитров
sk: Prepnúť panel funkcie Subresync
sl: Preklopi vrstico resinhr. podnapisov
sr: Укључи/искључи траку за синхронизовање титлова
sv: Växla Undertext resynk Bar
th_th: เปิดปิด แถบซิงค์ศัพท์ฯใหม่
tt: Вкл/Откл окно синхронизации субтитров
vi: Chuyển đổi thanh Subresync

# IDS_AG_TOGGLE_PLAYLIST
source: Toggle Playlist Bar
ar: تبديل شريط قائمة التشغيل
be: Укл/Адкл спіс прайгравання
bn: প্লেলিস্ট বার নিয়ন্ত্রণ
bs_ba: Prikaži/Sakrij Traku Playliste
ca: Commuta la barra de la llista de reproducció
cs: Zobrazit/Skrýt seznam stop
da: Spillelistelinje til/fra
de: Ansicht: Wiedergabeliste (ein/aus)
el: Εναλλαγή σε γραμμή λίστας αναπαραγωγής
es: Mostrar/Ocultar barra de lista de reproducción
eu: Aldatu Irakur-zerrenda Barra
fi: Toistoluettelopalkki päällä/pois
fr: Afficher la liste de lecture
gl: Amosar barra da lista de reprodución
he: הפעל/כבה פאנל רשימת השמעה
hr: Namjestiti traku liste za izvođenje
hu: Lejátszási lista be- és kikapcsolása
hy: Միաց/Անջ Նվագացանկի վահանակը
it: Mostra Playlist
ja: 再生リスト バーの表示
lt: Įj./Išj. grojaraštį
ms_my: Togol Palang Senarai Main
nl: Afspeellijstbalk aan / uit
pa: ਪਲੇਅਲਿਸਟ ਪੱਟੀ ਬਦਲੋ
pl: Przełącz widoczność listy odtwarzania
ru: Вкл/откл отображение плейлиста
sk: Prepnúť panel s playlistom
sl: Preklopi vrstico s seznamom predvajanja
sr: Укључи/искључи траку плеј-листе
sv: Växla Spelningslista
th_th: เปิดปิด แถบบัญชีการเล่น
tt: Уйнату битен Каб/Сүн
vi: Chuyển đổi thanh danh sách phát

# IDS_AG_TOGGLE_CAPTURE
source: Toggle Capture Bar
ar: تبديل شريط الالتقاط
be: Укл/Адкл акно захопу
bn: ক্যাপচার বার নিয়ন্ত্রণ
bs_ba: Prikaži/Sakrij Traku za Snimanje
ca: Commuta la barra de captura
cs: Zobrazit/Skrýt panel záznamu
da: Indspilningslinje til/fra
de: Ansicht: Aufnahme (ein/aus)
el: Εναλλαγή σε γραμμή καταγραφής
es: Mostrar/ocultar barra de captura
eu: Aldatu Harpen Barra
fi: Kaappauspalkki päällä/pois
fr: Afficher la barre de capture
gl: Amosar barra de captura
he: הפעל/כבה פאנל לכידה
hr: Namjestiti traku za snimanje
hu: Rögzítés oszlop be- és kikapcsolása
hy: Միաց/Անջ տեսագրման վահանակը
it: Mostra Barra di cattura
ja: キャプチャ バーの表示
lt: Įj./Išj. įrašymo langą
ms_my: Togol Palang Tangkapan
nl: Opnamebalk aan / uit
pa: ਕੈਪਚਰ ਪੱਟੀ ਬਦਲੋ
pl: Przełącz widoczność panelu przechwytywania
ru: Вкл/откл отображение окна захвата
sk: Prepnúť panel zaznamenávania
sl: Preklopi vrstico za zajem
sr: Укључи/искључи траку за снимање
sv: Växla Fånga
th_th: เปิดปิด แถบการจับข้อมูล
tt: Эләктерү тәрәзәсен Каб/Сүн
vi: Chuyển đổi thanh bắt hìn

# IDS_AG_TOGGLE_DEBUGSHADERS
source: Toggle Debug Shaders
ar: تبديل تصحيح المظللات
be: Укл/Адкл адладку шэйдараў
bn: ডিবাগ শেইডারসমূহ নিয়ন্ত্রণ
bs_ba: Prikaži/Sakrij Sjenila Otklanjanja Grešaka
ca: Commuta la depuració dels PS
cs: Zobrazit/Skrýt ladění shaderů
da: Fejlfind shadere til/fra
de: Shader-Debugger (ein/aus)
el: Εναλλαγή εντοπισμού σφαλμάτων σκιάσεων
es: Accionar «Depurar shaders»
eu: Aldatu Garbiketa Itzalak
fi: Varjostimien virheenkorjaus päällä/pois
fr: Activer/Désactiver le débogage des effets vidéo
gl: Alternar Depuración de Sombreadores
he: הפעל/כבה ניפוי באגים במצלילים
hr: Namjestiti ispravljanje shadera
hu: Árnyékoló hibakeresés be- és kikapcsolása
it: Debug Shader On/Off
ja: シェーダ デバッガの表示
lt: Įj./Išj. derinimo tamsinimus
ms_my: Togol Pelorek Nyahpepijat
nl: Schakelen tussen foutzoek informatie shaders
pa: ਡੀਬੱਗ ਸ਼ੇਡਰ ਬਦਲੋ
pl: Przełącz debugowanie shaderów
ru: Вкл/откл отладку шейдеров
sk: Prepnúť ladenie shaderov
sl: Preklopi razhroščevanje senčilnikov
sr: Укључи/искључи отклањање грешака модула за сенчење
sv: Växla Felsöknings-shaders
th_th: เปิดปิด ดีบักเฉดเดอร์
tt: Шейдерлар көйләве Каб/Сүн
vi: Chuyển đổi gỡ lỗi trình đổ bóng

# IDS_AG_ZOOM_50
source: Zoom 50%
ar: تقريب 50%
be: Маштаб 50%
bn: জূম ৫০%
bs_ba: Zum 50%
cs: Velikost 50%
el: Μεγέθυνση 50%
es: Zoom al 50 %
eu: Zooma %50
fi: Zoomaa 50%
he: זום 50%
hr: Zumiraj 50%
hu: Kicsinyítés 50%
hy: Չափը 50%
ja: 拡大 50%
lt: Mastelis 50%
ms_my: Zum 50%
pa: 50% ਜ਼ੂਮ
pl: Rozmiar okna 50%
ru: Масштаб 50%
sk: Priblíženie: 50 %
sl: Povečava 50%
sr: Зум 50%
th_th: ซูม 50%
tt: Зурайту 50%
vi: Phóng 50%

# IDS_AG_ZOOM_100
source: Zoom 100%
ar: تقريب 100%
be: Маштаб 100%
bn: জূম ১০০%
bs_ba: Zum 100%
cs: Velikost 100%
el: Μεγέθυνση 100%
es: Zoom al 100 %
eu: Zooma %100
fi: Zoomaa 100%
he: זום 100%
hr: Zumiraj 100%
hu: Nagyítás 100%
hy: Չափը 100%
ja: 拡大 100%
lt: Mastelis 100%
ms_my: Zum 100%
pa: 100% ਜ਼ੂਮ
pl: Rozmiar okna 100%
ru: Масштаб 100%
sk: Priblíženie: 100 %
sl: Povečava 100%
sr: Зум 100%
th_th: ซูม 100%
tt: Зурайту 100%
vi: Phóng 100%

# IDS_AG_ZOOM_200
source: Zoom 200%
ar: تقريب 200%
be: Маштаб 200%
bn: জূম ২০০%
bs_ba: Zum 200%
cs: Velikost 200%
el: Μεγέθυνση 200%
es: Zoom al 200 %
eu: Zooma %200
fi: Zoomaa 200%
he: זום 200%
hr: Zumiraj 200%
hu: Nagyítás 200%
hy: Չափը 200%
ja: 拡大 200%
lt: Mastelis 200%
ms_my: Zum 200%
pa: 200% ਜ਼ੂਮ
pl: Rozmiar okna 200%
ru: Масштаб 200%
sk: Priblíženie: 200 %
sl: Povečava 200%
sr: Зум 200%
th_th: ซูม 200%
tt: Зурайту 200%
vi: Phóng 200%

# IDS_AG_NEXT_AR_PRESET
source: Next AR Preset
ar: الإعداد المسبق للنسبة الباعية التالي
be: Наступная перадусталёўка прапорцый
bn: পরবর্তী AR প্রিসেট
bs_ba: Sljedeće AR Podešenje
ca: Següent mode de RA
cs: Další AR předvolba
da: Næste h-b-forudindstilling
de: Bildformat: Seitenverhältnis (wechseln)
el: Επόμενη προρύθμιση AR
es: Siguiente modo de RA
eu: Hurrengo IM Aurrezarpena
fi: Seuraava AR -esiasetus
fr: Présélection d'aspect ratio suivante
gl: Seguinte Axuste de AR
he: יחס גובה-רוחב מותאם מראש הבא
hr: Sljedeći AR profil
hu: Következő Képméretarány nézet
hy: Հաջորդ AR Preset
it: Preset AR successivo
ja: 次の縦横比のプリセット
lt: Sekantis proporcijų priešnustatymas
ms_my: Praset AR Berikutnya
nl: Volgende AR profiel
pl: Następny profil proporcji obrazu
ru: След. предустановка пропорций
sk: Ďalšia predvoľba AR
sl: Naslednja AR prednastavitev
sr: Следећи шаблон пропорција
sv: Nästa AR Förinställning
th_th: ค่าสำเร็จรูปอัตราส่วนภาพถัดไป
tt: Следующая предустановка пропорций
vi: AR kế

# IDS_AG_VIDFRM_STRETCH
source: VidFrm Stretch
ar: إطار الفيديو توسيع
be: Расцягнуць відэакадр да памераў акна
bn: ভিডিও ফ্রেম বিস্তৃতি
bs_ba: VidFrm Razvlačenje
ca: Estira VidFrm
cs: Roztáhnout do okna
da: VidRam stræk
de: Videobild: Auf Fenstergröße strecken
el: Παράθυρο βίντεο: Τέντωμα
es: Estirar VidFrm
eu: BidFrm Luzatua
fi: VidFrm Venytys
fr: Ajuster à la fenêtre
gl: Redimensionar VidFrm
he: מתח מסגרת וידאו
hr: VidFrm rastezanje
hu: VidFrm ablakhoz nyújtása
hy: Կադրը ձգել պատուհանի չափով
it: FrmVid Allarga
ja: VidFrm: ウィンドウの大きさに広げる
lt: Vaizdo kadras. Išplėsti iki ekrano dydžio
ms_my: Regang BkgiVid
nl: VidFrm Spreiden
pl: Rozciągnięcie obrazu do krawędzi okna
ru: Растянуть видеокадр до размеров экрана
sk: Tvar videa: roztiahnuť
sl: Slika raztegni
sr: Видео-кадар: растегни до величине прозора
sv: Anpassa till fönster
th_th: เฟรมวิดีโอ ยืด
tt: Видеокадр. Растянуть до размера экрана
vi: Co dãn khung video

# IDS_AG_VIDFRM_INSIDE
source: VidFrm Inside
ar: إطار الفيديو داخل
be: Упісаць відэакадр у акно
bn: ভিডিও ফ্রেম ভিতরে বিস্তারণ
bs_ba: VidFrm Unutra
ca: VidFrm Adins
cs: Dotknout se okna zevnitř
da: VidRam indefra
de: Videobild: Fenster von innen berühren
el: Παράθυρο βίντεο: Εσωτερικό
es: VidFrm Adentro
eu: BidFrm Barnealdea
fi: VidFrm Sisäpuoli
fr: Ajuster à l'intérieur de la fenêtre
gl: VidFrm Adentro
he: פנים מסגרת וידאו
hr: VidFrm unutar
hu: VidFrm ablak érintése belülről
hy: Կադրը պատուհանից ներս
it: FrmVid Interno
ja: VidFrm: ウィンドウに内接させる
lt: Vaizdo kadras. Įrašyti į ekrano dydį
ms_my: Dalam BgkiVid
nl: VidFrm Binnen
pl: Dopasowanie obrazu do wewnątrz
ru: Вписать видеокадр в размер экрана
sk: Tvar videa: vnútri
sl: Slika znotraj
sr: Видео-кадар: додирни прозор изнутра
sv: Justera inom fönster
th_th: เฟรมวิดีโอ ภายใน
tt: Видеокадр. Вписать в размер экрана
vi: Khung video trong

# IDS_AG_VIDFRM_OUTSIDE
source: VidFrm Outside
ar: إطار الفيديو خارج
be: Абразаць відэакадр
bn: ভিডিও ফ্রেম বাইরে বিস্তারণ
bs_ba: VidFrm Vani
ca: VidFrm Afora
cs: Dotknout se okna zvenčí
da: VidRam udefra
de: Videobild: Fenster von außen berühren
el: Παράθυρο βίντεο: Εξωτερικό
es: VidFrm Afuera
eu: BidFrm Kanpoaldea
fi: VidFrm Ulkopuoli
fr: Ajuster à l'extérieur de la fenêtre
gl: VidFrm Afora
he: חוץ מסגרת וידאו
hr: Vanjski VidFrm
hu: VidFrm ablak érintése kívülről
hy: Նկարագրել պատուհանից դուրս
it: FrmVid Esterno
ja: VidFrm: ウィンドウに外接させる
lt: Vaizdo kadras. Užpildyti ekraną ir apkirpti kadrą
ms_my: Luar BgkiVid
nl: VidFrm Buiten
pl: Dopasowanie obrazu na zewnątrz
ru: Видеокадр. Заполнить экран и обрезать кадр
sk: Tvar videa: zvonku
sl: Slika zunaj
sr: Видео-кадар: додирни прозор споља
sv: Justera utanför fönstret
th_th: เฟรมวิดีโอ ภายนอก
tt: Видеокадр. Заполнить экран и обрезать кадр
vi: Khung video ngoài

# IDS_AG_PNS_RESET
source: PnS Reset
ar: بان اند سكان إعادة ضبط
be: Скінуць налады становішча кадра
bn: প্যানঅ্যান্ডস্ক্যান পুনর্বিন্যাস করি
ca: Reinicia el PnS
cs: Výchozí P&S
da: PnS nulstil
de: Pan&Scan: Zurücksetzen
el: Πανοραμική: Επαναφορά
es: Reiniciar PnS
eu: PnS Berrezarri
fi: PnS Palautus
fr: Réinitialiser le recadrage
gl: Reiniciar PnS
he: איפוס PnS
hr: Resetiraj PnS
hu: PnL Visszaállítás
hy: Վերակայել
it: Reset PnS
ja: PnS: リセット
lt: Atstatyti kadro padėties nustatymus
ms_my: Tetap Semula PnS
pl: Przywróć domyślne ustawienia skalowania i kadrowania
ru: Положение кадра по умолчанию
sl: PnS Ponastavi
sr: Врати подразумевано
sv: Återställ panoramisk
th_th: ส่องกวาด คืนค่า
tt: Сбросить настройки положения кадра
vi: Đặt lại PnS

# IDS_AG_PNS_ROTATEX_P
source: PnS Rotate X+
ar: بان اند سكان تدوير +X
be: Павярнуць кадр па X+
bn: প্যানঅ্যান্ডস্ক্যান ঘূর্ণন X+
bs_ba: PnS Rotacija X+
ca: Gira PnS X+
cs: P&S pootočit X+
da: PnS roter X+
de: Pan&Scan: Um X-Achse drehen
el: Πανοραμική: Περιστροφή X+
es: Rotar PnS X+
eu: PnS Itzulikatu X+
fi: PnS Kääntö X+
fr: Recadrage : Rotation X+
gl: Rotar PnS X+
he: סיבוב X+ PnS
hr: Rotiraj PnS X+
hu: PnL Elforgatás X+
hy: Շրջել կադրը X+
it: PnS Ruota X+
ja: PnS: 回転 X+ (上回転)
lt: Pasukti kadrą pagal X+
ms_my: Putar X+ PnS
nl: PnS Rotatie X+
pl: Zwiększ kąt obrotu wokół osi X
ru: Вращение кадра X+
sk: PnS-otočenie X+
sl: PnS Rotiraj X+
sr: Ротирај кадар по оси X+
sv: PnS Rotera X+
th_th: ส่องกวาด หมุน X+
tt: Кадрны X- буенча борырга
vi: Quay PnS X+

# IDS_AG_VIDFRM_ZOOM1
source: VidFrm Zoom 1
ar: إطار الفيديو زوم 1
be: Маштаб відэакадра 1
bn: ভিডিও ফ্রেম জূম ১
bs_ba: VidFrm Zum 1
ca: Zoom 1 de fotograma
cs: Roztáhnout 1
da: VidRam zoom 1
de: Videobild: Zoom 1
el: Παράθυρο βίντεο: Εστίαση 1
es: Zoom 1 de fotograma
eu: BidFrm Zooma 1
fr: Fenêtre vidéo : Zoom 1
he: זום 1 מסגרת וידאו
hr: VidFrm zum 1
hu: VidFrm nagyítás 1
hy: Կադրի չափը 1
ja: VidFrm: 拡大 1
lt: Vaizdo kadras Zoom 1
ms_my: Zum BgkiVid 1
pl: Skala obrazu 1
ru: Масштаб видеокадра 1
sk: Tvar videa: priblíženie 1
sl: Slika povečava 1
sr: Видео-кадар: зум 1
sv: VidRam Zoom 1
th_th: เฟรมวิดีโอ ซูม 1
tt: Видеокадр. Zoom 1
vi: Phóng khung 1

# IDS_AG_VIDFRM_ZOOM2
source: VidFrm Zoom 2
ar: إطار الفيديو زوم 2
be: Маштаб відэакадра 2
bn: ভিডিও ফ্রেম জূম ২
bs_ba: VidFrm Zum 2
ca: Zoom 2 de fotograma
cs: Roztáhnout 2
da: VidRam zoom 2
de: Videobild: Zoom 2
el: Παράθυρο βίντεο: Εστίαση 2
es: Zoom 2 de fotograma
eu: BidFrm Zooma 2
fr: Fenêtre vidéo : Zoom 2
he: זום 2 מסגרת וידאו
hr: VidFrm zum 2
hu: VidFrm nagyítás 2
hy: Կադրի չափը 2
ja: VidFrm: 拡大 2
lt: Vaizdo kadras Zoom 2
ms_my: Zum BgkiVid 2
pl: Skala obrazu 2
ru: Масштаб видеокадра 2
sk: Tvar videa: priblíženie 2
sl: Slika povečava 2
sr: Видео-кадар: зум 2
sv: VidRam Zoom 2
th_th: เฟรมวิดีโอ ซูม 2
tt: Видеокадр. Zoom 2
vi: Phóng khung 2

# IDS_AG_VIDFRM_SWITCHZOOM
source: VidFrm Switch Zoom
ar: إطار الفيديو تبديل زوم
be: Змяніць маштаб відэакадра
bn: ভিডিও ফ্রেম জূম পরিবর্তন
bs_ba: VidFrm Zamijeni Zum
ca: Commuta el zoom de fotograma
cs: Přepnout režim roztažení
da: VidRam skift zoom
de: Videobild: Zoom wechseln
el: Παράθυρο βίντεο: Εναλλαγή εστίασης
es: Alternar zoom de fotograma
eu: BidFrm Aldatu Zooma
fi: VidFrm Zoom vaihto
fr: Fenêtre vidéo : Zoom suivant
gl: Trocar Zoom do VidFrm
he: החלפת זום מסגרת וידאו
hr: VidFrm zamjena zumiranja
hy: VidFrm փոխման չափը
it: Scambia Zoom VidFrm
ja: VidFrm: 拡大設定の切り替え
lt: Vaizdo kadras. Pakeisti mastelį
ms_my: Zum Suis BgkiVid
pl: Przełącz skalę obrazu
ru: Изменить масштаб видеокадра
sk: Tvar videa: prepnúť priblíženie
sl: Slika preklopi povečavo
sr: Видео-кадар: промени зум
sv: VidRam Växla Zoom
th_th: เฟรมวิดีโอ สลับซูม
tt: Видеокадр. Зурлыкны үзгәртергә
vi: Chuyển phóng khung

# IDS_ENABLE_ALL_FILTERS
source: &Enable all filters
ar: تمكين كل الفلاتر
be: &Уключыць усе фільтры
bn: সবগুলো ফিল্টার সক্রিয়করণ(&E)
bs_ba: Omogući sv&e filtere
ca: &Activa tots els filtres
cs: &Povolit všechny filtry
da: &Aktivér alle filtre
de: Alle Filter aktivieren
el: &Ενεργοποίηση όλων των φίλτρων
es: Acti&var todos los filtros
eu: &Gaitu iragazki guztiak
fi: &Ota käyttöön kaikki suotimet
fr: &Activer tous les filtres
gl: Activ&e todos os filtros
he: הפעל את כל הפילטרים
hr: &Omogući sve filtre
hu: &Összes szűrő engedélyezése
hy: &Միացնել բոլոր ֆիլտրերը
it: &Abilita tutti i filtri
ja: すべてのフィルタを有効にする(&E)
lt: &Įgalinti visus filtrus
ms_my: B&enarkan semua penapis
nl: &Activeer alle filters
pa: ਸਭ ਫਿਲਟਰ ਸਮਰੱਥ ਕਰੋ(&E)
pl: &Włącz wszystkie filtry
ru: &Включить все фильтры
sk: &Zapnúť všetky filtre
sl: &Omogoči vse filtre
sr: &Омогући све филтере
sv: &Aktivera alla filter
th_th: ใ&ช้งานตัวกรองทั้งหมด
tt: &Барлык сөзгечләрне кабызырга
vi: &Kích hoạt bộ lọc

# IDS_LOGO_AUTHOR
source: Author unknown. Contact us if you made this logo!
ar: المؤلف مجهول. اتصل بنا إذا كنت من صنع هذا الشعار!
be: Аўтар невядомы. Паведаміце нам, калі гэта вы зрабілі лагатып!
bn: এর প্রবর্তকটি অজ্ঞাত। যদি আপনি এই লোগোটি বানিয়ে থাকেন তবে আমাদের সাথে যোগাযোগ করুন।
bs_ba: Autor je nepoznat. Kontaktirajte nas ako ste vi kreirali ovaj logo!
ca: Autor desconegut. Contacteu-nos si vostè és l'autor.
cs: Autor neznámý. Pokud jste autorem tohoto loga, kontaktujte mě!
da: Ukendt forfatter. Kontakt os hvis du har lavet dette logo!
de: Urheber unbekannt. Als der Autor bitte melden!
el: Άγνωστος δημιουργός. Επικοινωνήστε μαζί μου εάν δημιουργήσατε αυτό το λογότυπο!
es: Autor desconocido. Contáctenos si es el autor.
eu: Egile ezezaguna. Jarri nirekin harramanetan zeuk egin baduzu!
fi: Tekijä tuntematon. Ota meihin yhteyttä jos teit tämän logon!
fr: Auteur inconnu. Contactez nous si vous avez créé ce logo !
gl: Autor descoñecido. Contactenos se vostede fixo este logo!
he: יוצר לא ידוע. צור קשר אם אתה הוא שיצר את הלוגו!
hr: Autor nepoznat. Kontaktirajte nas ako ste Vi napravili ovaj logo.
hu: Ismeretlen szerző. Keressen fel minket, ha ön készítette a logót!
hy: Հեղինակը հայտնի չէ։
it: Autore sconosciuto. Contattaci se hai disegnato tu questo logo!
ja: 不明な作成者です。このロゴを作成された方はお知らせください！
lt: Nežinomas autorius. Susisiekite su mumis, jei tai jūsų logotipas.
ms_my: Pengarang tidak diketahui. Hubungi kami jika anda cipta logo ini!
nl: Auteur onbekend. Neem contact op als je dit logo hebt gemaakt!
pl: Autor nieznany. Prosimy o kontakt, jeśli jesteś twórcą tego logo.
ru: Автор неизвестен. Свяжитесь c нами, если вы сделали этот логотип!
sk: Autor neznámy. Ak ste autorom tohto loga, kontaktujte nás!
sl: Avtor neznan. Obrnite se na nas, če ste naredili ta logo!
sr: Аутор је непознат. Контактирајте нас ако сте то ви!
sv: Författare okänd. Kontakta oss om du har gjort den här loggan!
th_th: ไม่ทราบผู้สร้างสรรค์ ติดต่อเราหากคุณทำโลโก้นี้!
tt: Свяжитесь c разработчиком, если это ваш логотип!
vi: Tác giả không rõ. Liên hệ với chúng tôi nếu bạn làm logo này!

# IDS_NO_MORE_MEDIA
source: No more media in the current folder.
ar: لا مزيد من الوسائط في المجلد الحالي.
be: Прайграванне медыяфайлаў з папкі скончана
bn: চলতি ফোল্ডারে আর কোনো মিডিয়া ফাইল নেই।
bs_ba: U trenutnom folderu nema više media dokumenata.
ca: No hi ha més fitxers multimèdia a la carpeta actual.
cs: V aktuálním adresáři již nejsou další soubory.
da: Ikke flere medier i den aktuelle mappe.
de: Ende des Ordners erreicht
el: Δεν υπάρχουν άλλα μέσα στον τρέχοντα φάκελο.
es: No hay más archivos audiovisuales en la carpeta actual.
eu: Ez dago multimedia gehiagorik oraingo agiritegian.
fi: Nykyisessä kansiossa ei ole enempää mediaa.
fr: Plus de fichier multimédia dans le dossier courant.
gl: Non hai máis ficheiros multimedia no cartafol actual.
he: אין מדיה נוספת בתיקיה הנוכחית.
hr: Nema više medija u trenutnoj mapi.
hu: Nincs több fájl az aktuális mappában.
hy: Վերարտադրելու համար ֆայլեր չկան։
it: Terminati i file multimediali nella cartella corrente.
ja: 現在のフォルダにはもうメディアファイルがありません。
lt: Einamajame aplanke daugiau nėra media failų.
ms_my: Tiada lagi media dalam folder semasa.
nl: Geen media meer in de huidige folder.
pa: ਮੌਜੂਦਾ ਫੋਲਡਰ ਵਿੱਚ ਕੋਈ ਹੋਰ ਮੀਡੀਆ ਨਹੀਂ ਹੈ।
pl: Nie ma więcej plików w bieżącym folderze.
ru: В текущей папке больше нет медиафайлов.
sk: V aktuálnom priečinku sa nenachádza viac médií.
sl: V trenutnem imeniku ni več multimedijskih datotek.
sr: Нема више медија у тренутној фасцикли.
sv: Inga fler mediafiler i den aktuella mappen.
th_th: ไม่มีสื่ออีกแล้วในโฟลเดอร์ปัจจุบัน
tt: Воспроизведение медиа-файлов из каталога закончено
vi: Phương tiện truyền thông không trong thư mục hiện hành.

# IDS_FIRST_IN_FOLDER
source: The first file of the folder is already loaded.
ar: الملف الأول من المجلد محمل مسبقا.
be: Першы файл з папкі ўжо загружаны
bn: ফোল্ডারটির প্রথম ফাইলটি ইতিমধ্যে লোড করা হয়েছে।
bs_ba: Već je učitan prvi dokument u folderu.
ca: El primer fitxer de la carpeta ja està carregat.
cs: První soubor v adresáře je již načten.
da: Den første fil fra mappen er allerede indlæst.
de: Erste Ordnerdatei erreicht
el: Το πρώτο αρχείο του φακέλου έχει ήδη φορτωθεί.
es: El primer archivo de la carpeta ya está cargado.
eu: Agiritegiko lehen agiria jadanik gertaturik dago.
fi: Tämän kansion ensimmäinen tiedosto on jo ladattu.
fr: Le premier fichier du dossier est déjà chargé.
gl: O primeiro ficheiro do cartafol xa está cargado.
he: הקובץ הראשון בתיקיה כבר נטען.
hr: Prva datoteka iz mape je već učitana.
hu: A mappa első fájlja már be van töltve.
it: Il primo file della cartella è già caricato.
ja: フォルダ内の最初のファイルが既に読み込まれています。
lt: Pirmas failas aplanke jau įkeltas.
ms_my: Fail pertama folder sudah dimuatkan.
nl: Het eerste bestand in de folder is al geladen.
pa: ਫੋਲਡਰ ਦੀ ਪਹਿਲੀ ਫ਼ਾਈਲ ਪਹਿਲਾਂ ਹੀ ਲੋਡ ਹੈ।
pl: Pierwszy plik z folderu został już wczytany.
ru: Первый файл из папки уже загружен.
sk: Prvý súbor z priečinka je už načítaný.
sl: Prva datoteka v imeniku je že naložena.
sr: Прва датотека фасцикле је већ учитана.
sv: Den första filen i mappen är redan laddad.
th_th: ไฟล์แรกในโฟลเดอร์ถูกโหลดแล้ว
tt: Первый файл из папки уже загружен.
vi: Các tập tin đầu tiên của thư mục đã được nạp.

# IDS_LAST_IN_FOLDER
source: The last file of the folder is already loaded.
ar: الملف الأخير من المجلد محمل مسبقا.
be: Апошні файл з папкі ўжо загружаны
bn: ফোল্ডারটির শেষ ফাইলটি ইতিমধ্যে লোড করা হয়েছে।
bs_ba: Već je učitan posljednji dokument u folderu.
ca: L'últim fitxer de la carpeta ja està carregat.
cs: Poslední soubor v adresáři je již načten.
da: Den sidste fil fra mappen er allerede indlæst.
de: Letzte Ordnerdatei erreicht
el: Το τελευταίο αρχείο του φακέλου έχει ήδη φορτωθεί.
es: El último archivo de la carpeta ya está cargado.
eu: Agiritegiko azken agiria jadanik gertaturik dago.
fi: Tämän kansion viimeinen tiedosto on jo ladattu.
fr: Le dernier fichier du dossier est déjà chargé.
gl: O último ficheiro do cartafol xa está cargado.
he: הקובץ האחרון בתיקיה כבר נטען.
hr: Zadnja datoteka iz mape je već učitana.
hu: A mappa utolsó fájlja már be van töltve.
it: L'ultimo file della cartella è già caricato.
ja: フォルダ内の最後のファイルが既に読み込まれています。
lt: Įkeltas paskutinis aplanke esantis failas.
ms_my: Fail terakhir folder sudah dimuatkan.
nl: Het laatste bestand in de folder is al geladen.
pa: ਫੋਲਡਰ ਦੀ ਆਖਰੀ ਫ਼ਾਈਲ ਪਹਿਲਾਂ ਹੀ ਲੋਡ ਹੈ।
pl: Ostatni plik z folderu został już wczytany.
ru: Последний файл из папки уже загружен.
sk: Posledný súbor z priečinka je už načítaný.
sl: Zadnja datoteka v imeniku je že naložena.
sr: Последња датотека фасцикле је већ учитана.
sv: Den sista filen i mappen är redan laddad.
th_th: ไฟล์สุดท้ายในโฟลเดอร์ถูกโหลดแล้ว
tt: Последний файл из папки уже загружен.
vi: Các tập tin cuối cùng của thư mục đã được nạp.

# IDS_FRONT_LEFT
source: Front Left
ar: أمام يسار
be: Пярэдні левы
bn: সামনে বামে
bs_ba: Naprijed Lijevo
ca: Davant Esq.
cs: Přední levý
de: Vorne-links (FL)
el: Μπροστά αριστερά
es: Delantero izquierdo
eu: Aurre Ezkerra
fi: EtuVasen
fr: Avant gauche
gl: Frontal Esquerdo
he: קדמי שמאלי
hr: Prednje lijevo
hu: Bal első
hy: Առջևում ձախ
it: Frontale sinistro
ja: フロント 左
lt: Priekinis kairys
ms_my: Kiri Hadapan
nl: Voor links
pa: ਅੱਗੇ ਖੱਬਾ
pl: Przedni lewy
ru: Передний левый
sk: Predný ľavý
sl: Spredaj levo
sr: Предњи леви
sv: Främre vänter
th_th: หน้า ซ้าย
tt: Алгы уң
vi: Mặt trái

# IDS_FRONT_RIGHT
source: Front Right
ar: أمام يمين
be: Пярэдні правы
bn: সামনে ডানে
bs_ba: Naprijed Desno
ca: Davant Dre.
cs: Přední pravý
de: Vorne-rechts (FR)
el: Μπροστά δεξιά
es: Delantero derecho
eu: Aurre Eskuina
fi: EtuOikea
fr: Avant droit
gl: Frontal Dereito
he: קדמי ימני
hr: Prednje desno
hu: Jobb első
hy: Առջևում աջ
it: Frontale destro
ja: フロント 右
lt: Priekinis dešinys
ms_my: Kanan Hadapan
nl: Voor rechts
pa: ਅੱਗੇ ਸੱਜਾ
pl: Przedni prawy
ru: Передний правый
sk: Predný pravý
sl: Spredaj desno
sr: Предњи десни
sv: Främre höger
th_th: หน้า ขวา
tt: Алгы уң
vi: Mặt phải
