Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, it, ja, lt, ms_my, nl, pa, pl, ru, sk, sl, sr, sv, th_th, tt, vi

# IDS_CUSTOM_CHANNEL_MAPPING
source: Toggle custom channel mapping
ar: تبديل تخطيط القنوات المخصص
be: Укл/Адкл карыстальніцкае размеркаванне каналаў
bn: ব্যক্তি-নির্ধারিত চ্যানেল বিন্যাস নিয়ন্ত্রণ
bs_ba: Uključi/Isključi mapiranje kanala po mjeri
ca: Commuta l'assignació de canals personalitzats
cs: Zapnout/Vypnout vlastní přiřazení kanálů
da: Brugerdefineret kanalkort til/fra
de: Benutzerdefinierte Kanalzuordnung (ein/aus)
el: Εναλλαγή προσαρμοσμένης αντιστοίχισης καναλιών
es: Accionar mapeo personalizado del canal
eu: Aldatu egile bide mapaketa
fi: Muokattu kanavakartoitus päällä/pois
fr: Activer la répartition personnalisée des canaux
gl: Alternar mapeamento personalizado de canle
he: הפעל/כבה מיפוי ערוצים מותאם אישית
hr: Namjestiti prilagođeno mapiranje kanala
hu: Egyedi csatornaleképezés be- és kikapcsolása
hy: Փոփոխել ընտրված ալիքների ցուցադրումը
it: Attiva/disattiva la mappatura personalizzata dei canali
ja: カスタム チャネル マッピング 切り替え
lt: Įj./Išj. vartotojo kanalų skirstymą
ms_my: Togol pemetaan saluran suai
nl: Wisselen tussen eigen kanaalindeling
pl: Przełącz własne mapowanie kanałów
ru: Вкл/откл пользовательское распределение каналов
sk: Prepnúť používateľské mapovanie kanálov
sl: Preklopi razpored kanalov po meri
sr: Укључи/искључи мапирање прилагођених канала
sv: Växla anpassad kanalmappning
th_th: เปิดปิด การวางตำแหน่งช่องที่กำหนดเอง
tt: Пользовательское распределение каналов Вкл/Откл
vi: Chuyển đổi bản đồ kênh tùy chỉnh

# IDS_OSD_CUSTOM_CH_MAPPING_ON
source: Custom channel mapping: On
ar: تخطيط القناة حسب الطّلب: يعمل
be: Карыстальніцкае размеркаванне каналаў: Укл
bn: ব্যক্তি-নির্ধারিত চ্যানেল বিন্যাস: চালু করা হল
bs_ba: Mapiranje kanala po mjeri: Uključeno
ca: Assignació de canals personalitzats: Activat
cs: Vlastní přiřazení kanálů: Zapnuto
da: Brugerdefineret kanalkort: Til
de: Benutzerdefinierte Kanalzuordnung: Ein
el: Προσαρμ. πίνακας καναλιών: Ναι
es: Mapeo personalizado del canal: Activado
eu: Egile bide mapaketa: Eraginda
fi: Muokattu kanavakartoitus: Päällä
fr: Répartition personnalisée des canaux : Activée
gl: Mapeamento personalizado de canles: Encendido
he: מיפוי ערוצים מותאם אישית: פועל
hr: Prilagođeno mapiranje kanala: Uključeno
hu: Egyedi csatornaleképezés: Bekapcsolva
hy: Ընտրված ալիքի արտացոլում. Միաց.
it: Mappatura personalizzata dei canali: On
ja: カスタム チャネル マッピング: オン
lt: Vartotojo kanalų skirstymas: Įj.
ms_my: Pemetaan saluran suai: Hidup
nl: Eigen kanaal indeling: Aan
pl: Własne mapowanie kanałów: włączone
ru: Пользовательское распределение каналов: вкл
sk: Používateľské mapovanie kanálov: zapnuté
sl: Razpored kanalov po meri: Vklj.
sr: Мапирање прилагођених канала: укључено
sv: Anpassad kanalmappning: På
th_th: การวางตำแหน่งช่องที่กำหนดเอง: เปิด
tt: Пользовательское распределение каналов: включено
vi: Tùy chọn bản đồ kênh tùy chỉnh: Bật

# IDS_OSD_CUSTOM_CH_MAPPING_OFF
source: Custom channel mapping: Off
ar: تخطيط القناة حسب الطّلب: مغلق
be: Карыстальніцкае размеркаванне каналаў: Адкл
bn: ব্যক্তি-নির্ধারিত চ্যানেল বিন্যাস: বন্ধ করা হল
bs_ba: Mapiranje kanala po mjeri: Isključeno
ca: Assignació de canals personalitzats: Desactivat
cs: Vlastní přiřazení kanálů: Vypnuto
da: Brugerdefineret kanalkort: Fra
de: Benutzerdefinierte Kanalzuordnung: Aus
el: Προσαρμ. πίνακας καναλιών: Όχι
es: Mapeo personalizado del canal: Desactivado
eu: Egile bide mapaketa: Etenda
fi: Muokattu kanavakartoitus: Pois päältä
fr: Répartition personnalisée des canaux : Désactivée
gl: Mapeamento personalizado de canles: Apagado
he: מיפוי ערוצים מותאם אישית: כבוי
hr: Prilagođeno mapiranje kanala: Isključeno
hu: Egyedi csatornaleképezés: Kikapcsolva
hy: Ընտրված ալիքի արտացոլում. Անջ.
it: Mappatura personalizzata dei canali: Off
ja: カスタム チャネル マッピング: オフ
lt: Vartotojo kanalų skirstymas: Išj.
ms_my: Pemetaan saluran suai: Mati
nl: Eigen kanaal indeling: Uit
pl: Własne mapowanie kanałów: wyłączone
ru: Пользовательское распределение каналов: откл
sk: Používateľské mapovanie kanálov: vypnuté
sl: Razpored kanalov po meri: Izklj.
sr: Мапирање прилагођених канала: искључено
sv: Anpassad kanalmappning: Av
th_th: การวางตำแหน่งช่องที่กำหนดเอง: ปิด
tt: Пользовательское распределение каналов: отключено
vi: Tùy chọn bản đồ kênh tùy chỉnh: Tắt

# IDS_NORMALIZE
source: Toggle normalization
ar: تبديل التسوية
be: Укл/Адкл нармалізацыю
bn: নর্‌মালাইজ করণ নিয়ন্ত্রণ
bs_ba: Uključi/Isključi normalizaciju
ca: Commuta la normalizació
cs: Zapnout/Vypnout normalizaci
da: Normalisering til/fra
de: Ton normalisieren (ein/aus)
el: Εναλλαγή εξομάλυνσης έντασης ήχου
es: Cambiar normalización
eu: Aldatu normalkuntza
fi: Normalisointi päällä/pois
fr: Activer la normalisation du volume
gl: Alternar normalización
he: הפעל/כבה נורמליזציה
hr: Namjestiti normalizaciju
hu: Normalizáció be- és kikapcsolása
hy: Փոփոխել կանոնավորումը
it: Attiva/disattiva normalizzazione
ja: 音量の正規化 切り替え
lt: Įj./Išj. normalizavimą
ms_my: Togol penormalan
nl: Wissel normalisatie
pl: Przełącz normalizację dźwięku
ru: Вкл/откл нормализацию
sk: Prepnúť normalizovanie
sl: Preklopi normalizacijo
sr: Укључи/искључи нормализацију
sv: Växla Normalisering
th_th: เปิดปิด การปรับความดังให้ปกติ
tt: Гадиләштерү Каб/Сүн
vi: Chuyển đổi bình thường

# IDS_OSD_NORMALIZE_ON
source: Normalization: On
ar: الحجم الطبيعي: يعمل
be: Нармалізацыя: Укл
bn: নর্‌মালাইজ করণ: চালু করা হল
bs_ba: Normalizacija: Uključeno
ca: Normalització: Activada
cs: Normalizace: Zapnuto
da: Normalisering: Til
de: Ton normalisieren: Ein
el: Εξομάλυνση: Ναι
es: Normalización: Sí
eu: Normalkuntza: Eraginda
fi: Normalisointi: Päällä
fr: Normalisation : Activée
gl: Normalización: Encendido
he: נורמליזציה: פועלת
hr: Normalizacija: Uklj.
hu: Normalizáció: Bekapcsolva
hy: Կանոնավորումը. Միաց.
it: Normalizzazione: On
ja: 音量の正規化: オン
lt: Normalizacija: Įj.
ms_my: Penormalan: Hidup
nl: Normalisatie: Aan
pa: ਨਾਰਮਲਾਈਜ਼: ਚਾਲੂ
pl: Normalizowanie: włączone
ru: Нормализация: вкл
sk: Normalizovanie: zapnuté
sl: Normalizacija: Vklj.
sr: Нормализација: укључено
sv: Normalisering: På
th_th: การปรับความดังให้ปกติ: เปิด
tt: Гадиләштерү: кабызылган
vi: Bình thường hóa: Bật

# IDS_OSD_NORMALIZE_OFF
source: Normalization: Off
ar: الحجم الطبيعي: مغلق
be: Нармалізацыя: Адкл
bn: নর্‌মালাইজ করণ: বন্ধ করা হল
bs_ba: Normalizacija: Isključeno
ca: Normalització: Desactivada
cs: Normalizace: Vypnuto
da: Normalisering: Fra
de: Ton normalisieren: Aus
el: Εξομάλυνση: Όχι
es: Normalización: No
eu: Normalkuntza: Etenda
fi: Normalisointi: Pois päältä
fr: Normalisation : Désactivée
gl: Normalización: Apagado
he: נורמליזציה: כבויה
hr: Normalizacija: Isklj.
hu: Normalizáció: Kikapcsolva
hy: Կանոնավորումը. Անջ.
it: Normalizzazione: Off
ja: 音量の正規化: オフ
lt: Normalizacija: Išj.
ms_my: Penormalan: Mati
nl: Normalisatie: Uit
pa: ਨਾਰਮਲਾਈਜ਼: ਬੰਦ
pl: Normalizowanie: wyłączone
ru: Нормализация: откл
sk: Normalizovanie: vypnuté
sl: Normalizacija: Izklj.
sr: Нормализација: искључено
sv: Normalisering: Av
th_th: การปรับความดังให้ปกติ: ปิด
tt: Гадиләштерү: сүндерелгән
vi: Bình thường hóa: Tắt

# IDS_REGAIN_VOLUME
source: Toggle regain volume
ar: تبديل إعادة كسب الصوت
be: Укл/Адкл аднаўленне гучнасці
bn: ভলিউম পুনর্বৃদ্ধি নিয়ন্ত্রণ
bs_ba: Uključi/Isključi vraćanje jačine zvuka
ca: Commuta la recuperació del volum
cs: Zapnout/Vypnout obnovení hlasitosti
da: Genvind lydstyrke til/fra
de: Lautstärke zurücksetzen (ein/aus)
el: Εναλλαγή ανάκτησης έντασης
es: Recuperación de volumen
eu: Aldatu berrirabazi bolumena
fi: Äänen palautus päällä/pois
fr: Activer la restauration adaptative de l'amplification (regain)
gl: Alternar recuperar volume
he: הפעל/כבה הגעה מחדש לעצמת קול
hr: Namjestiti vraćanje glasnoće
hu: Hangerő visszanyerés be- és kikapcsolása
hy: Փոփոխել շրջանի ձայնը
it: Attiva/disattiva riguadagno volume
ja: 音量の回復 切り替え
lt: Įj./Išj. garsumo atstatymą
ms_my: Togol volum gandaan-semula
nl: Wisselen herwinnen volume
pl: Przełącz utrzymywanie głośności
ru: Вкл/откл восстановление громкости
sk: Obnoviť hlasitosť
sl: Preklopi ponastavitev jakosti zvoka
sr: Укључи/искључи враћање јачине звука
sv: Växla återfående av volym
th_th: เปิดปิด การฟื้นค่าความดัง
tt: Восстанавливать громкость Вкл/Откл
vi: Chuyển đổi lấy lại khối lượng

# IDS_OSD_REGAIN_VOLUME_ON
source: Regain volume: On
ar: إستعادة المستوى: يعمل
be: Аднаўляць гучнасць: Укл
bn: ভলিউম পুনর্বৃদ্ধি: চালু করা হল
bs_ba: Vraćanje jačine zvuka: Uključeno
ca: Recuperació del volum: Activat
cs: Obnovení hlasitosti: Zapnuto
da: Genvind lydstyrke: Til
de: Lautstärke zurücksetzen: Ein
el: Ανάκτηση έντασης: Ναι
es: Recuperación encendida
eu: Berrirabazi bolumena: Eraginda
fi: Äänen palautus: Päällä
fr: Restauration adaptative de l'amplification : Activée
gl: Recuperar volume: Encendido
he: הגעה מחדש לעצמת קול: פועלת
hr: Vraćanje glasnoće: Uključeno
hu: Hangerő visszanyerés: Bekapcsolva
hy: Շրջանի ձայնը. Միաց.
it: Riguadagno volume: On
ja: 音量の回復: オン
lt: Garso atstatymas: Įj.
ms_my: Volum gandaan-semula: Hidup
nl: Herwinnen volume: Aan
pl: Utrzymywanie głośności: włączone
ru: Восстановление громкости: вкл
sk: Obnovenie hlasitosti: zapnuté
sl: Ponastavi jakost zvoka: Vklj.
sr: Враћање јачине звука: укључено
sv: Återfå volym: På
th_th: ฟื้นค่าความดัง: เปิด
tt: Восстанавливать громкость: включено
vi: Lấy lại khối lượng: Bật

# IDS_OSD_REGAIN_VOLUME_OFF
source: Regain volume: Off
ar: إستعادة المستوى: مغلق
be: Аднаўляць гучнасць: Адкл
bn: ভলিউম পুনর্বৃদ্ধি: বন্ধ করা হল
bs_ba: Vraćanje jačine zvuka: Isključeno
ca: Recuperació del volum: Desactivat
cs: Obnovení hlasitosti: Vypnuto
da: Genvind lydstyrke: Fra
de: Lautstärke zurücksetzen: Aus
el: Ανάκτηση έντασης: Όχι
es: Recuperación apagada
eu: Berrirabazi bolumena: Etenda
fi: Äänen palautus: Pois päältä
fr: Restauration adaptative de l'amplification : Désactivée
gl: Recuperar volume: Apagado
he: הגעה מחדש לעצמת קול: כבויה
hr: Vraćanje glasnoće: Isključeno
hu: Hangerő visszanyerés: Kikapcsolva
hy: Շրջանի ձայնը. Անջ.
it: Riguadagno volume: Off
ja: 音量の回復: オフ
lt: Garso atstatymas: Išj.
ms_my: Volum gandaan-semula: Mati
nl: Herwinnen volume: Uit
pl: Utrzymywanie głośności: wyłączone
ru: Восстановление громкости: откл
sk: Obnovenie hlasitosti: vypnuté
sl: Ponastavi jakost zvoka: Izklj.
sr: Враћање јачине звука: искључено
sv: Återfå volym: Av
th_th: ฟื้นค่าความดัง: ปิด
tt: Восстанавливать громкость: отключено
vi: Lấy lại khối lượng: Tắt

# IDS_SIZE_UNIT_BYTES
source: bytes
ar: بايت
be: байт
bn: বাইট
bs_ba: bajta
cs: bajty
eu: byte
fi: tavua
fr: octets
hr: bajtova
hu: bájt
hy: բայթ
ja: バイト
lt: baitų
ms_my: bait
pa: ਬਾਈਟ
pl: bajtów
ru: б
sk: bytov
sl: bajtov
sr: бајтова
th_th: ไบต์
vi: byte

# IDS_BDA_ERROR_CREATE_TUNER
source: Could not create the tuner.
ar: لا يستطيع أن ينشئ الموالف.
be: Не атрымалася стварыць цюнер.
bn: টিউনারটি তৈরি করা যাচ্ছে না।
bs_ba: Nije bilo moguće kreirati tuner.
ca: No s'ha pogut crear el sintonitzador.
cs: Nepodařilo se vytvořit tuner.
da: Kunne ikke oprette tuneren.
de: Kann Tuner nicht erstellen
el: Δεν ήταν δυνατή η δημιουργία του δέκτη.
es: No se puede crear el sintonizador
eu: Ezin da sortu sintonizagailua.
fi: Viritintä ei voi luoda.
fr: Impossible de créer le tuner.
gl: Non foi posible crear o sintonizador.
hr: Nemoguće stvoriti pretvarač.
hy: Հնարավոր չէ ստեղծել թյուներ։
it: Impossibile creare il sintonizzatore.
ja: チューナーを作成できませんでした。
lt: Neįmanoma sukurti tiunerio.
ms_my: Tidak dapat cipta penala.
nl: Kon géén tuner aanmaken.
pa: ਟਿਊਨਰ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ।
pl: Nie można utworzyć tunera.
ru: Не удалось создать тюнер.
sk: Nemožno vytvoriť tuner.
sl: Neuspela vzpostavitev kanalnika.
sr: Не могу да креирам тјунер.
sv: Kunde inte skapa mottagaren.
th_th: ไม่สามารถสร้างตัวจูน
tt: Тюнерны ясап булмый.
vi: Không thể tạo ra các tuner.

# IDS_BDA_ERROR_CREATE_RECEIVER
source: Could not create the receiver.
ar: لا يستطيع أن ينشئ الرسيفر.
be: Не атрымалася стварыць прыёмнік.
bn: গ্রাহকযন্ত্রটি তৈরি করা যাচ্ছে না।
bs_ba: Nije bilo moguće kreirati prijemnik.
ca: No s'ha pogut crear el receptor.
cs: Nepodařilo se vytvořit přijímač.
da: Kunne ikke oprette modtageren.
de: Kann Receiver nicht erstellen
el: Δεν ήταν δυνατή η δημιουργία της συσκευής λήψης.
es: No se puede crear el receptor
eu: Ezin da sortu hargailua.
fi: Vastaanotinta ei voi luoda.
fr: Impossible de créer le récepteur.
gl: Non foi posible crear o receptor.
hr: Nemoguće stvoriti prijemnik.
hy: Հնարավոր չէ ստեղծել ստացող։
it: Impossibile collegarsi al ricevitore.
ja: 受信機を作成できませんでした。
lt: Neįmanoma sukurti imtuvo.
ms_my: Tidak dapat cipta penerima.
nl: Kon géén ontvanger aanmaken.
pa: ਰਿਸੀਵਰ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ।
pl: Nie można utworzyć odbiornika.
ru: Не удалось создать приемник.
sk: Nemožno vytvoriť prijímač.
sl: Neuspela vzpostavitev sprejemnika.
sr: Не могу да креирам пријемник.
sv: Kunde inte skapa receivern.
th_th: ไม่สามารถสร้างตัวรับ
tt: Алгычны ясап булмый.
vi: Không thể tạo người nhận.

# IDS_BDA_ERROR_CONNECT_NW_TUNER
source: Could not connect the network and the tuner.
ar: لا يستطيع أن يتصل بالشبكة والموالف.
be: Не атрымалася злучыць сетку і цюнер.
bn: নেটওয়ার্ক এবং টিউনারটি সংযুক্ত করা যাচ্ছে না।
bs_ba: Nije bilo moguće povezati mrežu i tuner.
ca: No s'ha pogut connectar a la xarxa i el sintonitzador.
cs: Nepodařilo se připojit k síti a tuneru.
da: Kunne ikke oprette forbindelse mellem netværket og tuneren.
de: Kann Netzwerk und Tuner nicht verbinden
el: Δεν ήταν δυνατή η σύνδεση του δικτύου και του δέκτη.
es: No se puede conectar a la red ni al sintonizador.
eu: Ezin da elkartu sarea eta sintonizagailua.
fi: Verkkoon ja virittimeen ei voi yhdistää.
fr: Impossible de connecter le réseau et le tuner.
gl: Non foi posible conectarse á rede ou ao sintonizador.
hr: Nemoguće spajanje mreže i pretvarača.
hy: Հնարավոր չէ միանալ ցանցին կամ թյուներին։
it: Impossibile collegarsi alla rete e al sintonizzatore.
ja: ネットワークとチューナーを接続できませんでした。
lt: Neįmanoma prisijungti prie tinklo ir tiunerio.
ms_my: Tidak dapat sambungkan rangkaian dan penala.
nl: Kon niet verbinden met netwerk en tuner.
pa: ਨੈਟਵਰਕ ਤੇ ਟਿਊਨਰ ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।
pl: Nie można połączyć sieci oraz tunera.
ru: Не удалось связать сеть и тюнер.
sk: Nemožno pripojiť sieť a tuner.
sl: Neuspela povezava z omrežjem in kanalnikom.
sr: Не могу да повежем мрежу и тјунер.
sv: Kunde inte länka nätverket och mottagaren.
th_th: ไม่สามารถเชื่อมต่อเครือข่ายและตัวจูน
tt: Невозможно подключиться к сети и тюнеру.
vi: Không thể kết nối mạng và tuner.

# IDS_BDA_ERROR_CONNECT_TUNER_REC
source: Could not connect the tuner and the receiver.
ar: لا يستطيع أن يتصل بالموالف والرسيفر.
be: Не атрымалася злучыць цюнер і прыёмнік.
bn: টিউনার এবং গ্রাহকযন্ত্রটি সংযুক্ত করা যাচ্ছে না।
bs_ba: Nije bilo moguće povezati tuner i prijemnik.
ca: No s'ha pogut connectar al sintonitzador i receptor.
cs: Nepodařilo se připojit tuner a přijímač.
da: Kunne ikke forbinde tuneren og modtageren.
de: Kann Tuner und Receiver nicht verbinden
el: Δεν ήταν δυνατή η σύνδεση του δέκτη και της συσκευής λήψης.
es: No se puede conectar al sintonizador ni al receptor.
eu: Ezin da elkartu sintonizagailua eta hargailua.
fi: Viritintä ja vastaanotinta ei voi yhdistää.
fr: Impossible de connecter le tuner et le récepteur.
gl: Non foi posible conectarse ao sintonizador ou ao receptor.
hr: Nemoguće spajanje prijemnika i pretvarača.
hy: Հնարավոր չէ միանալ թյուներին և ստացողին։
it: Impossibile collegarsi al sintonizzatore e al ricevitore.
ja: チューナーと受信機を接続できませんでした。
lt: Neįmanoma prisijungti prie tiunerio ir imtuvo.
ms_my: Tidak dapat sambungkan penala dan penerima.
nl: Kon niet verbinden met tuner en ontvanger.
pa: ਟਿਊਨਰ ਤੇ ਰਿਸੀਵਰ ਕਨੈਕਟ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕੇ।
pl: Nie można połączyć tunera oraz odbiornika.
ru: Не удалось связать тюнер и приемник.
sk: Nemožno pripojiť tuner a prijímač.
sl: Neuspela povezava s kanalnikom in sprejemnikom.
sr: Не могу да повежем тјунер и пријемник.
sv: Kunde inte länka mottagaren och receivern.
th_th: ไม่สามารถเชื่อมต่อตัวจูนและตัวรับ
tt: Невозможно подключиться к тюнеру и приемнику.
vi: Không thể kết nối tuner và người nhận.

# IDS_BDA_ERROR_CONNECT_TUNER
source: Could not connect the tuner.
ar: لا يستطيع أن يتصل بالموالف.
be: Не атрымалася падлучыць цюнер.
bn: টিউনারটি সংযুক্ত করা যাচ্ছে না।
bs_ba: Nije bilo moguće povezati tuner.
ca: No s'ha pogut connectar el sintonitzador.
cs: Nepodařilo se připojit k tuneru.
da: Kunne ikke forbinde tuneren.
de: Kann Tuner nicht verbinden
el: Δεν ήταν δυνατή η σύνδεση του δέκτη.
es: No se puede conectar el sintonizador.
eu: Ezin da elkartu sintonizagailua.
fi: Viritintä ei voi yhdistää.
fr: Impossible de connecter le tuner.
gl: Non foi posible conectarse ao sintonizador.
hr: Nemoguće povezivanje pretvarača.
hy: Հնարավոր չէ միանալ թյուներին։
it: Impossibile collegarsi al sintonizzatore.
ja: チューナーを接続できませんでした。
lt: Neįmanoma prisijungti prie tiunerio.
ms_my: Tidak dapat sambungkan penala.
nl: Kon niet met tuner verbinden.
pl: Nie można połączyć tunera.
ru: Не удалось подключить тюнер.
sk: Nemožno pripojiť tuner.
sl: Neuspela povezava s kanalnikom.
sr: Не могу да повежем тјунер.
sv: Kunde inte länka mottagaren.
th_th: ไม่สามารถเชื่อมต่อตัวจูน
tt: Невозможно подключиться к тюнеру.
vi: Không thể kết nối tuner.

# IDS_BDA_ERROR_DEMULTIPLEXER
source: Could not create the demultiplexer.
ar: لايستطيع إنشاء إرسال متعدد.
be: Не атрымалася стварыць дэмультыплексар.
bn: ডিমাল্টিপ্লেক্সারটি তৈরি করা যাচ্ছে না।
bs_ba: Nije bilo moguće kreirati demultiplekser.
ca: No s'ha pogut crear el demultiplexer.
cs: Nepodařilo se vytvořit demultiplexor.
da: Kunne ikke oprette demultiplekseren.
de: Kann Demultiplexer nicht erstellen
el: Δεν ήταν δυνατή η δημιουργία διαχωρισμού της πολύπλεξης.
es: No se puede crear el demultiplexor.
eu: Ezin da sortu desmultiplexatzailea.
fi: Demultiplekseriä ei voi luoda.
fr: Impossible de créer le démultiplexeur.
gl: Non foi posible crear o demultiplexador.
hr: Nemoguće stvaranje demultipleksora.
hy: Հնարավոր չէ ստեղծել demultiplexer։
it: Impossibile creare il demultiplexer.
ja: デマルチプレクサを作成できませんでした。
lt: Neįmanoma sukurti demultiplekserio.
ms_my: Tidak dapat cipta penyahmultipleks.
nl: Kon demultiplexer niet aanmaken.
pl: Nie można utworzyć demultipleksera.
ru: Не удалось создать демультиплексор.
sk: Nemožno vytvoriť demultiplexor.
sl: Neuspela vzpostavitev demultiplekserja.
sr: Не могу да креирам демултиплексер.
sv: Kunde inte skapa demultiplexern.
th_th: ไม่สามารถสร้าง demultiplexer
tt: Невозможно создать демультиплексор.
vi: Không thể tạo ra các demultiplexer.

# IDS_GOTO_ERROR_PARSING_TIME
source: Error parsing the entered time!
ar: يوضح الخطأ تداخل في الوقت!
be: Памылка часу!
bn: প্রবেশকৃত সময়টি সমন্বয় সাধনে সমস্যা হয়েছে!
bs_ba: Greška pri raščlanjivanju vremena!
ca: Error en analitzar el temps entrat!
cs: Při analýze zadaného času došlo k chybě!
da: Fejl ved fortolkning af den indtastede tid!
de: Der angegebene Zeitpunkt ist ungültig.
el: Σφάλμα ανάλυσης του χρόνου που έχει εισαχθεί!
es: Error al analizar el tiempo introducido
eu: Akatsa sartutako denbora aztertzerakoan!
fi: Virhe jäsennettäessä annettua aikaa!
fr: L'analyse de la position entrée a échoué !
gl: Erro ao analizar o tempo introducido!
he: שגיאה בפענוח הזמן שהוזן!
hr: Greška pri slanju unesenog vremena!
hy: Մուտքագրված ժամանակի աստիճանի վերլուծման սխալ։
it: Errore nel parsing del tempo inserito!
ja: 入力された時間の解析中にエラーが発生しました！
lt: Nekorektiškai įrašytas laikas.
ms_my: Ralat menghurai masa dimasuki!
nl: Fout bij ontleden ingegeven tijd!
pl: Błąd podczas przetwarzania wprowadzonego czasu!
ru: Ошибка при обработке введенного времени!
sk: Chyba pri analyzovaní zadaného času!
sl: Napaka pri razčlenitvi vnešenega časa!
sr: Грешка приликом обраде наведеног времена!
sv: Tolkningsfel av inskriven tid!
th_th: ผิดพลาดในการวิเคราะห์ค่าเวลาที่ใส่!
tt: Вакыт нәзакәтсез язылган!
vi: Lỗi phân tích thời gian nhập!

# IDS_GOTO_ERROR_PARSING_TEXT
source: Error parsing the entered text!
ar: يوضح الخطأ تداخل في النصّ!
be: Памылка тэксту!
bn: প্রবেশকৃত টেক্সট্‌টি সমন্বয় সাধনে সমস্যা হয়েছে!
bs_ba: Greška pri raščlanjivanju unešenog teksta!
ca: Error en analitzar el text entrat!
cs: Při analýze zadaného textu došlo k chybě!
da: Fejl ved fortolkning af den indtastede tekst!
de: Das angegebene Videobild ist ungültig.
el: Σφάλμα ανάλυσης του κειμένου που έχει εισαχθεί!
es: Error al analizar el texto introducido
eu: Akatsa sartutako idazkia aztertzerakoan!
fi: Virhe jäsennettäessä annettua tekstiä!
fr: L'analyse du texte entré a échoué !
gl: Erro ao analizar o texto introducido!
he: שגיאה בפענוח הטקסט שהוזן!
hr: Greška slanja unesenog teksta!
hy: Մուտքագրված տեքստի աստիճանի վերլուծման սխալ։
it: Errore nel parsing del testo inserito!
ja: 入力されたテキストの解析中にエラーが発生しました！
lt: Nekorektiškai įrašytas tekstas.
ms_my: Ralat menghurai teks dimasuki!
nl: Fout bij ontleden ingegeven tekst!
pl: Błąd podczas przetwarzania wprowadzonego tekstu!
ru: Ошибка при обработке текста!
sk: Chyba pri analyzovaní zadaného textu!
sl: Napaka pri razčlenitvi vnešenega besedila!
sr: Грешка приликом обраде наведеног текста!
sv: Tolkningsfel av inskriven text!
th_th: ผิดพลาดในการวิเคราะห์ข้อความอักษรที่ใส่!
tt: Текст нәзакәтсез язылган!
vi: Lỗi phân tích cú pháp văn bản đã nhập!

# IDS_GOTO_ERROR_PARSING_FPS
source: Error parsing the entered frame rate!
ar: يوضح الخطأ نسبة تداخل في الإطار!
be: Колькасць кадраў у секунду запісаны няслушна!
bn: প্রবেশকৃত ফ্রেম রেটটি সমন্বয় সাধনে সমস্যা হয়েছে!
bs_ba: Greška pri raščlanjivanju unesenog tempa!
ca: Error en analitzar la velocitat de fotogrames introduïda!
cs: Při analýze zadané snímkové frekvence došlo k chybě!
da: Fejl ved fortolkning af den indtastede billedhastighed!
de: Die angegebene Bildrate ist ungültig.
el: Σφάλμα ανάλυσης του ρυθμού καρέ που έχει εισαχθεί!
es: ¡Error al procesar la tasa de fotogramas introducida!
eu: Akatsa sartutako frame neurria aztertzerakoan!
fi: Virhe tulkittaessa annettua kuvataajuutta!
fr: L'analyse du débit d'images entré a échoué !
gl: Erro ao analizar a taxa de cadros introducida!
he: שגיאה בפענוח קצב הפריימים שהוזן!
hr: Greška slanja unesene brzine izmjene!
hy: Մուտքագրված կադրի աստիճանի վերլուծման սխալ։
it: Errore nel parsing del frame rate inserito!
ja: 入力されたフレーム レートの解析中にエラーが発生しました！
lt: Nekorektiškai įrašytas kadrų per sekundę greitis.
ms_my: Ralat menghurai kadar bingkai dimasuki!
nl: Fout bij ontleden ingegeven beeld per seconde!
pl: Błąd podczas przetwarzania wprowadzonej liczby klatek na sekundę!
ru: Ошибка при обработке введенной частоты кадров!
sk: Chyba pri analyzovaní zadanej rýchlosti snímkovania!
sl: Napaka pri razčlenitvi vnešene hitrosti prikaza slik!
sr: Грешка приликом обраде наведене учесталости кадрова!
sv: Tolkningsfel av inskriven uppdateringfrekvens!
th_th: ผิดพลาดในการวิเคราะห์อัตราเฟรมที่ใส่!
tt: Количество кадров в секунду записаны некорректно!
vi: Lỗi phân tích tỷ lệ khung hình vào!
