Repository: mpc-hc/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ar, be, bn, bs_ba, ca, cs, da, de, el, es, eu, fi, fr, gl, he, hr, hu, hy, id, it, ja, lt, ms_my, nl, pt_br, ru, sk, sl, sr, sv, th_th, tt, uk

# IDD_PPAGEFORMATS_IDC_STATIC
source: Real-Time Streaming Protocol handler (for rtsp://... URLs)
ar: (rtsp://..URLs) مثل Real-Time عامل تدفق نظام
be: Адкрываць Real-Time Streaming Protocol (rtsp://...) праз:
bn: রিয়েল-টাইম স্ট্রিমিং প্রোটোকল পরিচালনা (rtsp://... জাতীয় URLএর জন্যে)
bs_ba: Upravljač Real-Time Streaming Protokola (za rtsp://... URL-ove)
ca: Gestor del protocol de transmissions en temps real (per a URL rtsp://)
cs: Zpracování Real-Time Streaming Protocolu (adresy rtsp://...)
da: Realtid strømning protokol handler (til rtsp://... URL'er)
de: Echtzeitstreaming-Protokollhandler (für rtsp://... URLs)
el: Πρωτόκολλο χειριστή μετάδοσης σε πραγματικό χρόνο (για rtsp://... URL)
es: Gestor del protocolo de transmisiones en tiempo real (para URL rtsp://)
eu: Real-Time Jario Protokolo kudeatzailea (rtsp://... URL-ak)
fi: Tosiaikaisen striimausprotokollan käsittelijä (rtsp://... osoitteille)
fr: Gestion du protocole de flux en temps réel (pour les adresses rtsp://...)
gl: Xestor do protocolo de Transmisións en tempo real (para rtsp://... URLs)
he: מטפל בפרוטוקול הזרמת Real-Time (עבור קישורי rtsp://...)
hr: Upravitelj prijenosa u realnom vremenu (za rtsp://...URL adrese)
hu: Real-Time Streaming Protokoll kezelő (rtsp://... URL-ekhez)
hy: Բացել Real-Time Streaming արձանագր. (rtsp://...)՝
id: Penangan Protokol Real-Time Streaming (untuk URL rtsp://...)
it: Gestore del Real-Time Streaming Protocol (per URL rtsp://...)
ja: リアルタイム ストリーミング プロトコル (rtsp://...で始まる URL) 用のハンドラ
lt: Atidaryti Real-Time Streaming Protocol (rtsp://...)
ms_my: Pengendali Protokol Penstriman Masa-Nyata (untuk rtsp://... URLs)
nl: Werkelijke tijd stroom protocol afhandeling (voor rtsp://... URLs)
pt_br: Gerenciador de protocolo de transmissão em tempo real (para rtsp://... URLs)
ru: Обработчик Real-Time Streaming Protocol (rtsp://...):
sk: Real-Time Streaming Protocol handler (pre adresy začínajúce na rtsp://... )
sl: Upravljanje Real-Time Streaming Protocol (za rtsp://... URLs)
sr: Руковалац Real-Time Streaming Protocol-ом (за rtsp:// адресе)
sv: Real-Time Streaming Protocol-hanterare (för rtsp://... URLer)
th_th: ตัวจัดการ Real-Time Streaming Protocol (สำหรับ rtsp://... URLs)
tt: Real-Time ташкын беркетмәсен (rtsp://...) ачарга:
uk: Відкривати Real-Time Streaming Protocol (rtsp://...) через:

# IDD_PPAGEFORMATS_IDC_CHECK5
source: Check file extension first
ar: إفحص ملف الإمتداد أولاً
be: Спачатку праверыць пашырэнне
bn: প্রথমে ফাইল এক্সটেনশন যাচাইকরণ
bs_ba: Prvo provjeri ekstenziju dokumenta
ca: Comprova primer l'extensió del fitxer
cs: Podle přípony souboru
da: Undersøg først filtype
de: Erst Dateierweiterung prüfen
el: Έλεγχος επέκτ. αρχείου πρώτα
es: Basarse primero en la extensión
eu: Begiratu agiri hedapena lehenik
fi: Tarkista ensin tiedostopääte
fr: Vérifier l'extension d'abord
gl: Comprobar extensión de ficheiro primeiro
he: הבט בסיומת הקובץ תחילה
hr: Prvo provjerite nastavak datoteke
hu: Kiterjesztés figyelése legelőször
hy: Նախ նայել ընդլայնումը
id: Periksa dulu ekstensi berkas
it: Controlla prima l'estensione
ja: 最初にファイル拡張子を判別する
lt: Pirmiau žiūrėti failo išplėtimą
ms_my: Semak sambungan fail dahulu
nl: Kijk eerst naar extensie
pt_br: Checar extensão de arquivo primeiro
ru: Сперва проверить расширение файла
sk: Vyhľadať najskôr koncovku súb.
sl: Najprej preveri končnico dat.
sr: Прво провери наставак датот.
sv: Kolla filnamnstillägget först
th_th: ตรวจสกุลไฟล์ก่อน
tt: Башта киңәйтүен карарга
uk: Спочатку аналіз розширення

# IDD_PPAGEFORMATS_IDC_STATIC
source: Explorer Context Menu
ar: قائمة سياق المستكشف
be: Кантэкстнае меню правадніка
bn: এক্সপ্লোরারের কন্টেক্সট্‌ মেন্যু
bs_ba: Meni Sadržaja Eksplorera
ca: Menú contextual de l'Explorador
cs: Kontextová nabídka Průzkumníka
da: Stifinder genvejsmenu
de: Explorer-Kontextmenü
el: Μενού περιβάλ. Εξερεύνησης
es: Menú contextual del Explorador
eu: Explorer Hitzinguru Menua
fi: Resurssienhallinnan kontekstivalikko
fr: Menu contextuel de l'explorateur
gl: Menú contextual do xestor de ficheiros
he: תפריט ימני בסייר חלונות
hr: Kontekstni meni pretraživača
hu: Windows Intéző kontextus menü
hy: Explorer-ի ընտրացանկը
id: Menu Konteks Explorer
it: Menù contestuale di Windows
ja: エクスプローラのコンテキスト メニュー
lt: Naršyklės kontekstinis meniu
ms_my: Menu Konteks Explorer
nl: Verkenner snelmenu
pt_br: Menu de Contexto do Explorer
ru: Контекстное меню проводника
sk: Kontextové menu Prieskumníka
sl: Priročni meni raziskovalca
sr: Контекстуални мени у Explorer-у
sv: Explorers snabbmeny
th_th: เมนูบริบทของตัวสำรวจ
tt: Үткәргечнең контекстлы менюсы
uk: Контекстне меню Провідника

# IDD_PPAGEFORMATS_IDC_CHECK6
source: Directory
ar: الدليل
be: Для папак
bn: ডাইরেক্টরিসমূহে
bs_ba: Direktorij
ca: Carpeta
cs: Adresáře
da: Mappe
de: Verzeichnis
el: Κατάλογος
es: Directorio
eu: Zuzenbidea
fi: Hakemisto
fr: Répertoires
gl: Directorio
he: תיקייה
hr: Mapa
hu: Mappákhoz
hy: Թղթապանակների համար
id: Direktori
it: Cartella
ja: ディレクトリ
lt: Aplankas
ms_my: Direktori
nl: Map
pt_br: Diretórios
ru: Для папок
sk: Priečinok
sl: Imenik
sr: Фасцикла
sv: Mapp
th_th: เส้นทาง
tt: Папкалар өчен
uk: Тека

# IDD_PPAGEFORMATS_IDC_CHECK7
source: File(s)
ar: الملف/ات
be: Для файлаў
bn: ফাইলে
bs_ba: Dokument(i)
ca: Fitxer(s)
cs: Soubory
da: Fil(er)
de: Datei(en)
el: Αρχείο(α)
es: Archivos
eu: Agiria(k)
fi: Tiedosto(t)
fr: Fichier(s)
gl: Ficheiro(s)
he: קובץ/קבצים
hr: Datoteka(e)
hu: Fájlokhoz
hy: Ֆայլերի համար
id: Berkas
it: File
ja: ファイル
lt: Failas(ai)
ms_my: Fail(s)
nl: Bestand(en)
pt_br: Arquivos
ru: Для файлов
sk: Súbor(y)
sl: Datoteka(e)
sr: Датотека
sv: Fil(er)
th_th: ไฟล์
tt: Файллар өчен
uk: Файл(и)

# IDD_PPAGEFORMATS_IDC_STATIC1
source: Autoplay
ar: تشغيل تلقائي
be: Аўтапрайграванне (толькі XP)
bn: স্বয়ংক্রিয়চালনা
bs_ba: Automatsko pokretanje
ca: Reproducció automàtica
da: Automatisk afspilning
el: Αυτόματη αναπαραγωγή
es: Reproducción automática
eu: Berez-irakurri
fi: Automaattinen toisto
fr: Lecture automatique
gl: Auto-reprodución
he: ניגון אוטומטי
hr: Samopokretanje
hu: Automatikus lejátszás (csak XP-n)
hy: Ինքնավերարտադրում
id: Otoputar
ja: 自動再生
lt: Automatinis paleidimas
ms_my: Main-sendiri
nl: Automatisch afspelen (alleen WinXP)
pt_br: Auto-reprodução
ru: Автовоспроизведение
sk: Autom. prehrávanie
sl: Samodejno predvajanje
sr: Аутоматска репродукција
sv: Spela upp automatiskt
th_th: เล่นอัตโนมัติ
tt: Үзе уйнату (XP өчен генә)
uk: Автовідтворення (лише XP)

# IDD_PPAGEFORMATS_IDC_CHECK1
source: Video
ar: فيديو
be: Відэа
bn: ভিডিও
ca: Vídeo
el: Βίντεο
es: Vídeo
eu: Bideoa
fr: Vidéo
gl: Vídeo
he: וידאו
hu: Videó
hy: Տեսանյութ
ja: ビデオ
lt: Vaizdas
pt_br: Vídeo
ru: Видео
sr: Видео
th_th: วิดีโอ
tt: Видео
uk: Відео

# IDD_PPAGEFORMATS_IDC_CHECK2
source: Music
ar: صوت
be: Музыка
bn: সঙ্গীত
bs_ba: Muzika
ca: Música
cs: Hudba
da: Musik
de: Musik
el: Μουσική
es: Música
eu: Musika
fi: Musiikki
fr: Musique
gl: Música
he: מוזיקה
hr: Glazba
hu: Zene
hy: Երաժշտություն
id: Musik
it: Musica
ja: 音楽
lt: Muzika
ms_my: Muzik
nl: Muziek
pt_br: Música
ru: Музыка
sk: Hudba
sl: Glasba
sr: Музика
sv: Musik
th_th: ดนตรี
tt: Музыка
uk: Музика

# IDD_PPAGEFORMATS_IDC_CHECK4
source: DVD
eu: DVD-a
he: די.וי.די
th_th: ดีวีดี

# IDD_PPAGEFORMATS_IDC_CHECK3
source: Audio CD
ar: صوتي CD
be: Аўдыя CD
bn: অডিও CD
ca: CD d'àudio
da: Lyd-CD
el: CD ήχου
es: CD audio
eu: Audio CD-a
fi: Ääni-CD
fr: CD Audio
gl: CD de Audio
he: דיסק שמע
hr: Glazbeni CD
hu: Audió CD
id: CD Audio
it: CD Audio
ja: 音楽 CD
ms_my: CD Audio
pt_br: CD de Áudio
ru: Аудио-CD
sk: Zvukové CD
sl: Zvočni CD
sr: Аудио CD
sv: Ljud-CD
th_th: ซีดีเสียง
tt: Аудио CD

# IDD_PPAGETWEAKS_IDC_STATIC
source: Jump distances (small, medium, large in ms)
ar: (مسافات الأنتقال (كبيرة، وسط، صغيرة في جزء بالثانية
be: Адлегласці пераходу ў мс (кароткая, сярэдняя, доўгая)
bn: লাফিয়ে যাওয়ার দূরত্ব (ms এককে ছোট, মাঝারি, বড়ো)
bs_ba: Udaljenost skoka (mala, srednja, velika u ms)
ca: Intervals de salt (curt, mig, llarg en ms)
cs: Velikosti skoků [malý | střední | velký] (ms)
da: "Gå til"-afstande (lille, medium, stor i ms)
de: Sprungintervalle (klein, mittel, groß in ms)
el: Αποστάσεις μεταπήδησης (μικρή, μεσαία, μεγάλη σε ms)
es: Distancias de salto (corto, medio, largo, en ms)
eu: Jauzi hurruntasunak (txikia, ertaina, luzea sm-tan)
fi: Hyppäysvälit (pieni, keski, laaja millisekunteina)
fr: Intervalles de saut (petit, moyen, grand en ms)
gl: Distancias de salto (curto, medio, longo en ms)
he: מרחקי קפיצה (קטנה, בינונית וגדולה במילישניות)
hr: Interval skokova (mali, osrednji, veliki u ms)
hu: Ugrás távolságok (kicsi, közepes, nagy, ezredmásodpercben)
hy: Անցման ձևը (կարճ, միջին, երկար) մ/վ-ով
id: Jarak lompatan (kecil, menengah, besar dalam ms)
it: Intervalli di salto (piccolo, medio, grande in ms)
ja: ジャンプの間隔 (小, 中, 大 : ミリ秒単位)
lt: Perėjimo atstumai (trumpas, vidutinis, ilgas) ms
ms_my: Jarak lompat (kecil, sederhana, besar dalam ms)
nl: Verspring intervallen (kort, middel, lang in ms)
pt_br: Distâncias para pulos (curto, médio, longo em ms)
ru: Расстояния перехода в мс (короткое, среднее, длинное)
sk: Veľkosť skoku (malý, stredný, veľký - v milisekundách)
sl: Velikosti preskoka (kratek, srednji, dolg v ms)
sr: Интервал преласка у милисекундама (мали, средњи и велики)
sv: Hoppavstånd (litet, medel, stort i ms)
th_th: ระยะการก้าว (น้อย, ปานกลาง, มาก เป็นมิลลิวินาที)
tt: Күчү аралыгы (кыска, урта, озын) мс
uk: Крок переходу (короткого, середнього, довгого) в мс

# IDD_PPAGETWEAKS_IDC_BUTTON1
source: Default
ar: الأفتراضي
be: Па змаўчанні
bn: ডিফল্ট
bs_ba: Podrazumijevano
ca: Original
cs: Výchozí
da: Standard
de: &Standard
el: Προεπιλογή
es: Original
eu: Berezkoa
fi: Oletus
fr: Par défaut
gl: Predefinido
he: ברירת מחדל
hr: Zadano
hu: Alapértelmezés
hy: Ըստ ծրագրայինի
id: Bawaan
it: Predefiniti
ja: 既定
lt: Numatyta
ms_my: Lalai
nl: Standaard
pt_br: Padrão
ru: По умолчанию
sk: Predvolená
sl: Privzeto
sr: Подразум.
sv: Återställ
th_th: ค่าตั้งต้น
tt: Килешү буенча
uk: Типово

# IDD_PPAGETWEAKS_IDC_FASTSEEK_CHECK
source: Fast seek (on keyframe)
ar: (الطلب السريع (على الإطار الرئيسي
be: Хуткая перамотка (па ключавых кадрах)
bn: দ্রুত সীক করণ (কীফ্রেমে)
bs_ba: Brzo traženje (na isječak)
ca: Desplaçament ràpid (al fotograma clau)
cs: Rychlé procházení (po klíčových snímcích)
da: Hurtig søgning (efter keyframe)
de: Schnellen Suchlauf verwenden:
el: Γρήγορη αναζήτηση (σε βασικό καρέ)
es: Reposicionamiento rápido al fotograma clave
eu: Bilaketa azkarra (giltzaframean)
fi: Pikahaku (avainkehys)
fr: Déplacement rapide (à l'image-clé)
gl: Desprazamento rápido (en fotograma clave)
he: קפיצות מהירות (לפריים מפתח)
hr: Brzo traženje
hu: Gyors keresés (kulcskockára)
hy: Արագ պտտում (on keyframe)
id: Jangkau cepat (pada keyframe)
it: Ricerca veloce (sui keyframe)
ja: 高速シーク (キーフレームに)
lt: Greita prasuka (pagal raktinius kadrus)
ms_my: Jangkau pantas (pada bingkai kunci)
nl: Snel zoeken (op sleutelbeeld)
pt_br: Pular diretamente para quadros-chave
ru: Быстрый поиск (по ключевым кадрам)
sk: Rýchle vyhľadávanie (na kľúč. snímke)
sl: Hitro iskanje (po ključni sliki)
sr: Брзо премотавање (по кључним кадровима):
sv: Snabbsök (på nyckelbild)
th_th: หาอย่างเร็ว (ตามเฟรมสำคัญ)
tt: Тиз кабатлау (төп кадрлар буенча)
uk: Швидке перемотування (по ключ. кадрам)

# IDD_PPAGETWEAKS_IDC_CHECK2
source: Show chapter marks in seek bar
ar: عرض علامات الفصول في شريط التشغيل
be: Паказваць пазначнікі сцэн на паласе прагорткі
bn: সীক বারে পরিচ্ছেদ নির্দেশক প্রদর্শন
bs_ba: Prikaži oznake poglavlja na traci za traženje
ca: Mostra les marques dels capítols a la barra de desplaçament
cs: V panelu procházení zobrazit značky kapitol
da: Vis kapitel-mærker i søgelinje
de: Zeitleiste mit Kapitelmarken anzeigen
el: Εμφάνιση σημάνσεων κεφαλαίων στη γραμμή αναζήτησης
es: Mostrar marcas de capítulo en la barra de desplazamiento
eu: Erakutsi atal markak bilaketa barran
fi: Näytä kappalemerkit hakupalkissa
fr: Afficher la position des chapitres dans la barre de déplacement
gl: Amosar as marcas de capítulo na barra de desprazamento
he: הצג סימוני פרקים בפס הקפיצה
hr: Prikaži oznake poglavlja u vremenskoj traci
hu: Mutassa a fejezeteket a keresősávon
hy: Ցուցադրել գլուխների նշանները պտտման տողում
id: Tampilkan tanda bab pada bilah jangkau
it: Mostra marcatori dei capitoli nella barra di ricerca
ja: シーク バーにチャプター マークを表示する
lt: Rodyti skyrių žymes prasukos juostoje
ms_my: Tunjuk tanda bab dalam palang jangkau
nl: Geef hoofdstukmarkeringen in zoekbalk weer
pt_br: Exibir marcas de capítulo na barra de progresso
ru: Показывать метки глав на ползунке
sk: Zobraziť značky kapitol vo vyhľadávacom pruhu
sl: Prikaži oznake poglavij na iskalnem traku
sr: Ознаке поглавља у траци за премотавање
sv: Visa kapitelmarkeringar i sökverktyget
th_th: แสดงเครื่องหมายของตอน ที่แถบเลื่อนหา
tt: Әйләндерү тасмасында бүлекләр билгесен күрсәтергә
uk: Відображати маркери розділів у стрічці перемотування

# IDD_PPAGETWEAKS_IDC_CHECK4
source: Display "Now Playing" information in Skype's mood message
ar: عرض (الآن يشتغل) في معلومات (السكايبي) في شريط الحالة
be: Адпраўляць у статус Skype звесткі пра што «Зараз прайграецца»
bn: "এখন প্লে হচ্ছে" সম্পর্কে তথ্যাদি স্কাইপের মোড ম্যাসেজে প্রদর্শন
bs_ba: Prikaži "Now Playing" informacije u Skype poruci raspoloženja
ca: Mostra el títol del que s'estigui reproduïnt al missatge d'estat d'ànim de l'Skype
cs: Zobrazit informace o přehrávaných souborech jako zprávu o náladě ve Skype
da: Vis "Spiller nu" oplysninger i Skype's stemningsmeddelelse
de: Aktuelle Wiedergabeinformation als persönliche Skype-Nachricht ausgeben
el: Αποστολή πληροφορίας "Αναπαραγωγή τώρα" σε μήνυμα διάθεσης του Skype
es: Mostrar información «Now playing [...]» en el estado de ánimo de Skype
eu: Erakutsi "Orain Irakurtzen" argibidea Skype-ren modu mezuan
fi: Näytä "Nyt toistetaan"-tiedot Skypen moodiviestissä
fr: Afficher le titre joué actuellement dans les messages d'humeur de Skype
gl: Amosar información "Reproducindo agora" na mensaxe de estado de ánimo de Skype
he: הצג מידע "עכשיו מתנגן" בהודעת מצב הרוח של סקייפ
hr: Prikaži "Sada se izvodi" informacije u poruci raspoloženja na Skypeu
hu: "Most játszott" információ megjelenítése Skype hangulatüzenetként
hy: Ցուցադրել "Այժմ խաղարկվում է" տեղեկությունn Skype-ում
id: Tampilkan informasi "Diputar Sekarang" dalam pesan mood Skype
it: Mostra le informazioni "Ora in Riproduzione" nei messaggi di Skype
ja: 「再生中」 のファイル情報を Skype のムード メッセージに表示する
lt: Rodyti „Dabar groja“ Skype programoje (būsenos nustatymas)
ms_my: Papar maklumat "Kini Dimainkan" dalam mesej mood Skype
nl: Laat "Nu afspelen" informatie zien in Skype's stemmingsbericht
pt_br: Exibir informação "Reproduzindo Agora" no Skype
ru: Отображать имя воспроизводимого файла в настроении Skype
sk: Zobraziť správu "Práve sa prehráva" v informáciách programu Skype o nálade používateľa
sl: Prikaži "Zdaj igra" informacijo v sporočilu o razpoloženju na Skype
sr: Прикажи име датотеке која се репродукује на статусу Skype-а
sv: Skicka "Vad jag lyssnar på"-information till Skypes humörmeddelande
th_th: แสดงข้อมูล "กำลังเล่นตอนนี้" ในข้อความแสดงอารมณ์ของ Skype
tt: "Хәзер уйный" халәтен Skype (кәеф халәтенә) җибәрергә
uk: Надавати інформацію "Зараз слухаю" у повідомленнях настрою Skype

# IDD_PPAGETWEAKS_IDC_CHECK6
source: Prevent minimizing the player when in fullscreen on a non default monitor
ar: منع تصغير المشغل عندما يكون في الشاشة الكاملة على غير الضبط الأفتراضي
be: Не згортваць прайгравальнік на дадатковым экране ў поўнаэкранным рэжыме
bn: ডিফল্ট নয় এমন মনিটরে ফুলস্ক্রীন জুড়ে অবস্থানকালে প্লেয়ারের মিনিমাইজ করণ প্রতিরোধ
bs_ba: Spriječi minimiziranje player-a kada je u prikazu preko cijelog ekrana na monitoru koji nije podrazumijevani
ca: Evita minimitzar el reproductor quan està en pantalla completa al utilitzar un altre monitor
cs: Zabránit minimalizaci z Fullscreen při běhu na nevýchozím monitoru
da: Forhindre minimering af afspilleren i fuldskærm-tilstand på en ikke-standard monitor
de: Minimieren des Fensters auf sekundärem Anzeigegerät bei Vollbild verhindern
el: Αποτροπή ελαχιστοποίησης στην προβολή πλήρους οθόνης σε μη προεπιλεγμένη οθόνη
es: Evitar minimizar el reproductor en modo a pantalla completa al usar otro monitor
eu: Saihestu TXIKIENTZEA Ikusleiho-osoa berezko monitorea ez denean
fi: Estä kokoruututilassa soittimen pienentäminen muulla kuin oletusnäytöllä
fr: Ne pas réduire MPC-HC en mode plein écran sur un moniteur secondaire
gl: Previr MINIMIZAR en pantalla completa ao utilizar un monitor diferente ao por defecto
he: חסום הקטנת החלון כאשר מנגן במסך מלא על מסך שאינו ברירת המחדל
hr: Spriječi minimiziranje playera kada zauzima cijeli ekran na sekundarnom monitoru
hu: KIS MÉRET tiltása ha nem az Alapértelmezett monitoron van a Teljes képernyő
hy: Չփոքրացնել պատուհանը՝ Ամբողջ էկրանով ոչ հիմնական մոնիտորի վրա վերարտադրելիս։
id: Cegah meminimalkan pemutar ketika dalam mode layar penuh pada monitor bukan baku
it: Disattiva minimizzazione con schermo intero su schermo non predefinito
ja: 既定のモニタ以外で全画面表示している場合、プレーヤーを最小化できないようにする
lt: Neminimizuoti lango papildomame monitoriuje pilnaekranėje veiksenoje
ms_my: Halang pemain diminimumkan bila berskrin penuh pada monitor bukan-lalai
nl: Verhinder minimalizeren bij volledig scherm op niet-standaard monitor
pt_br: Evitar MINIMIZAR quando estiver em tela cheia ou em monitor não-padrão
ru: Предотвращать сворачивание проигрывателя на дополнительном дисплее в полноэкранном режиме
sk: Zabrániť minimalizovaniu pri celoobrazovkovom režime na inom monitore
sl: Prepreči minimiziranje predvajalnika v celozaslon. naćinu na neprivzetem zaslonu
sr: Спречи умањивање плејера на секундарном монитору у режиму целог екрана
sv: Förhindra att minimera spelaren när helskärmsläget är aktiverat på en sekundär bildskärm
th_th: ป้องกันไม่ให้เครื่องเล่นย่อลง เมื่ออยู่ในแบบเต็มจอบนจอภาพที่ไม่ใช่จอตั้งต้น
tt: Өстәмә дисплейда тулы экран рәвешендә тәрәзәне төрмәскә
uk: Заблокувати ЗГОРТАННЯ, якщо повноекранний режим на іншому моніторі

# IDD_PPAGETWEAKS_IDC_CHECK_ENHANCED_TASKBAR
source: Use enhanced taskbar features
ar: استخدام ميزات شريط المهام المحسنة
be: Пашыраныя функцыі панэлі заданняў
bn: টাস্কবারের বিভিন্ন বৈশিষ্ট্যসমূহ বিস্তৃতভাবে প্রয়োগ
bs_ba: Koristi napredne mogućnosti taskbar-a
ca: Utilitza les característiques de la barra de tasques millorada
cs: Použít pokročilé funkce pro panel úloh
da: Anvend forbedret proceslinjefunktioner
de: Erweiterte Taskleistenfunktionen verwenden
el: Χρήση βελτιωμένων δυνατοτήτων γραμμής εργασιών
es: Usar características de la barra de tareas mejorada
eu: Erabili eginkizun-barra hobetua ezaugarriak
fi: Käytä laajennetun tehtäväpalkin ominaisuuksia
fr: Utiliser les fonctionnalités avancées de la barre des tâches
gl: Usar características melloradas da barra de tarefas
hr: Koristi napredne funkcije programske trake
hu: Modern tálca funkciók használata
id: Gunakan fitur bilah tugas ditingkatkan
ja: タスク バーの拡張機能を使用する
lt: Naudoti patobulintas užduočių juostos funkcijas
ms_my: Guna fitur palang tugas dipertingkatkan
nl: Gebruik uitgebreide taakbalk mogelijkheden
pt_br: Usar recursos da barra de tarefas aprimorada
ru: Использовать расширенные функции панели задач
sk: Použiť rozšírené vlastnosti panela úloh
sl: Uporabi napredne značilnosti opravilne vrstice
sr: Проширене функције траке задатака
sv: Använd utökade aktivitetsfältsfunktioner
th_th: ใช้คุณลักษณะ taskbar ที่ดียิ่งขึ้น
uk: Використовувати особливості панелі завдань

# IDD_PPAGETWEAKS_IDC_CHECK7
source: Open previous/next file in folder on "Skip back/forward" when there is only one item in playlist
ar: فتح (التالي / السابق) (رجوع خلفي/ أمامي) في الحافظة عندما تكون هناك مادة وحيدة في قائمة التشغيل
be: Калі ў спісе прайгравання адзін файл, пры націсканні кнопак «Наперад/Назад» адкрываць наступны/папярэдні файл у папцы
bn: প্লেলিস্টে মাত্র একটি ফাইল থাকলে "পিছনে/সামনে যাই" দ্বারা ফোল্ডারে থাকা পরবর্তী/পূর্ববর্তী ফাইল চালনা
bs_ba: Otvori prethodni/naredni dokument u direktoriju na "Preskoči nazad/naprijed" kada je samo jedna stavka u playlisti
ca: Obre el fitxer anterior/següent de la carpeta amb els botons "Retrocedeix/Avança" quan només hi hagi un element a la llista de reproducció
cs: Pokud je v seznamu stop jen jen jedna položka, otevřít pomocí příkazů 'Skočit zpět/vpřed' předchozí/následující soubor v adresáři
da: Åbn næste/forrige fil i mappe ved "Spring tilbage/fremad" når der kun er ét element i spillelisten
de: Nächste Ordnerdatei bei nur einem Eintrag in der Wiedergabeliste durch "Vorwärts/Rückwärts springen" öffnen
el: Άνοιγμα του επόμενου/προηγούμ. αρχείου στο φάκελο, στην επιλογή «Παράβλεψη επόμενου/προηγούμ. αρχείου», όταν υπάρχει μόνο ένα στοιχείο στη λίστα αναπ/γωγής
es: Abrir el archivo anterior/siguiente de la carpeta al «Retroceder/Avanzar» cuando sólo haya un elemento en la lista de reproducción
eu: Ireki agiritegiko hurrengo/aurreko agiria "Jauzi atzera/aurrera"-n irakur-zerrendan gai bakarra dagoenean
fi: Avaa kansion seuraava/edellinen tiedosto toiminnossa "Takaisin/eteenpäin", kun toistolistassa on vain yksi nimike.
fr: Ouvrir le fichier précédent/suivant dans le dossier lorsque "Fichier précédent/suivant" est utilisé alors qu'il n'y a qu'un seul élément dans la liste de lecture
gl: Saltar ao ficheiro anterior/seguinte no cartafol en "Saltar seguinte/anterior" cando só hai un ficheiro na lista de reprodución
he: פתח את הקובץ הקודם/הבא בתיקייה בביצוע "קפיצה אחורה/קדימה" כאשר יש פריט אחד בלבד ברשימת הניגון
hr: Otvori iduću/prethodnu datoteku u mapi pri naredbi "Odi naprijed/nazad" kada je samo jedna stavka u playlisti
hu: Az "Ugrás előre/vissza" nyissa meg a mappában a következő/az előző fájlt, ha csak 1 fájl van a lejátszási listában.
hy: Բացել հաջորդ/նախորդ ֆայլը թղթապանակում "Հետ/Առաջ"-ի միջոցով, եթե նվագացանկում առկա է մեկ ֆայլ։
id: Buka berkas sebelum/selanjutnya di dalam folder pada "Lewati mundur/maju" ketika hanya ada satu item di dalam daftar putar
it: Apri il file precedente/successivo nella cartella con "Salta indietro/avanti" quando la playlist contiene un solo elemento
ja: 再生リスト内に項目が一つしかない場合、 「前に戻る/次に進む」 でフォルダ内の前/次のファイルを開く
lt: Atverti sekantį/ankstesnį failą aplanke su „Pirmyn/Atgal“, kai grojaraštyje tik vienas įrašas
ms_my: Buka fail berikutnya/terdahulu dalam folder "Langkau undur/maju" bila hanya ada satu item dalam senarai main
nl: Open het volgende / vorige bestand in de bestandsmap op "Volgende / Vorige" wanneer er maar een bestand in de afspeellijst staat
pt_br: Ir para o próximo arquivo ao clicar nos botões de Pular mesmo quando houver apenas um item na lista de reprodução
ru: Открывать следующий/предыдущий файл в папке кнопками «Вперед/Назад», когда в списке воспроизведения только один пункт
sk: Ak je v playliste iba jedna položka, otvoriť ďalší/predchádzajúci súbor v priečinku pri príkaze "Preskočiť dozadu/dopredu"
sl: Odpri naslednjo/prejšnjo datoteko v imeniku pri "Preskoči nazaj/naprej", če je na seznamu predvajanja samo ena postavka
sr: Отвори претходну/следећу датотеку у фасцикли дугмадима „Унапред/уназад“ када је у плеј-листи само једна датотека
sv: Gör så att "Framåt/Tillbaka" öppnar nästa/tidigare fil i mappen när det bara finns en fil i spelningslistan
th_th: เปิดไฟล์ ก่อนหน้า/ถัดไป ในโฟลเดอร์ เมื่อเลือก "ข้ามไปหลัง/ข้ามไปหน้า" หากมีเพียงรายการเดียวในบัญชีการเล่น
tt: Папкада Киләсе/алдагы файлны 'Алга/Артка' аша, уйнату битендә бер нокта булганда ачарга
uk: Відкривати попередній/наступний файл в теці при виконанні команд 'Крок назад/вперед' коли лише один файл у списку відтворення
